[
    {
        "id": "927908c0-999f-4d3f-8192-d67d28f93576",
        "title": "八阵图",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Ses mérites ont surpassé le royaume des trois royaumes."
            },
            {
                "senid": 1,
                "content": "Sa renommée s’est accrue avec le schéma des huit formations."
            },
            {
                "senid": 2,
                "content": "Le fleuve coule, les pierres restent immuables dans leur position."
            },
            {
                "senid": 3,
                "content": "Le regret éternel plane pour l'avance manquée de Wu."
            }
        ]
    },
    {
        "id": "9d33c118-cde9-49af-b572-c43427a10b48",
        "title": "巴山道中除夜书怀",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Des chemins lointains des Trois Ba, errant à travers des milles périlleux."
            },
            {
                "senid": 1,
                "content": "Des montagnes escarpées retiennent la neige restante la nuit, une bougie solitaire illumine le printemps dans un pays étranger."
            },
            {
                "senid": 2,
                "content": "Progressivement éloigné des proches, de plus en plus proche des serviteurs."
            },
            {
                "senid": 3,
                "content": "Comment supporter cette errance sans fin? Demain commence une nouvelle année."
            }
        ]
    },
    {
        "id": "f2f04c30-149d-4b2b-bce1-1334adf84739",
        "title": "灞上秋居",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "La tempête sur la plaine s'est calmée, les oies sauvages passent fréquemment le soir."
            },
            {
                "senid": 1,
                "content": "Les feuilles tombent sur les arbres dans un pays étranger, une lampe froide éclaire une âme solitaire la nuit."
            },
            {
                "senid": 2,
                "content": "La rosée blanche goutte dans le jardin vide, des murs solitaires entourent un moine errant."
            },
            {
                "senid": 3,
                "content": "J'ai longtemps habité près de la porte suburbaine, par quel chemin dois-je offrir mon humble personne?"
            }
        ]
    },
    {
        "id": "294bc7b2-b4f8-4a53-be17-a40ded4afd1a",
        "title": "白雪歌送武判官归京",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Les vents du nord balayent le sol, l'herbe blanche se brise, Les cieux barbares voient tomber des flocons de neige en août."
            },
            {
                "senid": 1,
                "content": "Soudain, un souffle de printemps arrive pendant la nuit, Des fleurs de poirier s'épanouissent sur d'innombrables arbres - déguisement de la neige."
            },
            {
                "senid": 2,
                "content": "Les flocons de neige s'infiltrent à travers les rideaux de perles, les rideaux de soie s'imprègnent, Les fourrures de renard ne procurent pas de chaleur, les édredons de satin offrent peu de couverture."
            },
            {
                "senid": 3,
                "content": "Les arcs de corne des généraux glissent des mains gelées, L'armure de fer refroidit les troupes de garnison là où chacune se tient."
            },
            {
                "senid": 4,
                "content": "Le vaste désert s'étend gelé à une profondeur de cent pieds, Des nuages sombres se coagulent sur des kilomètres là où les ombres rampent."
            },
            {
                "senid": 5,
                "content": "Le camp central sert du vin aux invités qui repartent, Des luths tartares, des pipas, des flûtes qiang jouent à leur commandement."
            },
            {
                "senid": 6,
                "content": "La neige du soir tourbillonne sans cesse aux portes du camp, Des drapeaux cramoisi gelés restent raides sous le froid du vent."
            },
            {
                "senid": 7,
                "content": "A la porte est de la Tour de la Roue, nous te disons au revoir, Des chemins de montagne ensevelis sous la neige où résident les histoires."
            },
            {
                "senid": 8,
                "content": "Le sentier montagneux serpente, tu n’es plus visible ; sur la neige, seules les traces de sabots demeurent."
            }
        ]
    },
    {
        "id": "9380d4f6-e19d-4ff1-8309-07f4ede69f7c",
        "title": "北青萝",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Le soleil couchant s'enfonce dans les collines occidentales ; Je vais visiter un moine solitaire dans sa chaumière."
            },
            {
                "senid": 1,
                "content": "Où est l'homme parmi les feuilles qui tombent? Combien de couches de chemin à travers les nuages glacés?"
            },
            {
                "senid": 2,
                "content": "Seul, il sonne la cloche des prières au premier coup de feu de la nuit, S'appuyant paisiblement sur un bâton de vigne."
            },
            {
                "senid": 3,
                "content": "Le monde n'est qu'un grain de poussière ; Pourquoi s'attacher à l'amour et à la haine?"
            }
        ]
    },
    {
        "id": "c19e64b1-604b-40b7-9e41-6ef57b9c6f7b",
        "title": "别房太尉墓",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans des terres étrangères, je travaille encore, arrêtant mon cheval près d'une tombe solitaire."
            },
            {
                "senid": 1,
                "content": "Les larmes inondent le sol sous mes pieds, des nuages brisés voguent bas dans le ciel."
            },
            {
                "senid": 2,
                "content": "J'ai joué aux échecs avec Xie Fu d'autrefois, la main sur l'épée à la recherche de Xu Jun."
            },
            {
                "senid": 3,
                "content": "Seules les fleurs de la forêt tombent en adieu, les Loriots chantent le départ du voyageur."
            }
        ]
    },
    {
        "id": "8de30193-fba7-4aef-9ff9-c3726a22104d",
        "title": "泊秦淮",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Le brouillard enveloppe l'eau froide, la lune baigne le sable."
            },
            {
                "senid": 1,
                "content": "La nuit, nous amarrons notre bateau près des tavernes du bord de la rivière."
            },
            {
                "senid": 2,
                "content": "Les chanteuses ne se soucient pas de la chute de la nation."
            },
            {
                "senid": 3,
                "content": "Elles chantent encore des mélodies de plaisir de l'autre côté de la rivière."
            }
        ]
    },
    {
        "id": "b3de619f-cc8b-457d-942b-49f06651aba4",
        "title": "蝉",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Bien que perchée haut, il est difficile d'apaiser la faim; En vain mes cris traversent le vent."
            },
            {
                "senid": 1,
                "content": "Au cinquième coup de l'aube, ma chanson s'affaiblit; L'arbre vert de jade reste froid, sans contrainte."
            },
            {
                "senid": 2,
                "content": "Mon humble poste flotte comme une roseau sans racine; Les mauvaises herbes de l'ancienne maison envahissent maintenant la prairie."
            },
            {
                "senid": 3,
                "content": "Vos avertissements urgents ébranlent mon plus profond cœur; Ma famille partage votre rapport pur et austère."
            }
        ]
    },
    {
        "id": "f7c9c409-9571-4eb8-abd9-91ec6c1ff564",
        "title": "常娥",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Le paravent orné de mica projette de profondes ombres de bougie."
            },
            {
                "senid": 1,
                "content": "La Voie lactée s'estompe à mesure que les étoiles du crépuscule se couchent."
            },
            {
                "senid": 2,
                "content": "Chang'e doit regretter avoir volé l'élixir."
            },
            {
                "senid": 3,
                "content": "Sous les cieux et les mers bleues, son cœur fait mal chaque nuit."
            }
        ]
    },
    {
        "id": "b8ae44b3-ba8d-42d3-85a7-a70aa8608379",
        "title": "长安遇冯著",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Un voyageur vient de la terre orientale, ses vêtements mouillés par la pluie de Baling."
            },
            {
                "senid": 1,
                "content": "On lui demande pourquoi il s'aventure dans ce terrain, pour couper des arbres dans la montagne il a besoin d'une hache."
            },
            {
                "senid": 2,
                "content": "Sombre et luxuriant, les fleurs s'épanouissent dans la brume ; de jeunes hirondelles s'elevent avec la grâce du nouveau - né."
            },
            {
                "senid": 3,
                "content": "Depuis notre séparation, le printemps est revenu, et maintenant des cheveux blancs rayent sa chevelure."
            }
        ]
    },
    {
        "id": "c39225f9-16b2-4713-a11c-d7030ec3b1c9",
        "title": "长干曲四首 一",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Où habitez - vous, monsieur?"
            },
            {
                "senid": 1,
                "content": "Je vis à Hengtang, monsieur."
            },
            {
                "senid": 2,
                "content": "J'ai amarré mon bateau pour demander, si j'ose"
            },
            {
                "senid": 3,
                "content": "De peur que nous soyons du même pays."
            }
        ]
    },
    {
        "id": "8cefa67f-2b9a-4e13-8158-4d38cbfb331b",
        "title": "长沙过贾谊宅",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Exilé pendant trois ans, il s'est prolongé ici en retard; À travers les âges se prolonge la tristesse de l'exilé."
            },
            {
                "senid": 1,
                "content": "Maintenant, je cherche seul parmi les herbes d'automne; Les forêts froides au coucher du soleil montrent sa salle vide."
            },
            {
                "senid": 2,
                "content": "Bien que le sage souverain Han ait favorisé les lettres rares, Sur les vagues froides du Xiang, ses plaintes n'ont trouvé aucune réponse."
            },
            {
                "senid": 3,
                "content": "Dans les collines silencieuses où les feuilles tombent à travers le crépuscule, Pourquoi, maître, cherchez - vous les limites les plus lointaines du monde?"
            }
        ]
    },
    {
        "id": "2954ddd2-f1c7-41b1-8c9e-42058398cde0",
        "title": "晨诣超师院读禅经",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Puiser de l'eau du puits pour rincer mes dents froides,"
            },
            {
                "senid": 1,
                "content": "Nettoyer mon cœur et enlever la poussière de ma robe."
            },
            {
                "senid": 2,
                "content": "Tenant tranquillement une écriture sur feuille de palmier,"
            },
            {
                "senid": 3,
                "content": "Je sors de l'étude orientale pour lire."
            },
            {
                "senid": 4,
                "content": "La vraie source est totalement négligée,"
            },
            {
                "senid": 5,
                "content": "Tandis que les traces mondaines sont avidement poursuivies."
            },
            {
                "senid": 6,
                "content": "Les mots laissés en héritage espèrent atteindre l'obscur,"
            },
            {
                "senid": 7,
                "content": "Mais comment peut-on perfectionner la nature ?"
            },
            {
                "senid": 8,
                "content": "La cour du taoïste est sereine,"
            },
            {
                "senid": 9,
                "content": "Où les teintes moussues se mêlent aux bambous profonds."
            },
            {
                "senid": 10,
                "content": "Le lever du soleil persiste avec brume et rosée,"
            },
            {
                "senid": 11,
                "content": "Et les pins verts brillent comme oints."
            },
            {
                "senid": 12,
                "content": "Tranquille, au-delà des mots et du discours,"
            },
            {
                "senid": 13,
                "content": "La joie de l'illumination remplit le cœur."
            }
        ]
    },
    {
        "id": "7c93c162-d424-4d91-b71b-7c9b81713b8c",
        "title": "赤壁",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Une hallebarde brisée enfoncée dans le sable, son fer n'est pas encore corrodé."
            },
            {
                "senid": 1,
                "content": "Nettoyée et polis, elle révèle la marque de sa dynastie précédente."
            },
            {
                "senid": 2,
                "content": "Si le vent d'est n'avait pas favorisé les efforts de Zhou Yu,"
            },
            {
                "senid": 3,
                "content": "Le printemps verrait les Qiaos enfermées dans la Tour de l'Oiseau de Bronze."
            }
        ]
    },
    {
        "id": "131c9f87-273f-4684-9b67-bd7b58ad4008",
        "title": "筹笔驿",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Les singes et les oiseaux hésitent, effrayés par les anciens messages."
            },
            {
                "senid": 1,
                "content": "Le vent et les nuages gardent éternellement les passes stratégiques."
            },
            {
                "senid": 2,
                "content": "En vain le grand général a brandi son pinceau divin,"
            },
            {
                "senid": 3,
                "content": "Seulement pour assister à des rois vaincus dans des chars de prisonniers."
            },
            {
                "senid": 4,
                "content": "Le talent de Guan Zhong s'est finalement avéré digne."
            },
            {
                "senid": 5,
                "content": "Tandis que le sort prématuré de Guan et Zhang inspire des soupirs sans fin."
            },
            {
                "senid": 6,
                "content": "Dans les années futures, au temple ancestral de Jinli,"
            },
            {
                "senid": 7,
                "content": "Les chants de Liangfu Yin résonnent avec un regret éternel."
            }
        ]
    },
    {
        "id": "ce493923-7c4b-41a9-94e9-cf95741c018c",
        "title": "酬程延秋夜即事见赠",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Les longues nattes de bambou accueillent le vent tôt, la ville déserte baignée dans la lueur douce de la lune."
            },
            {
                "senid": 1,
                "content": "La Voie lactée coule avec le seul oie de l'automne, le bruit des pierres à battre résonne dans mille maisons la nuit."
            },
            {
                "senid": 2,
                "content": "Bien que l'avancée de la saison semble tardive, le désir de mon cœur éloigne le repos."
            },
            {
                "senid": 3,
                "content": "En récitant tes beaux vers, le temps s'échappe jusqu'au cri des corbeaux au lever du jour sans que je m'en rende compte."
            }
        ]
    },
    {
        "id": "7950a49f-f51d-4926-9d1e-e5f76b153829",
        "title": "酬郭给事",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Les hautes portes retiennent la lueur flamboyante."
            },
            {
                "senid": 1,
                "content": "Entre les ombres des pêchers et des pruniers, les bourgeons de saule volent."
            },
            {
                "senid": 2,
                "content": "Des cloches sonnent à peine dans les quartiers du palais en fin de soirée."
            },
            {
                "senid": 3,
                "content": "Peu de fonctionnaires restent là où les oiseaux chanteurs se trouvent."
            },
            {
                "senid": 4,
                "content": "Au crépuscule, les pendentifs de jade tintent en approchant de la salle d’or."
            },
            {
                "senid": 5,
                "content": "Au crépuscule, on reçoit des édits devant la porte ornée."
            },
            {
                "senid": 6,
                "content": "Bien que désireux de servir, l’âge limite mes intentions."
            },
            {
                "senid": 7,
                "content": "La maladie m’oblige à me débarrasser des ornements de la tenue de cour."
            }
        ]
    },
    {
        "id": "65e9c24b-bdbd-4ef9-9e14-012c8fde79b8",
        "title": "酬张少府",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans mes dernières années, je ne recherche que la tranquillité, toutes les affaires du monde ne m'intéressent plus."
            },
            {
                "senid": 1,
                "content": "En me regardant, je n'ai pas de grands plans, je sais seulement retourner dans ma vieille forêt."
            },
            {
                "senid": 2,
                "content": "Les vents de pins dénouent ma ceinture, la lueur de la lune sur la montagne illumine ma performance de guitare."
            },
            {
                "senid": 3,
                "content": "Vous demandez les principes de l'adversité et du succès, la chanson du pêcheur s'enfonce profondément au cœur de la baie."
            }
        ]
    },
    {
        "id": "de6b7e3d-03cd-4daa-bdc2-7fb820fda441",
        "title": "出塞二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Sous la lune des Qin, près des passes frontalières des Han."
            },
            {
                "senid": 1,
                "content": "Les guerriers marchent des milliers de kilomètres et ne reviennent jamais."
            },
            {
                "senid": 2,
                "content": "Si le général de la Ville du Dragon volait encore,"
            },
            {
                "senid": 3,
                "content": "Les chevaux nomades ne franchiraient jamais la hauteur du mont Yin."
            }
        ]
    },
    {
        "id": "5b3a5651-2a80-4fb1-b1bf-c9fb5ec38905",
        "title": "初发扬子寄元大校书",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Tristement, je m'éloigne de mes chers amis, notre bateau s'enfonce dans la brume épaisse."
            },
            {
                "senid": 1,
                "content": "Rames retournant à Luoyang, les cloches lointaines résonnent dans les arbres de Guangling."
            },
            {
                "senid": 2,
                "content": "Aujourd'hui, nous nous disons adieu ici, où nos chemins se croiseront - ils à nouveau ?"
            },
            {
                "senid": 3,
                "content": "Les affaires de la vie sont des bateaux sur les vagues, comment pouvons - nous jeter l'ancre dans ce flux sans fin ?"
            }
        ]
    },
    {
        "id": "0ae0e3bd-a32e-481f-9719-b283da2da964",
        "title": "滁州西涧",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Seul, je chéris l'herbe isolée qui pousse au bord du ruisseau."
            },
            {
                "senid": 1,
                "content": "Au-dessus, les Loriots chantent au cœur des arbres."
            },
            {
                "senid": 2,
                "content": "La marée printanière, avec la pluie, se précipite à la tombée de la nuit."
            },
            {
                "senid": 3,
                "content": "Au gué sauvage, personne ne s’occupe ; le bateau gît à la dérive."
            }
        ]
    },
    {
        "id": "7456691c-636e-46d7-9093-edc778b0a7ea",
        "title": "楚江怀古三首 一",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "Le froid lustre de la rosée s'amasse, le faible soleil descend sur les collines de Chu."
            },
            {
                "senid": 1,
                "content": "Des singes crient dans les arbres du lac Dongting, un homme habite dans un bateau de magnolia."
            },
            {
                "senid": 2,
                "content": "De vastes marais font naître une lune brillante, des montagnes vertes enserrent des torrents tumultueux."
            },
            {
                "senid": 3,
                "content": "Le Seigneur des Nuages ne descend pas, toute la nuit il se lamente seul pour l'automne."
            }
        ]
    },
    {
        "id": "6290b8f0-48de-407f-be2c-629140d91f83",
        "title": "春泛若耶溪",
        "author": "綦毋潜",
        "sentence": [
            {
                "senid": 0,
                "content": "Des pensées sereines incessantes, je flotte au gré des hasards."
            },
            {
                "senid": 1,
                "content": "Le vent du soir guide le bateau, à travers un chemin bordé de fleurs jusqu'à l'embouchure du ruisseau."
            },
            {
                "senid": 2,
                "content": "Au crépuscule, je me dirige vers les vallées occidentales, au - delà des montagnes, je regarde le constellation Nan Dou."
            },
            {
                "senid": 3,
                "content": "Le brouillard au-dessus de l'étang flotte épais, la lune dans la forêt s'abaisser vers l'arrière."
            },
            {
                "senid": 4,
                "content": "Les affaires de la vie ne sont que du brouillard, je souhaite être un vieil homme à la canne à pêche."
            }
        ]
    },
    {
        "id": "d0fa1454-f337-4343-ab4a-2a42dfdf4e8f",
        "title": "春宫曲",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Le vent de la nuit dernière a fait fleurir les pêchers arrosés de rosée près du puits."
            },
            {
                "senid": 1,
                "content": "La lune brillait haute au --dessus de la salle principale du palais de Weiyang."
            },
            {
                "senid": 2,
                "content": "La chanson et la danse de Pingyang ont été nouvellement favorisées avec grâce."
            },
            {
                "senid": 3,
                "content": "De l'autre côté du rideau, le froid du printemps a amené une robe de brocart offerte."
            }
        ]
    },
    {
        "id": "8eaf97fd-82bb-4651-9dde-9a5a6f78182c",
        "title": "春宫怨",
        "author": "杜荀鹤",
        "sentence": [
            {
                "senid": 0,
                "content": "Longtemps trompée par ma prétention à la beauté, Je suis lente à me maquiller en face du miroir."
            },
            {
                "senid": 1,
                "content": "La grâce ne réside pas dans les beaux traits, Comment dois - je donc coiffer mes cheveux?"
            },
            {
                "senid": 2,
                "content": "Les vents chauds brisent le doux chant des oiseaux, Le soleil haut superpose les ombres lumineuses des fleurs."
            },
            {
                "senid": 3,
                "content": "An après an, les jeunes filles près du ruisseau Yue se souviennent encore de la cueillette des lotus."
            }
        ]
    },
    {
        "id": "d35f583a-c20c-453c-a886-e13f98b2e4b4",
        "title": "春思",
        "author": "皇甫冉",
        "sentence": [
            {
                "senid": 0,
                "content": "Les loriots et les hirondelles annoncent le Nouvel An."
            },
            {
                "senid": 1,
                "content": "Les routes menant à Mayi et à la Colline du Dragon s'étirent sur des milliers de kilomètres."
            },
            {
                "senid": 2,
                "content": "Ma maison près de la ville de Qin borde le jardin royal des Han."
            },
            {
                "senid": 3,
                "content": "Mon cœur suit la lune brillante vers le ciel nord des Hu."
            },
            {
                "senid": 4,
                "content": "Les lettres de brocart sur le métier à tisser parlent de tristesse sans fin."
            },
            {
                "senid": 5,
                "content": "Les fleurs sur la tour se moquent de mon sommeil solitaire."
            },
            {
                "senid": 6,
                "content": "Je demande au commandant Dou, le Général des chars :"
            },
            {
                "senid": 7,
                "content": "Quand vos étendards reviendront-ils triomphants à Yanran ?"
            }
        ]
    },
    {
        "id": "7277c420-9f3f-4093-a5b2-6331494721e8",
        "title": "春思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "L'herbe de Yan brille comme de la soie émeraude."
            },
            {
                "senid": 1,
                "content": "Les mûriers de Qin pleurent avec leurs rameaux verdoyants."
            },
            {
                "senid": 2,
                "content": "Quand les pensées de la maison visitent votre noble cœur,"
            },
            {
                "senid": 3,
                "content": "Mon âme même est transpercée par la flèche du désir."
            },
            {
                "senid": 4,
                "content": "Vents de printemps, même si nous ne nous sommes jamais rencontrés,"
            },
            {
                "senid": 5,
                "content": "Pourquoi envahissez-vous le filet de soie de ma chambre à coucher?"
            }
        ]
    },
    {
        "id": "2769113d-0cac-4e67-83cb-0c10685f8381",
        "title": "春宿左省",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Les fleurs s'estompent le long des murs du palais au crépuscule."
            },
            {
                "senid": 1,
                "content": "Des oiseaux gazouillant se posent dans leurs nids."
            },
            {
                "senid": 2,
                "content": "Les étoiles descendent tandis que des milliers de foyers s'agitent."
            },
            {
                "senid": 3,
                "content": "La lune s'approche des hauteurs célestes, pleine et lumineuse."
            },
            {
                "senid": 4,
                "content": "Insomniaque, j'entends le cliquetis des clés d'or."
            },
            {
                "senid": 5,
                "content": "A travers le vent, j'imagine le tintement des pendentifs de jade."
            },
            {
                "senid": 6,
                "content": "Au lever du soleil, j'attends des documents officiels."
            },
            {
                "senid": 7,
                "content": "Je demande à plusieurs reprises comment avance la nuit."
            }
        ]
    },
    {
        "id": "e9e6425c-6c14-4f69-8694-87a8b96a43de",
        "title": "春望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Le pays est en ruines, mais les montagnes et les rivières restent; Au printemps de la ville, les herbes et les arbres poussent abondamment."
            },
            {
                "senid": 1,
                "content": "Ému par les temps, les fleurs versent des larmes; Hâtifs de la séparation, les oiseaux effraient le cœur."
            },
            {
                "senid": 2,
                "content": "Les feux de signal brûlent pendant trois mois de suite; Une lettre de chez soi vaut dix mille en or."
            },
            {
                "senid": 3,
                "content": "Les cheveux blancs, grattés, deviennent de plus en plus fins; Bientôt trop fins pour tenir la broche."
            }
        ]
    },
    {
        "id": "cb168b3b-d104-4df7-9868-1e1225ddb941",
        "title": "春晓",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans le sommeil printanier, on ne s'aperçoit pas du lever du jour."
            },
            {
                "senid": 1,
                "content": "Partout on entend chanter les oiseaux."
            },
            {
                "senid": 2,
                "content": "La nuit dernière est venue le bruit du vent et de la pluie."
            },
            {
                "senid": 3,
                "content": "Sais - tu combien de fleurs sont tombées?"
            }
        ]
    },
    {
        "id": "8331c76b-a250-4d07-9c28-b8a456e0974c",
        "title": "春雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Au lever du printemps, je gis las, vêtu d'un manteau blanc."
            },
            {
                "senid": 1,
                "content": "Devant la désolation de la Porte Blanche, mes pensées s'égarent souvent."
            },
            {
                "senid": 2,
                "content": "À travers la pluie, la tour rouge paraît froide et lointaine."
            },
            {
                "senid": 3,
                "content": "Les rideaux de perles s’agitent tandis que je rentre seul avec une lampe vacillante."
            },
            {
                "senid": 4,
                "content": "Sur le long chemin, il faut pleurer le crépuscule tardif du printemps."
            },
            {
                "senid": 5,
                "content": "Dans la nuit déclinante, de vagues rêves persistent encore."
            },
            {
                "senid": 6,
                "content": "Comment les boucles d’oreilles en jade et les lettres scellées arriveront-elles à destination ?"
            },
            {
                "senid": 7,
                "content": "Dans les cieux enveloppés de nuages, un seul oie sauvage vole."
            }
        ]
    },
    {
        "id": "b41e25f5-5a57-497f-a3a2-84bdfb9331f5",
        "title": "春怨",
        "author": "金昌绪",
        "sentence": [
            {
                "senid": 0,
                "content": "Chassez les loriots jaunes."
            },
            {
                "senid": 1,
                "content": "Ne les laissez pas chanter sur les branches."
            },
            {
                "senid": 2,
                "content": "Leur chant m’effraie dans mon doux rêve."
            },
            {
                "senid": 3,
                "content": "Et je ne peux pas atteindre Liaoxi dans mon sommeil."
            }
        ]
    },
    {
        "id": "fc1bc01d-c281-40fd-9e0d-4c484539e4ae",
        "title": "春怨",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "Fenêtres de gaze, coucher de soleil, l'approche progressive du crépuscule."
            },
            {
                "senid": 1,
                "content": "Chambre dorée, personne pour témoigner des traces de larmes."
            },
            {
                "senid": 2,
                "content": "Cour déserte, la fin du printemps se profile dans la solitude."
            },
            {
                "senid": 3,
                "content": "Des fleurs de poirier recouvrent le sol, mais la porte reste fermée."
            }
        ]
    },
    {
        "id": "5bb5c590-5de8-4bfb-aee6-30bc4bcdf99a",
        "title": "次北固山下",
        "author": "王湾",
        "sentence": [
            {
                "senid": 0,
                "content": "Un chemin de voyageur au-delà des montagnes vertes."
            },
            {
                "senid": 1,
                "content": "Un bateau navigue devant des eaux émeraude."
            },
            {
                "senid": 2,
                "content": "Les marées se calment, les deux rives s'étendent."
            },
            {
                "senid": 3,
                "content": "Les vents sont justes, une seule voile s'élève."
            },
            {
                "senid": 4,
                "content": "Le soleil de la mer naît dans la nuit qui s'évanouit."
            },
            {
                "senid": 5,
                "content": "Le printemps du fleuve entre dans l'année qui vieillit."
            },
            {
                "senid": 6,
                "content": "Où arrivent les lettres du village natal ?"
            },
            {
                "senid": 7,
                "content": "Des oies de retour au bord de Luoyang."
            }
        ]
    },
    {
        "id": "80fe70cd-6e63-48eb-9c1e-ab26330d45d9",
        "title": "崔九欲往南山马上口号与别",
        "author": "裴迪",
        "sentence": [
            {
                "senid": 0,
                "content": "Que tu rentres profondément ou superficialement dans les montagnes,"
            },
            {
                "senid": 1,
                "content": "Tu dois pleinement apprécier la beauté des collines et des vallées."
            },
            {
                "senid": 2,
                "content": "Ne imite pas les gens de Wuling,"
            },
            {
                "senid": 3,
                "content": "Qui ont erré brièvement dans la source aux fleurs de pêcher."
            }
        ]
    },
    {
        "id": "a4d718ee-c020-42b4-97df-499cd0076f7b",
        "title": "登高",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans des vents rapides et des cieux élevés, les singes gémitent tristement ; Sur les îles claires et les sables blancs, les oiseaux tournoyent gracieusement."
            },
            {
                "senid": 1,
                "content": "Des feuilles sans fin bruissent en descendant sans cesse ; Le Yangzi éternel se précipite sans relâche."
            },
            {
                "senid": 2,
                "content": "Au travers de milliers de kilomètres de tristesse automnale, je reste un errant ; Des maladies d'une vie accompagnent en vain ma montée solitaire."
            },
            {
                "senid": 3,
                "content": "Les difficultés engendrent de amères regrets face aux cheveux blancs comme la givre ; Désordonné et misérable, j'ai cessé de partager le vin trouble."
            }
        ]
    },
    {
        "id": "63950163-6a10-4e74-af8a-09886e4ef2a8",
        "title": "登鹳雀楼",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Le soleil blanc se couche derrière les montagnes."
            },
            {
                "senid": 1,
                "content": "Le fleuve Jaune s'écoule dans la mer."
            },
            {
                "senid": 2,
                "content": "Pour voir une vue de mille lieues,"
            },
            {
                "senid": 3,
                "content": "Montez encore d'un étage."
            }
        ]
    },
    {
        "id": "4af86c76-18b3-4069-be90-6d8cef430bc7",
        "title": "登金陵凤凰台",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Sur la terrasse du Phénix, les phénix ont jadis erré ; Maintenant partis, la terrasse reste tandis que les rivières s'écoulent sans être revendiquées."
            },
            {
                "senid": 1,
                "content": "Les fleurs du palais de Wu enterrent des sentiers cachés ; Les seigneurs de la dynastie Jin reposent dans les voiles des anciens monticules."
            },
            {
                "senid": 2,
                "content": "Trois sommets perforent en partie l'embrassade du ciel azur ; Deux ruisseaux divisent l'espace aquatique de l'îlot des hérons."
            },
            {
                "senid": 3,
                "content": "Les nuages flottants obscurcissent la brillante face du soleil ; Chang'an invisible apporte l'embrassade froide de la tristesse."
            }
        ]
    },
    {
        "id": "3d26433c-a673-4094-8c83-cadb1b08412a",
        "title": "登柳州城楼寄漳汀封连四州",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "De hautes tours sur les murs rejoignent la vaste étendue déserte,"
            },
            {
                "senid": 1,
                "content": "La mer et le ciel se fondent dans des pensées tristes sans limite."
            },
            {
                "senid": 2,
                "content": "Des vents subits fouettent pêle - mêle les eaux du lotus,"
            },
            {
                "senid": 3,
                "content": "Une pluie dense assaille obliquement les murs tapissés de figuiers sauvages."
            },
            {
                "senid": 4,
                "content": "Les arbres des montagnes empilés les uns sur les autres bloquent la vue à des centaines de kilomètres,"
            },
            {
                "senid": 5,
                "content": "Les méandres du fleuve se tordent comme des enroulements intestinaux à neuf replis."
            },
            {
                "senid": 6,
                "content": "Nous sommes venus ensemble dans cette terre tatouée des Baiyue,"
            },
            {
                "senid": 7,
                "content": "Pourtant, les lettres restent encore dans des régions séparées."
            }
        ]
    },
    {
        "id": "12919986-2d09-4d2e-b5ad-f2485e40ada5",
        "title": "登楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Les fleurs près des hautes tours attristent le cœur du voyageur."
            },
            {
                "senid": 1,
                "content": "En temps de troubles, je monte sur cet eminence."
            },
            {
                "senid": 2,
                "content": "Les teintes printanières de la rivière Brocart remplissent le monde."
            },
            {
                "senid": 3,
                "content": "Les nuages du Fort Jade changent à travers le temps."
            },
            {
                "senid": 4,
                "content": "La Cour du Nord reste ferme, immuable."
            },
            {
                "senid": 5,
                "content": "Bandits de la colline occidentale, n'osez pas envahir !"
            },
            {
                "senid": 6,
                "content": "Hélas, le dernier seigneur a toujours son sanctuaire."
            },
            {
                "senid": 7,
                "content": "Au crépuscule, je chante le poème de Liangfu à l'ombre du crépuscule."
            }
        ]
    },
    {
        "id": "c244a5b4-0ed0-48fe-8694-95309acac184",
        "title": "登幽州台歌",
        "author": "陈子昂",
        "sentence": [
            {
                "senid": 0,
                "content": "Devant moi, je ne vois pas les anciens; Derrière moi, je ne vois pas les hommes du futur."
            },
            {
                "senid": 1,
                "content": "En réfléchissant à l'immensité du ciel et de la terre, Seul, triste, je verse mes larmes."
            }
        ]
    },
    {
        "id": "5d05fef6-e4aa-48e5-917d-c29d0e6d6b33",
        "title": "登岳阳楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "J'ai entendu parler de l'eau du lac Dongting autrefois."
            },
            {
                "senid": 1,
                "content": "Maintenant, j'ascends la tour de Yueyang."
            },
            {
                "senid": 2,
                "content": "Wu et Chu sont divisés au sud - est le long de son rivage."
            },
            {
                "senid": 3,
                "content": "Le ciel et la terre flottent jour et nuit sans cesse."
            },
            {
                "senid": 4,
                "content": "Pas un mot de parents ni d'amis, pas de lettre."
            },
            {
                "senid": 5,
                "content": "Âgé et malade, un bateau solitaire résume ma vie."
            },
            {
                "senid": 6,
                "content": "Des chevaux de guerre piétinent les frontières du nord dans la lutte."
            },
            {
                "senid": 7,
                "content": "Au balcon, les larmes coulent avec les malheurs de ma vie."
            }
        ]
    },
    {
        "id": "3e0e1d96-c249-47c4-b16d-4d91dd6e7cce",
        "title": "东郊",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Confini dans les quartiers officiels toute l'année, je m'aventure à la périphérie où la clarté de l'aube s'étend."
            },
            {
                "senid": 1,
                "content": "Les saules se balancent dans une douce brise, les montagnes vertes apaisent mes pensées inquiètes."
            },
            {
                "senid": 2,
                "content": "Me reposant paisiblement à côté des buissons regroupés, je me promène et je me retiens le long du ruisseau."
            },
            {
                "senid": 3,
                "content": "La brume fine en pluie mouille les champs parfumés, d'où vient le chant de la colombe de printemps ?"
            },
            {
                "senid": 4,
                "content": "En appréciant la retraite, mon cœur s'arrête souvent, mais les affaires du monde hâtent encore mes pas."
            },
            {
                "senid": 5,
                "content": "Enfin, je construirai une chaumière ici, aspirant à la noblesse et à la simplicité de Tao Qian."
            }
        ]
    },
    {
        "id": "fe6f4b72-855c-43b9-8883-8b3fe3cd8bd4",
        "title": "杜少府之任蜀州",
        "author": "王勃",
        "sentence": [
            {
                "senid": 0,
                "content": "La capitale est gardée par le triple Qin."
            },
            {
                "senid": 1,
                "content": "À travers les vents brumeux, regarder les Cinq Gués."
            },
            {
                "senid": 2,
                "content": "Nos pensées de départ sont alignées, nous sommes tous deux des fonctionnaires errants loin de chez nous."
            },
            {
                "senid": 3,
                "content": "De vrais amis restent proches même s'ils sont séparés par des océans."
            },
            {
                "senid": 4,
                "content": "Ne restons pas aux carrefours, pleurant comme de jeunes amoureux."
            }
        ]
    },
    {
        "id": "eb9530d2-e4c7-4c34-9214-06c28ca586bf",
        "title": "渡汉江",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "Au-delà des montagnes, les nouvelles ont cessé; L'hiver est passé et le printemps est arrivé sans salutation."
            },
            {
                "senid": 1,
                "content": "En approchant de mon pays natal, mon cœur devient plus timide; Je n'ose pas demander d'où viennent les voyageurs."
            }
        ]
    },
    {
        "id": "bf8918b8-a05a-4ccf-bb2e-3f9b81f6bbfc",
        "title": "渡荆门送别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Traversant loin au-delà de la porte de Jingmen, voyageant vers l'ancienne terre de Chu."
            },
            {
                "senid": 1,
                "content": "Les montagnes s'estompent à mesure que les plaines s'étendent, le fleuve coule dans l'immensité sauvage."
            },
            {
                "senid": 2,
                "content": "La lune, un miroir volant dans le ciel ; les nuages forment des tours de mirage au-dessus de la mer."
            },
            {
                "senid": 3,
                "content": "Toujours porteuse des eaux de chez soi, le voyage s'étend sur dix mille milles."
            }
        ]
    },
    {
        "id": "3cda5a92-ffa2-4af0-9217-97ce36113705",
        "title": "枫桥夜泊",
        "author": "张继",
        "sentence": [
            {
                "senid": 0,
                "content": "La lune se couche, les corbeaux croassent sous un ciel rempli de givre."
            },
            {
                "senid": 1,
                "content": "Au bord des érables fluviaux, un pêcheur gît sans sommeil dans le chagrin."
            },
            {
                "senid": 2,
                "content": "Au - delà des murs de Gusu, le Temple de la Montagne Froide se dresse."
            },
            {
                "senid": 3,
                "content": "Les échos de la cloche de minuit atteignent le bateau du voyageur."
            }
        ]
    },
    {
        "id": "d32a2610-09d7-49ad-8cdf-dd9c649144c7",
        "title": "风雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Mélancolique est le poème de l'épée, mon errance approche de la fin de ma vie."
            },
            {
                "senid": 1,
                "content": "Les feuilles jaunes font toujours face au vent et à la pluie, tandis que les tours résonnent de flûtes et de cordes."
            },
            {
                "senid": 2,
                "content": "Les nouveaux amis rencontrent le mépris superficiel, les anciens liens brisés par un sort cruel."
            },
            {
                "senid": 3,
                "content": "Découragé par le vin de Xinfeng, combien de tasses faut-il pour noyer ces tristesses?"
            }
        ]
    },
    {
        "id": "07238ad9-c348-43d4-b1d7-25d89369286d",
        "title": "逢入京使",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Je regarde vers l'est en direction de mon pays natal, le chemin est interminable."
            },
            {
                "senid": 1,
                "content": "Mes manches restent trempées de larmes qui ne cessent pas de couler."
            },
            {
                "senid": 2,
                "content": "Nous nous rencontrons à cheval, sans papier ni pinceau à la main."
            },
            {
                "senid": 3,
                "content": "Je t'en confie ces mots pour transmettre le message que je suis sain et sauf."
            }
        ]
    },
    {
        "id": "ce71032a-c075-492c-9554-51eb080348a5",
        "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La rivière Wei serpente à travers le col frontière sinueux de Qin."
            },
            {
                "senid": 1,
                "content": "La montagne Jaune enserrait autrefois les murs inclinés du palais Han."
            },
            {
                "senid": 2,
                "content": "La voiture impériale émerge de portes innombrables gardées par des saules."
            },
            {
                "senid": 3,
                "content": "Depuis les chemins surélevés, on regarde en arrière les jardins royaux en pleine floraison."
            },
            {
                "senid": 4,
                "content": "Deux tours en forme de phénix perçaient les nuages au-dessus de la ville impériale."
            },
            {
                "senid": 5,
                "content": "La pluie de printemps baigne dix mille maisons au milieu des cimes verdoyantes."
            },
            {
                "senid": 6,
                "content": "Pour exploiter la vigueur du printemps pour l'ordre du gouvernement."
            },
            {
                "senid": 7,
                "content": "Ce n'est pas pour les délires impériaux dans cette terre splendide."
            }
        ]
    },
    {
        "id": "8df8e94b-ffe4-4930-af4c-491d7cb04651",
        "title": "奉和中书舍人贾至早朝大明宫",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Les coqs chantent sur les avenues pourpres dans la froide lumière de l'aube, Les loriots chantent alors que les teintes du printemps s'estompent dans la splendeur impériale."
            },
            {
                "senid": 1,
                "content": "Les tours d'or résonnent des cloches du matin qui ouvrent innombrables portes, Les marches de jade abritent des gardes célestes entourés de nombreux officiels."
            },
            {
                "senid": 2,
                "content": "Les fleurs saluent les épées ornées alors que les étoiles commencent à disparaître, Les saules frôlent les bannières où la rosée est encore figée."
            },
            {
                "senid": 3,
                "content": "Seul l'invité du bassin du phénix se distingue, Harmoniser la mélodie du printemps s'avère un art difficile."
            }
        ]
    },
    {
        "id": "c2c83ee2-940f-4ae3-9ab3-4f509d2991f3",
        "title": "奉济驿重送严公四韵",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "En nous disant adieu ici, nous nous séparons, les collines vertes ne font que résonner notre tristesse."
            },
            {
                "senid": 1,
                "content": "Quand allons - nous lever nos verres à nouveau ? Hier soir, la lune a voyagé avec nous."
            },
            {
                "senid": 2,
                "content": "Les villes chantent en lamentation, trois dynasties ont été témoins de votre honneur."
            },
            {
                "senid": 3,
                "content": "Je retourne seul au village au bord de la rivière, la solitude berce mes jours restants."
            }
        ]
    },
    {
        "id": "090b7792-2942-4f3c-a34d-caccd066c76f",
        "title": "芙蓉楼送辛渐二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "La pluie froide tombe dans le lac tout au long de la nuit sous un ciel sombre."
            },
            {
                "senid": 1,
                "content": "Au crépuscule, je te quitte, là où les montagnes de Chu se dressent solitaires et hautes."
            },
            {
                "senid": 2,
                "content": "Si des amis à Luoyang me demandent comment je vais,"
            },
            {
                "senid": 3,
                "content": "Mon cœur est un vase de jade contenant un cristal de glace pur et beau."
            }
        ]
    },
    {
        "id": "0174cbbc-31fa-4daf-b1cf-7f91c6a646a9",
        "title": "赋得古原草送别",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Des herbes luxuriantes s'étendent sur la plaine."
            },
            {
                "senid": 1,
                "content": "Chaque année, elles fleurissent puis se fanent."
            },
            {
                "senid": 2,
                "content": "Les feux de brousse ne peuvent pas les tout dévorer."
            },
            {
                "senid": 3,
                "content": "Les brises printanières les raniment encore une fois."
            },
            {
                "senid": 4,
                "content": "Le parfum lointain envahit le chemin antique."
            },
            {
                "senid": 5,
                "content": "Le vert ensoleillé rejoint la ville en ruines."
            },
            {
                "senid": 6,
                "content": "Encore une fois, je dis au noble jeune homme adieu."
            },
            {
                "senid": 7,
                "content": "Les herbes luxuriantes débordent de tristesse à la séparation."
            }
        ]
    },
    {
        "id": "83dcb67c-ccbc-4592-b232-368a6b5275ce",
        "title": "赋得暮雨送李胄",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans la légère pluie du fleuve Chu."
            },
            {
                "senid": 1,
                "content": "Au moment de la cloche du crépuscule de Jianye."
            },
            {
                "senid": 2,
                "content": "Des voiles vagues s'approchent, chargées de pluie."
            },
            {
                "senid": 3,
                "content": "Des oiseaux flous tardent à partir."
            },
            {
                "senid": 4,
                "content": "La porte de la mer s'enfonce dans des profondeurs invisibles."
            },
            {
                "senid": 5,
                "content": "Les arbres de la rive lointaine retiennent l'humidité."
            },
            {
                "senid": 6,
                "content": "Les sentiments d'adieu ne connaissent pas de limites."
            },
            {
                "senid": 7,
                "content": "Les larmes imbibent les robes comme des fils épars."
            }
        ]
    },
    {
        "id": "6df38a77-6e5d-43ae-a115-7de36475f53e",
        "title": "感遇十二首 二",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans les bois isolés, je rentre pour me reposer seul, les pensées stagnantes lavées par la solitude et la clarté."
            },
            {
                "senid": 1,
                "content": "Avec cela, je remercie l'oiseau qui s'envole haut, par lequel des sentiments lointains sont transmis."
            },
            {
                "senid": 2,
                "content": "Jour et nuit, nourrissant des pensées vides, qui peut ressentir l'essence ultime?"
            },
            {
                "senid": 3,
                "content": "La logique de l'ascension et de la descente nous sépare, où ma sincérité trouvera-t-elle réconfort?"
            }
        ]
    },
    {
        "id": "11b013f9-aa6a-4e55-8e68-195dc62f161f",
        "title": "感遇十二首 七",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Au sud du fleuve poussent des mandarines rouges, vertes même en hiver."
            },
            {
                "senid": 1,
                "content": "Ce n'est pas seulement à cause de la chaleur du sol, mais grâce à une volonté résistante au froid."
            },
            {
                "senid": 2,
                "content": "Dignes d'ornementer les tables des nobles, mais bloquées par des montagnes et des ruisseaux."
            },
            {
                "senid": 3,
                "content": "Les tours du destin sont indéchiffrables, les cycles dépassent la compréhension humaine."
            },
            {
                "senid": 4,
                "content": "Pourquoi ne louer que les pêchers et les pruniers ? Cet arbre offre aussi de l'ombre rafraîchissante."
            }
        ]
    },
    {
        "id": "f9798830-48c1-45e3-be90-4028d93954dc",
        "title": "感遇十二首 四",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Un cygne solitaire vient de la mer et n'ose pas jeter un coup d'œil à l'étang."
            },
            {
                "senid": 1,
                "content": "De profil, je vois une paire de martins - pêcheurs nichant dans la lueur de l'Arbre des Trois Joyaux."
            },
            {
                "senid": 2,
                "content": "Au sommet de l'arbre précieux, craignent - ils la rancune des billes d'or?"
            },
            {
                "senid": 3,
                "content": "De beaux plumages attirent les doigts pointés, l'excellence suscite la colère divine."
            },
            {
                "senid": 4,
                "content": "Maintenant, je errerai dans le vide infini, que peuvent convoiter les chasseurs?"
            }
        ]
    },
    {
        "id": "9b4f2d56-6df4-4999-a82c-11283529dd51",
        "title": "感遇十二首 一",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Les feuilles d'orchidée s'épanouissent dans l'embrasse du printemps."
            },
            {
                "senid": 1,
                "content": "Les fleurs d'osmanthe éclairent le visage pur de l'automne."
            },
            {
                "senid": 2,
                "content": "Vivants de la vigueur de la vie, ils croissent."
            },
            {
                "senid": 3,
                "content": "Chaque saison montre naturellement sa grâce."
            },
            {
                "senid": 4,
                "content": "Qui savait le regard du habitant de la forêt ?"
            },
            {
                "senid": 5,
                "content": "Attraperait - il leur parfum et s'asseoir avec délice ?"
            },
            {
                "senid": 6,
                "content": "Les plantes gardent leur essence pure et vraie."
            },
            {
                "senid": 7,
                "content": "Pourquoi chercher de belles mains pour briser leur couleur ?"
            }
        ]
    },
    {
        "id": "ac2ec0ba-10b1-4ae3-8859-1e7752625331",
        "title": "哥舒歌",
        "author": "西鄙人",
        "sentence": [
            {
                "senid": 0,
                "content": "La Grande Ourse brille haut."
            },
            {
                "senid": 1,
                "content": "Geshu brandit son épée la nuit."
            },
            {
                "senid": 2,
                "content": "Jusqu'à aujourd'hui, les espions observent les chevaux qui paissent."
            },
            {
                "senid": 3,
                "content": "N'osant pas traverser la frontière de Lintao."
            }
        ]
    },
    {
        "id": "0f5874bf-3748-44c9-bc3a-be4a8c3eb2f6",
        "title": "阁夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "À la fin de l'année, le yin et le yang hâtent la lueur fugace."
            },
            {
                "senid": 1,
                "content": "Le givre et la neige s'évanouissent dans la nuit froide à l'horizon."
            },
            {
                "senid": 2,
                "content": "Au cinquième quart de nuit, les tambours et les cornes sonnent solennellement et sinistrement."
            },
            {
                "senid": 3,
                "content": "La rivière étoilée des Trois Gorges scintille dans son intégralité."
            },
            {
                "senid": 4,
                "content": "Des familles pleurent amèrement en entendant l'appel cruel de la guerre."
            },
            {
                "senid": 5,
                "content": "Des chants de pêcheurs s'élèvent là où se trouvent des esclaves barbares."
            },
            {
                "senid": 6,
                "content": "Les dragons endormis et les chevaux bondissants deviennent de la terre."
            },
            {
                "senid": 7,
                "content": "Les affaires humaines s'attardent, enveloppées de silence et de chagrin."
            }
        ]
    },
    {
        "id": "f8d102c4-b25b-412f-afce-35db35c339d9",
        "title": "宫词",
        "author": "薛逢",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule, tous dans les douze tours se maquillent."
            },
            {
                "senid": 1,
                "content": "Sur la Tour de la Vue des Immortels, ils regardent chercher la vue du monarque."
            },
            {
                "senid": 2,
                "content": "Froides sont les chaînes retenues par les bouches de bêtes d'or."
            },
            {
                "senid": 3,
                "content": "L'eau coule lentement toute la journée à travers l'horloge à eau en bronze en forme de dragon."
            },
            {
                "senid": 4,
                "content": "Avec les cheveux en forme de nuage peignés, ils regardent toujours dans le miroir."
            },
            {
                "senid": 5,
                "content": "Après avoir changé de robes de soie, ils appliquent encore plus de parfum."
            },
            {
                "senid": 6,
                "content": "Regardant de loin où les rideaux de la grande salle s'ouvrent"
            },
            {
                "senid": 7,
                "content": "Des servantes habillées balayent le lit impérial, signe de la nuit."
            }
        ]
    },
    {
        "id": "ab4b1a7f-4fbe-438b-817f-9e1ed2d39f4f",
        "title": "宫词",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Le temps des fleurs est silencieux, les portes de la cour sont closes."
            },
            {
                "senid": 1,
                "content": "Deux belles femmes se tiennent côte à côte dans le corridor orné de jade."
            },
            {
                "senid": 2,
                "content": "Désirant parler des affaires du palais, leurs cœurs pleins d'émotion."
            },
            {
                "senid": 3,
                "content": "Pourtant, devant le perroquet, elles n'osent pas prononcer un mot."
            }
        ]
    },
    {
        "id": "d850db6a-e07b-4fee-b642-57a70bdbbed2",
        "title": "宫词二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Trois mille milles de ma patrie."
            },
            {
                "senid": 1,
                "content": "Vingt ans au fond du palais."
            },
            {
                "senid": 2,
                "content": "Au son de la chanson He Manzi,"
            },
            {
                "senid": 3,
                "content": "Deux larmes tombent devant le trône."
            }
        ]
    },
    {
        "id": "aa9f9e4d-aa34-496e-89cf-cfef61efa89d",
        "title": "宫词五首 二",
        "author": "顾况",
        "sentence": [
            {
                "senid": 0,
                "content": "Depuis les tours de jade à mi - ciel, la musique et le chant s'élèvent, tandis que le vent porte le rire harmonieux des femmes de palais."
            },
            {
                "senid": 1,
                "content": "Les ombres du Palais de la Lune se séparent alors que l'horloge à eau de la nuit dégoutte clairement, les rideaux de cristal se rétractent près de la sphère de la Voie lactée."
            }
        ]
    },
    {
        "id": "c836e52f-2346-4a3e-84bb-97514b17faf6",
        "title": "孤雁 二",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Tous les troupeaux ont volé loin."
            },
            {
                "senid": 1,
                "content": "Une ombre solitaire flotte dans le chagrin."
            },
            {
                "senid": 2,
                "content": "Dans la pluie du crépuscule, les appels sans réponse s'estompent."
            },
            {
                "senid": 3,
                "content": "Au bord de l'étang froid, il atterrit en retard."
            },
            {
                "senid": 4,
                "content": "Sous les nuages sombres, il vole."
            },
            {
                "senid": 5,
                "content": "Refroidi par le rayon lointain de la lune."
            },
            {
                "senid": 6,
                "content": "Bien que aucune flèche ne cherche sa détresse,"
            },
            {
                "senid": 7,
                "content": "Seul, il attire le regard de l'observateur."
            }
        ]
    },
    {
        "id": "f1496cf4-4f85-4f9e-9e0e-dd05370641d3",
        "title": "古意",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Un homme part en longue campagne, un jeune guerrier de Youyan."
            },
            {
                "senid": 1,
                "content": "Il mise sa victoire sous les sabots du cheval, toujours méprisant sa propre vie."
            },
            {
                "senid": 2,
                "content": "Tuant ses ennemis, personne n'ose s'approcher, sa barbe se hérissée comme les quilles d'un porc-épic."
            },
            {
                "senid": 3,
                "content": "Des nuages jaunes au-dessus de la crête, de la neige blanche vole ; jusqu'à ce qu'il ait rendu grâce, il ne peut rentrer."
            },
            {
                "senid": 4,
                "content": "Une jeune épouse de Liaodong, âgée de quinze ans, habile au pipa, au chant et à la danse."
            },
            {
                "senid": 5,
                "content": "Maintenant en train de jouer une mélodie frontalière de flûte qiang, faisant pleurer toute l'armée comme de la pluie."
            }
        ]
    },
    {
        "id": "b9521e2b-963e-4d90-acf3-d87c2a135071",
        "title": "古意呈补阙乔知之",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans la maison Lu, une jeune femme habite sa salle ornée de tulipes ;/Là, des hirondelles de mer en couples se perchent sur des poutres en tortue."
            },
            {
                "senid": 1,
                "content": "Les marteaux froids de septembre hâtent la chute des feuilles,/Dix ans de service à la frontière rappellent Liaoyang."
            },
            {
                "senid": 2,
                "content": "Au nord de la rivière Bailang, les lettres cessent d'arriver ;/Au sud de la ville du Phénix écarlate, les nuits d'automne s'allongent."
            },
            {
                "senid": 3,
                "content": "Qui dit qu'elle porte sa tristesse seule et inaperçue?/La lune brillante illumine toujours ses fils d'or."
            }
        ]
    },
    {
        "id": "b700208d-d859-4e36-96bf-883c81d4df0f",
        "title": "谷口书斋寄杨补阙",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Les sources des vallées entourent les chaumières, et la brume et les nuages s'élèvent des rideaux de lierre."
            },
            {
                "senid": 1,
                "content": "Le bambou pousse après une pluie fraîche, les montagnes se baignent dans la lueur du coucher de soleil."
            },
            {
                "senid": 2,
                "content": "Les hérons paresseux se perchent tôt, les fleurs d'automne persistent tard dans l'automne."
            },
            {
                "senid": 3,
                "content": "Le garçon de maison balaye le chemin couvert de mousse, comme promis hier avec un vieil ami."
            }
        ]
    },
    {
        "id": "02456f60-6ab5-4de8-b9ed-f7519818f0ca",
        "title": "贾生",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La Chambre Xuan recherche des talents et convoque le ministre exilé."
            },
            {
                "senid": 1,
                "content": "Les talents de Jia Yi brillent sans pareil, incomparables."
            },
            {
                "senid": 2,
                "content": "Hélas, à minuit, il se penche en avant en vain."
            },
            {
                "senid": 3,
                "content": "Il ne demande pas des gens ordinaires, mais des dieux et des esprits."
            }
        ]
    },
    {
        "id": "40cd6eec-c6ce-4659-a225-61063cd210e9",
        "title": "归嵩山作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Des ruisseaux clairs serpencent à travers les fourrés denses, les carrosses et les chevaux s'éloignent paisiblement."
            },
            {
                "senid": 1,
                "content": "L'eau qui coule semble avoir une intention, les oiseaux du crépuscule rentrent ensemble."
            },
            {
                "senid": 2,
                "content": "Une ville déserte fait face au vieux pont - bar, le soleil couchant remplit les collines d'automne."
            },
            {
                "senid": 3,
                "content": "Loin sous le majestueux mont Song, une fois de retour, je fermerai ma porte et méditerai."
            }
        ]
    },
    {
        "id": "4ac3f099-73da-43e8-a4e5-1dbbd9427491",
        "title": "闺怨",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "La jeune épouse dans sa chambre ne connaît pas la tristesse,"
            },
            {
                "senid": 1,
                "content": "Au printemps, parée, elle monte la tour d'émeraude."
            },
            {
                "senid": 2,
                "content": "Surprise par la teinte du saule au bord de la route,"
            },
            {
                "senid": 3,
                "content": "Elle regrette avoir incité son seigneur à chercher un pouvoir titré."
            }
        ]
    },
    {
        "id": "9309205e-1d08-4a7b-99ef-4a05a9ee4370",
        "title": "过故人庄",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Mon vieil ami a préparé du poulet et du millet, m'invitant à sa ferme."
            },
            {
                "senid": 1,
                "content": "Des arbres verts entourent le village, des collines bleues s'inclinent au-delà des murs."
            },
            {
                "senid": 2,
                "content": "Nous nous réjouissons face aux threshing champs et jardins, parlant de mûres et de chanvre tandis que nous buvons du vin."
            },
            {
                "senid": 3,
                "content": "Quand le Festival du Neuf reviendra, je reviendrai pour profiter des chrysanthèmes."
            }
        ]
    },
    {
        "id": "e4354c00-c83e-43da-9341-7007889dd625",
        "title": "过香积寺",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Ne connaissant pas l'emplacement du temple de Xiangji, pendant des kilomètres, les sommets s'élèvent dans les nuages."
            },
            {
                "senid": 1,
                "content": "Les arbres anciens gardent des chemins sans sentiers, les montagnes profondes cachent les sons lointains de la cloche."
            },
            {
                "senid": 2,
                "content": "Les sources se branchent entre les pierres déchiquetées, la lumière du soleil refroidit les pins émeraude."
            },
            {
                "senid": 3,
                "content": "Le crépuscule voile le coude de la piscine vide, la méditation apprivoise le dragon venimeux."
            }
        ]
    },
    {
        "id": "77ac62ee-6396-4ac0-a3ab-cb84ba2e5cd0",
        "title": "寒食",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans la capitale du printemps, les fleurs tourbillonnent partout."
            },
            {
                "senid": 1,
                "content": "Les vents du Festival du Repas Froid inclinent les saules impériaux sous le vent d'est."
            },
            {
                "senid": 2,
                "content": "Au crépuscule, les chandelles traversent les palais Han."
            },
            {
                "senid": 3,
                "content": "La légère fumée s’enfuit dans les maisons des cinq marquis."
            }
        ]
    },
    {
        "id": "9080a103-2750-4b9b-a4fa-1167cd670a0c",
        "title": "汉江临泛",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La frontière de Chu rejoint les trois rivières Xiang."
            },
            {
                "senid": 1,
                "content": "Jingmen relie neuf affluents."
            },
            {
                "senid": 2,
                "content": "La rivière coule au-delà du ciel et de la terre."
            },
            {
                "senid": 3,
                "content": "Les teintes des montagnes entre présence et absence."
            },
            {
                "senid": 4,
                "content": "Les villes flottent sur le rivage."
            },
            {
                "senid": 5,
                "content": "Les vagues agitent le ciel lointain."
            },
            {
                "senid": 6,
                "content": "Les beaux jours de Xiangyang."
            },
            {
                "senid": 7,
                "content": "Rester ivre avec le sage de la montagne."
            }
        ]
    },
    {
        "id": "02943f6d-2c91-4d9c-9690-247eab9ae3ec",
        "title": "行宫",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Ancien palais désolé."
            },
            {
                "senid": 1,
                "content": "Les fleurs du palais rouges et solitaires brillent."
            },
            {
                "senid": 2,
                "content": "Des servantes de palais aux cheveux blancs restent."
            },
            {
                "senid": 3,
                "content": "Elles s’asseyent paisiblement et parlent du règne de Xuanzong."
            }
        ]
    },
    {
        "id": "39b2954c-04df-4561-ad6e-f4ddbae0db1e",
        "title": "行经华阴",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Le mont Hua majestueux domine Xianjing."
            },
            {
                "senid": 1,
                "content": "Trois pics célestes qu'aucun ciseau ne pourrait tailler."
            },
            {
                "senid": 2,
                "content": "Devant le sanctuaire de l'empereur Wu, les nuages commencent à se dissiper."
            },
            {
                "senid": 3,
                "content": "Sur le pic de la Main de l'immortel, la pluie laisse place au soleil."
            },
            {
                "senid": 4,
                "content": "Rivières et montagnes gardent le passage nord de Qin."
            },
            {
                "senid": 5,
                "content": "Les arbres des relais s'étendent jusqu'aux plaines occidentales de Han."
            },
            {
                "senid": 6,
                "content": "Voyageurs à la recherche de gloire et de gain,"
            },
            {
                "senid": 7,
                "content": "Personne ne dépasse ce royaume pour chercher la vie éternelle."
            }
        ]
    },
    {
        "id": "801c3192-8001-4238-8ecf-0111f490e84c",
        "title": "行路难三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La grande route est comme le ciel bleu, mais moi seul, je ne peux pas sortir."
            },
            {
                "senid": 1,
                "content": "Honteux de chasser les gamins de Chang'an, pariant des poires et des châtaignes sur des coqs rouges et des chiens blancs."
            },
            {
                "senid": 2,
                "content": "Toucher l'épée pour composer des chansons amères, traîner sa robe à travers les portes princières ne procure aucun contentement."
            },
            {
                "senid": 3,
                "content": "Les gens du marché de Huaiyin ont ridiculisé Han Xin, les ministres de la dynastie Han ont envie de Jia Sheng."
            },
            {
                "senid": 4,
                "content": "N'avez - vous pas vu comment la cour de Yan a honoré Guo Kui, balayant les chemins et se baissant sur ses genoux sans suspicion?"
            },
            {
                "senid": 5,
                "content": "Ju Xin et Yue Yi ont répondu à la bonté par la dévotion, offrant leur foie et leur vésicule biliaire pour servir les talents."
            },
            {
                "senid": 6,
                "content": "Les os blancs du roi Zhao enlacent l'herbe pourrie, qui balaye maintenant la terrasse d'or?"
            },
            {
                "senid": 7,
                "content": "Le chemin est difficile, mieux vaut rentrer chez soi."
            }
        ]
    },
    {
        "id": "a7b8e17f-ee93-4bdc-a144-b1ba5ab32bb5",
        "title": "行路难三首 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Ne lave pas tes oreilles dans les eaux de Yingchuan, ni mange les fougères de Shouyang avec ta bouche."
            },
            {
                "senid": 1,
                "content": "Mieux vaut se fondre dans le monde sans chercher la gloire. Pourquoi comparer ta solitude aux nuages et à la lune ?"
            },
            {
                "senid": 2,
                "content": "J'observe qu depuis l'antiquité, les hommes sages qui s'accrochent au pouvoir après le succès rencontrent leur destin."
            },
            {
                "senid": 3,
                "content": "Wu Zixu a été jeté dans le fleuve Wu, Qu Yuan s'est finalement noyé sur les rives du fleuve Xiang."
            },
            {
                "senid": 4,
                "content": "Le grand talent de Lu Ji ne pouvait pas le sauver lui - même, Li Si a regretté de ne pas être rentré plus tôt."
            },
            {
                "senid": 5,
                "content": "Les cris des grues de Huating sont maintenant silencieux, les faucons de Shangcai ne signifient rien."
            },
            {
                "senid": 6,
                "content": "N'as - tu pas vu Zhang Han de Wu, qui a suivi les vents d'automne pour voyager vers l'est ?"
            },
            {
                "senid": 7,
                "content": "Profite d'une tasse de vin tant que tu es en vie, pourquoi chercher la gloire pendant mille ans après la mort ?"
            }
        ]
    },
    {
        "id": "c348bc2e-f50d-436b-88b7-c198d63dacfc",
        "title": "行路难三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Des coupelles d'or remplies de vin clair coûtent dix mille pièces, Des plats de jade avec des délicatesses valent des fortunes à leur apogée."
            },
            {
                "senid": 1,
                "content": "Je mets de côté la coupe et les baguettes, incapable de manger, Je tire mon épée et regarde videment dans les ténèbres."
            },
            {
                "senid": 2,
                "content": "Pour traverser le fleuve Jaune, la glace bloque son cours, Pour gravir les sommets du Taihang, la neige enveloppe la montagne."
            },
            {
                "senid": 3,
                "content": "En marge de mon temps libre, je peche avec aisance près de ruisseaux émeraudes, Puis soudain, je navigue dans mes rêves où le soleil touche la mer."
            },
            {
                "senid": 4,
                "content": "Dur est le chemin, dur est le chemin - Des chemins divergents s'étendent, Où se trouve le bon chemin dans ce labyrinthe sans fin?"
            },
            {
                "senid": 5,
                "content": "Cependant, il y aura un moment où le vent brisera les vagues, Alors, je hisserai ma voile blanche comme un nuage pour traverser la puissance de la mer immense."
            }
        ]
    },
    {
        "id": "a364504e-3cfc-44c6-9203-173856452cdd",
        "title": "和贾舍人早朝大明宫之作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "L'homme coiffé d'un bonnet rouge du coq annonce l'aube."
            },
            {
                "senid": 1,
                "content": "L'attendant des vêtements présente une fourrure aux motifs de nuages émeraude."
            },
            {
                "senid": 2,
                "content": "Les portes des neuf cieux s'ouvrent pour révéler le palais."
            },
            {
                "senid": 3,
                "content": "Les envoyés de innombrables nations s'inclinent devant la couronne impériale."
            },
            {
                "senid": 4,
                "content": "La lumière du soleil touche d'abord les paumes célestes en mouvement."
            },
            {
                "senid": 5,
                "content": "La fumée d'encens s'enroule autour des robes brodées de dragons."
            },
            {
                "senid": 6,
                "content": "Après la session de cour, des édits multicolores attendent d'être rédigés."
            },
            {
                "senid": 7,
                "content": "Les pendentifs de jade tintent en direction de la piscine du phénix en rentrant."
            }
        ]
    },
    {
        "id": "b67ddf05-43fb-4859-a1a9-34f95d45aabf",
        "title": "和晋陵陆丞早春游望",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Seul le voyageur, ému par les changements saisonniers."
            },
            {
                "senid": 1,
                "content": "Les nuages apparaissent à l'aube sur la mer, les pruniers et les saules traversent la rivière au printemps."
            },
            {
                "senid": 2,
                "content": "L'air chaud incite les loriots jaunes, la lumière du soleil scintille sur la lentille d'eau verte."
            },
            {
                "senid": 3,
                "content": "Tout à coup, en entendant une mélodie mélancolique, la nostalgie mouille mon mouchoir."
            }
        ]
    },
    {
        "id": "297dd100-6aab-4685-a52d-983fb0999c7a",
        "title": "和乐天春词",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Très bien maquillée, elle descend de la tour cramoisi de tous côtés."
            },
            {
                "senid": 1,
                "content": "Le splendeur du printemps est enfermée, la cour est pleine de tristesse."
            },
            {
                "senid": 2,
                "content": "Elle se promène jusqu'au jardin central, comptant les fleurs."
            },
            {
                "senid": 3,
                "content": "Un libellule s'aterrit sur sa broche en jade."
            }
        ]
    },
    {
        "id": "6d2e12c0-c1b8-4242-888c-9dba1a8f93ce",
        "title": "和张仆射塞下曲 二",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans le bois sombre, l'herbe se remue au vent."
            },
            {
                "senid": 1,
                "content": "Le général tire son arc la nuit."
            },
            {
                "senid": 2,
                "content": "À l'aube, cherchant la flèche aux plumes blanches."
            },
            {
                "senid": 3,
                "content": "Enfouie profondément dans la fissure de la pierre."
            }
        ]
    },
    {
        "id": "ee2a3000-9127-43fa-8618-89a1937322cb",
        "title": "和张仆射塞下曲 三",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Sous la lune noire, les oies sauvages s'elevent haut."
            },
            {
                "senid": 1,
                "content": "Le Chanyu s'enfuit sous le manteau de la nuit."
            },
            {
                "senid": 2,
                "content": "Avec la cavalerie légère, nous poursuivons précipitamment."
            },
            {
                "senid": 3,
                "content": "Pendant que la grosse neige enveloppe l'épée et l'arc de blanc."
            }
        ]
    },
    {
        "id": "9a4d3eae-fe01-46c7-a28b-8b518614a508",
        "title": "和张仆射塞下曲 四",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "La tente dans la nature ouvre sur un magnifique banquet, les tribus Qiang et Rong célèbrent le retour triomphant."
            },
            {
                "senid": 1,
                "content": "Des guerriers ivres dansent en armure dorée, des tambours tonnants secouent les montagnes et les rivières."
            }
        ]
    },
    {
        "id": "ce491725-b96b-46a7-b83c-463d2094ef3f",
        "title": "和张仆射塞下曲 一",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Flèches d’or aux plumes de vautour."
            },
            {
                "senid": 1,
                "content": "Bannières en queue d'hirondelle brodées d'insignes."
            },
            {
                "senid": 2,
                "content": "Debout seul, il proclame le nouveau décret."
            },
            {
                "senid": 3,
                "content": "Des milliers de camps répondent d'une seule voix."
            }
        ]
    },
    {
        "id": "bcdf6f13-4cb9-418f-9279-c690522e0a27",
        "title": "横吹曲辞 出塞",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Les sables jaunes s'élèvent directement parmi les nuages blancs."
            },
            {
                "senid": 1,
                "content": "Un seul fort se dresse près de montagnes de mille ren."
            },
            {
                "senid": 2,
                "content": "Pourquoi la flûte qiang devrait - elle pleurer les saules?"
            },
            {
                "senid": 3,
                "content": "Les brises du printemps ne traversent jamais la porte de Yumen."
            }
        ]
    },
    {
        "id": "0167687e-8325-48bf-8da4-3749c9ce0a74",
        "title": "横吹曲辞 关山月",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La lune émerge de la montagne du Ciel, au milieu d'une vaste mer de nuages."
            },
            {
                "senid": 1,
                "content": "Des vents sans fin traversent dix mille lieues, balayant le col de la Porte de Jade."
            },
            {
                "senid": 2,
                "content": "Les Han ont descendu le chemin de Baideng, tandis que les barbares observaient la baie de Qinghai."
            },
            {
                "senid": 3,
                "content": "Depuis que les champs de bataille ont été formés, personne ne revient de la guerre."
            },
            {
                "senid": 4,
                "content": "Les gardes frontière contemplent les couleurs de la frontière, des visages nostalgique gravés de douleur."
            },
            {
                "senid": 5,
                "content": "Dans les hautes tours cette nuit même, des soupirs incessants comme une pluie sans fin."
            }
        ]
    },
    {
        "id": "549a5a94-a8f5-436e-bc9c-1253d01c1940",
        "title": "后宫词",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Les larmes ont trempé le mouchoir de soie, les rêves ne se sont pas réalisés."
            },
            {
                "senid": 1,
                "content": "Au profond de la nuit, les mélodies flottent du hall d'entrée."
            },
            {
                "senid": 2,
                "content": "La beauté n'est pas encore fanée, mais la faveur est déjà rompue."
            },
            {
                "senid": 3,
                "content": "Appuyée obliquement contre le brûle-parfum, elle reste assise jusqu'au lever du soleil."
            }
        ]
    },
    {
        "id": "a68013c8-4630-41c6-a5ee-a658b57f58fe",
        "title": "淮上喜会梁川故人",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Le long des fleuves, j'ai erré autrefois en invité."
            },
            {
                "senid": 1,
                "content": "Chaque rencontre menait à des retours ivres."
            },
            {
                "senid": 2,
                "content": "Après s'être séparés comme des nuages errants,"
            },
            {
                "senid": 3,
                "content": "Dix ans se sont écoulés comme un ruisseau."
            },
            {
                "senid": 4,
                "content": "Les rires et les liens restent les mêmes queavant,"
            },
            {
                "senid": 5,
                "content": "Pourtant, les tempes portent maintenant du blanc et les cheveux sont raréfiés."
            },
            {
                "senid": 6,
                "content": "Pourquoi dois - je voyager vers le nord une fois de plus?"
            },
            {
                "senid": 7,
                "content": "Pour affronter les collines d'automne au bord du Huai."
            }
        ]
    },
    {
        "id": "569ef0e1-887d-4d98-b869-9634f099c8e9",
        "title": "还乡偶书  其二",
        "author": "黄拱",
        "sentence": [
            {
                "senid": 0,
                "content": "Je suis parti jeune de chez moi, je reviens vieux."
            },
            {
                "senid": 1,
                "content": "Avec le même accent, mais les cheveux sont amincis."
            },
            {
                "senid": 2,
                "content": "Les enfants ne me reconnaissent pas quand ils me rencontrent."
            },
            {
                "senid": 3,
                "content": "Ils demandent : D'où venez - vous, visiteur ?"
            }
        ]
    },
    {
        "id": "2188f98e-d5f0-4740-b94b-e1497a3619ee",
        "title": "黄鹤楼",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Les anciens sont partis sur des nuages blancs, laissant seulement la Tour du Grue Jaune ici."
            },
            {
                "senid": 1,
                "content": "Une fois que la grue jaune est partie, elle n'est jamais revenue, les nuages blancs flottent en vain pendant mille ans."
            },
            {
                "senid": 2,
                "content": "Les ruisseaux éclairés par le soleil reflètent clairement les arbres de Hanyang, l'île du Perroquet fleurit avec de l'herbe de printemps luxuriante et légère."
            },
            {
                "senid": 3,
                "content": "Où se trouve mon pays natal alors que le crépuscule enveloppe le ciel? Les vagues brumeuses sur la rivière font soupirer les errants."
            }
        ]
    },
    {
        "id": "d43a4767-2240-44b7-8d5b-c2acdc689839",
        "title": "黄鹤楼送孟浩然之广陵",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Mon ancien ami prend congé vers l'ouest à la Tour du Grue Jaune."
            },
            {
                "senid": 1,
                "content": "Au milieu des fleurs de mars, il part en voyage pour Yangzhou."
            },
            {
                "senid": 2,
                "content": "L'ombre lointaine d'une seule voile, les collines vertes disparaissent de vue."
            },
            {
                "senid": 3,
                "content": "Seul le courant du Yangzi rejoint la teinte bleue du ciel."
            }
        ]
    },
    {
        "id": "0949fe2a-aadf-4cd4-b1c3-25fcdaecdb96",
        "title": "积雨辋川庄作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans les forêts trempées de pluie, la fumée s'attarde lentement. Nous cuites des herbes et du millet pour les amener aux champs de l'est."
            },
            {
                "senid": 1,
                "content": "Au - dessus des vastes rizières, les aigrettes planent. À travers les bois d'été ombragés, les Loriots chantent."
            },
            {
                "senid": 2,
                "content": "Dans les collines, je pratique le calme en observant le hibiscus du matin ; Sous les pins, je partage des repas purs avec des mauves enrobées de rosée."
            },
            {
                "senid": 3,
                "content": "Ce vieil homme rustique a cessé de rivaliser pour une place. Pourquoi les mouettes doutent - elles encore de mon accueil?"
            }
        ]
    },
    {
        "id": "19867a30-1b67-4123-b367-44565bab6516",
        "title": "集灵台二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Le soleil oblique illumine la terrasse de Ji Ling, Les arbres rouges en fleurs saluent la rosée matinale."
            },
            {
                "senid": 1,
                "content": "Hier soir, l'Empereur Suprême a conféré de nouveaux registres, Tai Zhen (la concubine Yang) est entrée en souriant à travers les rideaux."
            }
        ]
    },
    {
        "id": "8435b46d-bbf1-49e5-af66-6f2d5681f1bf",
        "title": "寄李儋元锡",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "L'année dernière, nous nous sommes séparés au milieu des fleurs. Aujourd'hui, une année entière s'est écoulée depuis que les fleurs ont repoussé."
            },
            {
                "senid": 1,
                "content": "Les affaires du monde, vastes et obscures, sont difficiles à prévoir ; les chagrins du printemps, sombres et lourds, me laissent dormir seul."
            },
            {
                "senid": 2,
                "content": "Un corps affligé de maladies aspire aux champs ruraux, honteux de mon salaire tandis que des réfugiés errent dans la ville."
            },
            {
                "senid": 3,
                "content": "Apprendre que vous souhaitez me rendre visite m’instille une vive impatience. Combien de lunes sont-elles pleines depuis que je regarde depuis la tour ouest ?"
            }
        ]
    },
    {
        "id": "fb376b71-91c6-44ee-b2e4-40f5b3f71b8f",
        "title": "寄令狐郎中",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Les nuages au-dessus du mont Song, les arbres de Qin, nous vivons séparés depuis longtemps."
            },
            {
                "senid": 1,
                "content": "Deux carpes rapportent une seule lettre d'assez loin."
            },
            {
                "senid": 2,
                "content": "Ne demandez pas à cet ancien invité du jardin Liang de jadis."
            },
            {
                "senid": 3,
                "content": "À Mao Ling, la pluie d'automne tombe sur Sima Xiangru, toujours malade."
            }
        ]
    },
    {
        "id": "46503396-3bb3-449c-9c84-f2ff232f7949",
        "title": "寄全椒山中道士",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Ce matin, le bureau du comté est froid. Tout à coup, je pense au visiteur de la montagne."
            },
            {
                "senid": 1,
                "content": "Il ramasse le bois épineux au fond du ravin et revient pour faire bouillir des pierres blanches."
            },
            {
                "senid": 2,
                "content": "J'ai envie d'apporter une gourde de vin pour le consoler durant les nuits orageuses loin d'ici."
            },
            {
                "senid": 3,
                "content": "Les feuilles mortes couvrent la montagne déserte. Où chercher ses traces?"
            }
        ]
    },
    {
        "id": "4ddb6dda-68be-4bb2-8874-8508c6c6e3ad",
        "title": "寄人二首  其一",
        "author": "张佖",
        "sentence": [
            {
                "senid": 0,
                "content": "Des rêves tenaces atteignent la demeure de Xie."
            },
            {
                "senid": 1,
                "content": "Des couloirs sinueux, des balustrades penchées."
            },
            {
                "senid": 2,
                "content": "Seule la lune du jardin de printemps reste affectueuse."
            },
            {
                "senid": 3,
                "content": "Toujours brillant sur les fleurs tombées pour l'âme séparée."
            }
        ]
    },
    {
        "id": "2779f710-4ab4-46cb-a2b6-1889752f26c2",
        "title": "寄左省杜拾遗",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "En tandem, nous gravissons les marches vermillonnes ; nos départements sont divisés au sein de la Cour Pourpre."
            },
            {
                "senid": 1,
                "content": "Au crépuscule, nous entrons avec la garde impériale ; au crépuscule, nous rentrons en emportant le parfum royal."
            },
            {
                "senid": 2,
                "content": "Cheveux blancs, je pleure les fleurs qui tombent ; contemplant le ciel bleu, j’envisage avec envie les oiseaux qui s’élancent."
            },
            {
                "senid": 3,
                "content": "Dans ce règne sage, le gouvernement parfait prévaut ; les mémoriaux deviennent rarement nécessaire d'eux-mêmes."
            }
        ]
    },
    {
        "id": "1487452b-5f49-4f4f-9913-1f3ec1cddf95",
        "title": "饯别王十一南游",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "En te regardant loin à travers les eaux brumeuses, je te salue d'un geste en laissant mes larmes tacher mon mouchoir."
            },
            {
                "senid": 1,
                "content": "Où le oiseau volant disparaît-il? Des collines vertes se dressent vides devant moi."
            },
            {
                "senid": 2,
                "content": "Une seule voile s'estompe sur l'étendue du Yangtsé, le coucher de soleil illumine le printemps des cinq lacs."
            },
            {
                "senid": 3,
                "content": "Qui voit le lentille blanc de l'île, porteur de mon chagrin amoureux?"
            }
        ]
    },
    {
        "id": "24ca9268-9cbd-423b-b423-12e1a9aa9041",
        "title": "将赴吴兴登乐游原一绝",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "En temps de paix, le goût révèle l'incompétence."
            },
            {
                "senid": 1,
                "content": "Aimant paisiblement les nuages solitaires, admirant tranquillement les moines."
            },
            {
                "senid": 2,
                "content": "Désirant saisir un étendard et se retirer vers les rivières et les mers,"
            },
            {
                "senid": 3,
                "content": "Sur la colline de la Joie, je regarde vers le tombeau de Zhaoling."
            }
        ]
    },
    {
        "id": "e5e5f969-ddac-4491-9cfe-d77742e1416d",
        "title": "将进酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "N'avez - vous pas vu les eaux du fleuve Jaune descendre du ciel, courant vers la mer et ne reviens jamais?"
            },
            {
                "senid": 1,
                "content": "N'avez - vous pas vu dans les salons miroirs le chagrin des cheveux blancs, du crâne noir au lever du soleil, blanc comme la neige au crépuscule?"
            },
            {
                "senid": 2,
                "content": "Quand la vie offre de la joie, buvez votre rempli, ne laissez pas de calice d'or face au ciel vide."
            },
            {
                "senid": 3,
                "content": "Le ciel nous a faits des talents, nous ne resterons pas inutilisés ; un millier d'or dépensé revient à nouveau."
            },
            {
                "senid": 4,
                "content": "Faites mijoter l'agneau, abattez les bœufs pour la joie, nous viderons trois cents tasses d'un coup."
            },
            {
                "senid": 5,
                "content": "Maître Cen, érudit Danqiu, faites couler le vin, n'arrêtez pas d'offrir à boire!"
            },
            {
                "senid": 6,
                "content": "Laissez - moi vous chanter une chanson, accordez - moi votre attention."
            },
            {
                "senid": 7,
                "content": "Cloches et tambours, les plats de fin jade ne sont pas précieux - mieux vaut rester ivre que sobre."
            },
            {
                "senid": 8,
                "content": "Depuis les temps anciens, les sages ont été solitaires, seuls les buveurs laissent leur nom."
            },
            {
                "senid": 9,
                "content": "Le prince Chen à Ping - le il y a longtemps, des festins de dix mille cuves de vin, des fêtes folles."
            },
            {
                "senid": 10,
                "content": "Pourquoi l’hôte parle-t-il de manquer d’argent ? Achète du vin sur-le-champ pour trinquer avec toi."
            },
            {
                "senid": 11,
                "content": "Cheval à cinq fleurs, fourrure de mille ors, appelle le garçon pour les échanger contre du vin fin, avec toi je noierai les chagrins de mille âges."
            }
        ]
    },
    {
        "id": "ae5b1a15-0b5c-4578-8f31-1b60030633a4",
        "title": "江南逢李龟年",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Fréquemment vu dans la demeure du prince Qi."
            },
            {
                "senid": 1,
                "content": "Entendu plusieurs fois devant la salle de Cui Jiu."
            },
            {
                "senid": 2,
                "content": "Maintenant, dans le magnifique paysage du Jiangnan,"
            },
            {
                "senid": 3,
                "content": "Au moment où les fleurs tombent, je te rencontre à nouveau."
            }
        ]
    },
    {
        "id": "1f92134b-bca9-46eb-b2fe-87b30413041a",
        "title": "江雪",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans des milliers de montagnes, il n'y a pas d'oiseaux en vol."
            },
            {
                "senid": 1,
                "content": "Sur d'innombrables chemins, il n'y a pas de trace humaine."
            },
            {
                "senid": 2,
                "content": "Un bateau solitaire avec un vieil homme en cape de paille."
            },
            {
                "senid": 3,
                "content": "Pêchant seul dans la neige du fleuve froid."
            }
        ]
    },
    {
        "id": "d9dd3520-9aab-4b1b-bd57-810f29391667",
        "title": "江州重别薛六柳八二员外",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Qui aurait pensé que ma vie serait honorée par un décret royal ?"
            },
            {
                "senid": 1,
                "content": "Sachant l'inutilité du monde, j'apprends seulement à chanter en ivresse."
            },
            {
                "senid": 2,
                "content": "Au-dessus de la rivière, la lune brille tandis que des oies du nord passent."
            },
            {
                "senid": 3,
                "content": "Dans Huainan, les feuilles tombent et les montagnes du Chu s'élèvent en grand nombre."
            },
            {
                "senid": 4,
                "content": "Habitant ici, je trouve du bonheur près des rivages bleuâtres."
            },
            {
                "senid": 5,
                "content": "Pourtant, en regardant mon ombre, les cheveux blancs me moquent de mon impuissance."
            },
            {
                "senid": 6,
                "content": "Maintenant âgé et rejeté de tous."
            },
            {
                "senid": 7,
                "content": "Je suis honteux que tu m'encourages encore à faire attention aux tempêtes de la vie."
            }
        ]
    },
    {
        "id": "80159919-0b66-4956-a563-ef9bcf6a05c0",
        "title": "金谷园",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "La splendeur des jours passés s'évanouit avec la poussière parfumée."
            },
            {
                "senid": 1,
                "content": "Le ruisseau insensible coule sans cesse, tandis que l'herbe se renouvelle au printemps."
            },
            {
                "senid": 2,
                "content": "Au crépuscule, le vent d'est pleure les oiseaux pleurants."
            },
            {
                "senid": 3,
                "content": "Les pétales qui tombent ressemblent toujours à la beauté qui a sauté de la tour."
            }
        ]
    },
    {
        "id": "809ad73b-9a8e-436e-9874-f9295b624af0",
        "title": "金陵酒肆留别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Les chatons de saule flottent dans l'air parfumé de l'auberge."
            },
            {
                "senid": 1,
                "content": "Les servantes de Wu pressent le vin, invitant les clients à le partager."
            },
            {
                "senid": 2,
                "content": "Les jeunes de Jinling se réunissent pour dire au revoir."
            },
            {
                "senid": 3,
                "content": "Hésitants à partir, chacun propose un toast du fond du cœur."
            },
            {
                "senid": 4,
                "content": "Demandez au ruisseau qui coule vers l'est."
            },
            {
                "senid": 5,
                "content": "Quel est le plus long, la tristesse du départ ou son éclat?"
            }
        ]
    },
    {
        "id": "4fa92777-9bd6-45ca-9272-bac30459cf5e",
        "title": "金陵五题 乌衣巷",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Au bord du pont Vermilion, les herbes sauvages et les fleurs se balancent."
            },
            {
                "senid": 1,
                "content": "Au coin de la ruelle des Robes Noires, le soleil couchant se penche."
            },
            {
                "senid": 2,
                "content": "Les hirondelles qui effleuraient les demeures nobles d'autrefois,"
            },
            {
                "senid": 3,
                "content": "Maintenant, elles s'envolent à travers la porte modeste des foyers ordinaires."
            }
        ]
    },
    {
        "id": "e0eb3016-9288-4dc0-9257-3de36e5ad73c",
        "title": "锦瑟",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La zithre ornée, sans raison, a cinquante cordes ; Chaque corde, chaque chevalet, rappelle une année de jeunesse."
            },
            {
                "senid": 1,
                "content": "Le rêve matinal du Maître Zhuang perdu dans un papillon ; Le cœur de printemps de l'Empereur Wang confié au coucou."
            },
            {
                "senid": 2,
                "content": "Des sirènes éclairées par la lune pleurent des larmes perles dans les mers bleu - azur ; Le jade chauffé par le soleil de Lantian exhale une brume éthérée."
            },
            {
                "senid": 3,
                "content": "Ces sentiments pourraient devenir des souvenirs chers ; Mais même alors, ils étaient déjà teints de mélancolie."
            }
        ]
    },
    {
        "id": "27ff54ab-4861-43d8-b3c1-69113d2e4e10",
        "title": "近试上张籍水部",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Hier soir, dans la chambre nuptiale, les chandelles cramoisies brûlaient doucement. À l'aube, nous saluerons les parents dans la rangée formelle du hall."
            },
            {
                "senid": 1,
                "content": "[Après] avoir terminé ma toilette, je chuchote à mon époux : 'Mes tons de sourcils sont-ils dessinés à la mode, mon cher époux ?'"
            }
        ]
    },
    {
        "id": "a1824eb8-4e2e-4d53-9a33-e1dcfe7d1c73",
        "title": "经邹鲁祭孔子而叹之",
        "author": "明皇帝",
        "sentence": [
            {
                "senid": 0,
                "content": "Quelle était la quête du Maître ?"
            },
            {
                "senid": 1,
                "content": "Inquiet tout au long de son époque ?"
            },
            {
                "senid": 2,
                "content": "La terre reste la ville de Zou. "
            },
            {
                "senid": 3,
                "content": "Sa demeure est devenue la couronne royale de Lu. "
            },
            {
                "senid": 4,
                "content": "Soupirant devant le phénix, regrettant l'épreuve du destin,"
            },
            {
                "senid": 5,
                "content": "En pleurant le licorne, où le chemin du Dao était fini."
            },
            {
                "senid": 6,
                "content": "Maintenant, regardez le sanctuaire entre les piliers bénis."
            },
            {
                "senid": 7,
                "content": "Comme dans la robe éternelle de son rêve sacré."
            }
        ]
    },
    {
        "id": "ca2c489a-e433-4c0f-8248-77d354f0665e",
        "title": "静夜思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Devant mon lit, la lueur de la lune scintille."
            },
            {
                "senid": 1,
                "content": "Je soupçonne que c'est de la gelée sur le sol."
            },
            {
                "senid": 2,
                "content": "Levantant la tête, je regarde la lune sur la montagne."
            },
            {
                "senid": 3,
                "content": "Baissant la tête, je ressens un grand désir de rentrer chez moi."
            }
        ]
    },
    {
        "id": "1c1d545e-07a1-46a9-bb76-b7473c1fde43",
        "title": "九日登望仙台呈刘明府容",
        "author": "崔曙",
        "sentence": [
            {
                "senid": 0,
                "content": "L'empereur Hanwen a une haute tour, Ce jour-là, en montant, la lueur de l'aurore s'ouvre."
            },
            {
                "senid": 1,
                "content": "Les nuages et les montagnes des Trois Jin s'étendent vers le nord, Les tempêtes et les pluies des deux tombeaux viennent de l'est."
            },
            {
                "senid": 2,
                "content": "Qui reconnaît maintenant le gardien de la porte Yin? L'immortel du fleuve ne revient jamais."
            },
            {
                "senid": 3,
                "content": "Cherchons le magistrat de Pengze près d'ici, Soyons ivres de bonheur sous les tasses de chrysanthèmes."
            }
        ]
    },
    {
        "id": "6bbd1c2c-8c43-4ffb-b7b3-506d74266cee",
        "title": "九月九日忆山东兄弟",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Seul dans une terre étrangère en tant qu'étranger, je manque mes proches d'autant plus lors des fêtes."
            },
            {
                "senid": 1,
                "content": "De loin, je sais que mes frères grimpent les hauteurs, portant des rameaux de cornouiller avec une personne de moins."
            }
        ]
    },
    {
        "id": "9f5ded08-4f6f-4641-878e-897904483479",
        "title": "郡斋雨中与诸文士燕集",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Les gardes se tiennent serrés avec des haches peintes, la salle de banquet retient une fragrance persistante."
            },
            {
                "senid": 1,
                "content": "Les vents marins apportent la pluie, sereins dans le pavillon frais au bord de l'étang."
            },
            {
                "senid": 2,
                "content": "Les maux sont presque dissipés, les invités honorés remplissent à nouveau la salle."
            },
            {
                "senid": 3,
                "content": "Je suis honteux de mon abri exalté, sans voir le bien - être du peuple ici."
            },
            {
                "senid": 4,
                "content": "La compréhension résout les disputes, la nature libérée oublie les formalités."
            },
            {
                "senid": 5,
                "content": "Les viandes fraîches sont interdites selon la saison, heureux de goûter des fruits et des légumes."
            },
            {
                "senid": 6,
                "content": "Buvez du vin la tête baissée, relevez les yeux vers les vers d'or."
            },
            {
                "senid": 7,
                "content": "Esprit joyeux, corps sans poids, esprit désirant monter sur le vent."
            },
            {
                "senid": 8,
                "content": "Les arts littéraires de la région de Wu prospèrent, les talents montent maintenant comme les marées océaniques."
            },
            {
                "senid": 9,
                "content": "Maintenant, je vois que l'essence de ce grand domaine dépasse la simple richesse et les impôts."
            }
        ]
    },
    {
        "id": "94ae3e7e-eb5d-414c-bfd6-124f50687ce5",
        "title": "客夜与故人偶集",
        "author": "戴叔伦",
        "sentence": [
            {
                "senid": 0,
                "content": "Le ciel d'automne abrite de nouveau la lune pleine."
            },
            {
                "senid": 1,
                "content": "Les portes de la ville apparaissent immenses dans la nuit mille fois épaisse."
            },
            {
                "senid": 2,
                "content": "Encore une fois, nous nous réunissons dans les bras du Jiangnan."
            },
            {
                "senid": 3,
                "content": "Douteant si cette rencontre n'est qu'une trace fugace d'un rêve."
            },
            {
                "senid": 4,
                "content": "Les branches agitées par le vent effraient les corbeaux en vol sombre."
            },
            {
                "senid": 5,
                "content": "Les herbes trempées de rosée recouvrent la triste situation des grillons froids."
            },
            {
                "senid": 6,
                "content": "Les voyageurs trouvent consolation dans une large coupe de vin."
            },
            {
                "senid": 7,
                "content": "Craignant la cloche de l'aube qui mettrait fin à ce plaisir partagé."
            }
        ]
    },
    {
        "id": "9da0cbe5-52d4-4efc-8be2-2f78f1a8f097",
        "title": "客至",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Au sud et au nord de ma maison, les eaux printanières coulent."
            },
            {
                "senid": 1,
                "content": "Seules des bandes de mouettes arrivent chaque jour, comme nous le voyons."
            },
            {
                "senid": 2,
                "content": "Le chemin bordé de fleurs n'a jamais été balayé pour les invités."
            },
            {
                "senid": 3,
                "content": "La porte de vime s'ouvre maintenant pour vous pour la première fois."
            },
            {
                "senid": 4,
                "content": "Les marchés éloignés offrent une nourriture simple, pas de plats variés."
            },
            {
                "senid": 5,
                "content": "Notre humble maison ne propose que du vin vieilli, rien de nouveau."
            },
            {
                "senid": 6,
                "content": "Si vous voulez boire avec le vieil homme voisin,"
            },
            {
                "senid": 7,
                "content": "De l'autre côté de la clôture, j'appellerai pour terminer la dernière boisson."
            }
        ]
    },
    {
        "id": "da157c27-d317-4205-9cdc-a254445659fc",
        "title": "落花",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Du haut de la tour, le visiteur est finalement parti."
            },
            {
                "senid": 1,
                "content": "Dans le petit jardin, les fleurs voltigent follement."
            },
            {
                "senid": 2,
                "content": "Des chemins inégaux relient des rues sinueuses."
            },
            {
                "senid": 3,
                "content": "Des sentiers lointains accompagnent le soleil couchant qui s'estompe."
            },
            {
                "senid": 4,
                "content": "Désolé, je ne peux pas supporter de les balayer."
            },
            {
                "senid": 5,
                "content": "Bien que mes yeux me fassent mal, j'ai toujours envie de ton retour."
            },
            {
                "senid": 6,
                "content": "Les cœurs parfumés s'estompent avec le printemps qui passe."
            },
            {
                "senid": 7,
                "content": "Tout ce qui reste, ce sont des larmes tachant mes manches."
            }
        ]
    },
    {
        "id": "d7c6d072-6e84-482e-856a-5a4c21226a3c",
        "title": "乐游原",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Vers le crépuscule, mon esprit s'inquiète. Je monte en voiture sur l'ancienne colline."
            },
            {
                "senid": 1,
                "content": "Le crépuscule est d'une beauté sans borne, seulement, le soir approche rapidement."
            }
        ]
    },
    {
        "id": "f4301f96-e872-4eae-aa51-0d12328059d1",
        "title": "李端公",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Le vieux passage est envahi d'herbes flétries ; le départ ici remplit le cœur de tristesse."
            },
            {
                "senid": 1,
                "content": "La route s'étend au-delà des nuages froids ; nous rentrons lorsque la neige du soir tombe."
            },
            {
                "senid": 2,
                "content": "Orphelin jeune, j'ai erré tôt ; les difficultés ont retardé notre rencontre."
            },
            {
                "senid": 3,
                "content": "Les larmes dissimulées, nous faisons face au vide ; dans ce monde poussiéreux, quand nous reverrons - nous?"
            }
        ]
    },
    {
        "id": "ac97d42b-8fef-42c9-829f-baafe89b4cdc",
        "title": "利州南渡",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Des eaux calmes reflètent la lueur du soleil couchant."
            },
            {
                "senid": 1,
                "content": "Des îles sinueuses se mêlent aux pics verts jade dans un brouillard flottant."
            },
            {
                "senid": 2,
                "content": "Des chevaux hennissants regardent les avirons fendre la crête des vagues."
            },
            {
                "senid": 3,
                "content": "Des personnes se reposant au bord des saules attendent avec empressement les bateaux de retour."
            },
            {
                "senid": 4,
                "content": "Des touffes d'herbes de sable dispersent les goélands en vol soudain."
            },
            {
                "senid": 5,
                "content": "Pendant qu'une hérissonne solitaire peint en blanc les vastes champs."
            },
            {
                "senid": 6,
                "content": "Qui partira en bateau avec moi pour trouver le retraite de Fan Li ?"
            },
            {
                "senid": 7,
                "content": "Là où les brouillards des Cinq Lacs dissolvent les tromperies du monde."
            }
        ]
    },
    {
        "id": "15c6cbc9-753a-4f09-86bf-4fe2d8bb1fee",
        "title": "凉思",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Les vagues se calment au niveau de la rampe lorsque les invités s'en vont, Les cigales se reposent, la rosée remplit les branches."
            },
            {
                "senid": 1,
                "content": "Des pensées éternelles persistent en cette saison, Penché, debout, le temps passe tout seul."
            },
            {
                "senid": 2,
                "content": "La Grande Ourse et le printemps sont tous deux lointains, L'envoyé de Southling tarde, lent à arriver."
            },
            {
                "senid": 3,
                "content": "Au bout du monde, on divine souvent les rêves, Doutant d'erreurs, se demandant s'il y a de nouveaux amis."
            }
        ]
    },
    {
        "id": "0445f296-5816-4ab9-a617-7d8ed29088ea",
        "title": "凉州词二首 一",
        "author": "王翰",
        "sentence": [
            {
                "senid": 0,
                "content": "Des verres scintillants pleins de vin de raisin,"
            },
            {
                "senid": 1,
                "content": "Désirant boire, le luth m'encourage à monter à cheval."
            },
            {
                "senid": 2,
                "content": "Ivre sur le champ de bataille, ne rigole pas,"
            },
            {
                "senid": 3,
                "content": "Depuis l’antiquité, combien reviennent de la guerre ?"
            }
        ]
    },
    {
        "id": "526d4ecc-e123-4b9d-a213-958bb947593d",
        "title": "凉州词二首 一",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Le fleuve Jaune s'élève loin parmi les nuages blancs."
            },
            {
                "senid": 1,
                "content": "Un fort solitaire se dresse au milieu de sommets imposants."
            },
            {
                "senid": 2,
                "content": "Pourquoi la flûte Qiang doit-elle pleurer les saules?"
            },
            {
                "senid": 3,
                "content": "La lumière du printemps ne dépasse pas la Porte de Jade."
            }
        ]
    },
    {
        "id": "a9d3bfca-8402-4946-ad02-53db1964a3b2",
        "title": "列女操",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "Les arbres de phénix vieillissent ensemble, les canards mandarins meurent en couples."
            },
            {
                "senid": 1,
                "content": "Une femme chaste suit son seigneur dans la mort, sacrifiant sa vie sans remords."
            },
            {
                "senid": 2,
                "content": "Aucune vague ne remuera ce serment - mon cœur reflète l'eau calme du puits."
            }
        ]
    },
    {
        "id": "7f4cacb5-cde8-40de-9b14-e223879cc2f4",
        "title": "留别王侍御维",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "En silence, que attends - je donc?"
            },
            {
                "senid": 1,
                "content": "Matin après matin, je rentre les mains vides."
            },
            {
                "senid": 2,
                "content": "Je désire aller chercher des herbes parfumées loin d'ici,"
            },
            {
                "senid": 3,
                "content": "Pourtant, je regrette de me séparer du chemin de mes vieux amis."
            },
            {
                "senid": 4,
                "content": "Qui sur ce chemin m'accorderait son aide?"
            },
            {
                "senid": 5,
                "content": "Les vrais amis dans ce monde sont rares."
            },
            {
                "senid": 6,
                "content": "Je devrais accepter la solitude."
            },
            {
                "senid": 7,
                "content": "Et fermer bien la porte de ma patrie."
            }
        ]
    },
    {
        "id": "fde30eaa-9b2c-47ce-ba49-c1356353ac9a",
        "title": "陇西行四首 二",
        "author": "陈陶",
        "sentence": [
            {
                "senid": 0,
                "content": "Ils ont juré de vaincre les Xiongnu, sans se soucier de leur vie."
            },
            {
                "senid": 1,
                "content": "Cinq mille guerriers vêtus de zibeline ont péri dans les sables désertiques des Xiongnu."
            },
            {
                "senid": 2,
                "content": "Pauvres os gisent sur les rives de la rivière Wuding."
            },
            {
                "senid": 3,
                "content": "Pourtant, dans les chambres printanières, on les rêve toujours."
            }
        ]
    },
    {
        "id": "4e491c2f-c3c8-487f-8e76-63bd0a811b30",
        "title": "庐山谣寄卢侍御虚舟",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Je suis un homme sauvage de Chu, moquant Confucius avec un chant de phénix."
            },
            {
                "senid": 1,
                "content": "Tenant un bâton de jade vert, je quitte la Tour de la Grue Jaune à l’aube."
            },
            {
                "senid": 2,
                "content": "Cherchant des immortels dans les cinq pics, sans craindre la distance, j’aime parcourir les montagnes célèbres."
            },
            {
                "senid": 3,
                "content": "Le mont Lu s’élève splendide près de la Chariot du Sud, ses neuf écrans déployés comme un brocart de nuages."
            },
            {
                "senid": 4,
                "content": "Les ombres tombent sur le lac lumineux avec une lueur azurée, devant le palais doré, deux pics s’étendent longuement."
            },
            {
                "senid": 5,
                "content": "La Voie lactée pend à l’envers sur trois ponts de pierre, la cascade du Brûle-Parfum regarde de loin."
            },
            {
                "senid": 6,
                "content": "Ombres émeraude et nuages rouges reflètent le soleil matinal, les oiseaux n’atteignent pas l’immense ciel de Wu."
            },
            {
                "senid": 7,
                "content": "Grimpant haut, j’observe la grandeur entre ciel et terre, le grand fleuve coule sans fin, sans retour."
            },
            {
                "senid": 8,
                "content": "Nuages jaunes agitent la teinte du vent sur dix mille milles, vagues blanches en neuf courants coulent des montagnes enneigées."
            },
            {
                "senid": 9,
                "content": "Je composerais une ballade pour le mont Lu, mon inspiration éveillée par sa grandeur."
            },
            {
                "senid": 10,
                "content": "Regardant oisivement le miroir de pierre purifie mon cœur, là où le duc Xie marcha, la mousse verte recouvre."
            },
            {
                "senid": 11,
                "content": "Ayant pris l’élixir, je me défais des liens mondains, les trois accords de ma cithare marquent le premier pas du Dao."
            },
            {
                "senid": 12,
                "content": "Au loin, je vois des immortels dans des nuages colorés, tenant des lotus, se dirigeant vers la Capitale de Jade."
            },
            {
                "senid": 13,
                "content": "Je monterai d’abord au vaste neuvième ciel, espérant rejoindre Lu Ao pour errer dans la Grande Clarté."
            }
        ]
    },
    {
        "id": "d129dc0f-cec9-4073-bb89-cb9312564d9d",
        "title": "轮台歌奉送封大夫出师西征",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Au sommet de la muraille de Luntai, les cornes retentissent la nuit. Au nord de Luntai, les fanions tombent."
            },
            {
                "senid": 1,
                "content": "Des messagers emblématiques ont traversé Quli durant la nuit. Le camp du khan est visible à l'ouest de la Montagne d'Or."
            },
            {
                "senid": 2,
                "content": "Depuis les tours de guet à l'ouest, on aperçoit des nuages de poussière sombres. Les troupes han sont stationnées au nord de Luntai."
            },
            {
                "senid": 3,
                "content": "Les généraux hissent les fanions et partent vers l'ouest. À l'aube, les flûtes guident les troupes qui marchent fièrement."
            },
            {
                "senid": 4,
                "content": "Les tambours secouent les quatre coins, les mers de neige s'agitent. Le rugissement des trois armées fait trembler les montagnes Yin."
            },
            {
                "senid": 5,
                "content": "Les forteresses barbares se dressent dans un ciel ennuagé. Les os sur le champ de bataille sont entrelacés avec les racines nues."
            },
            {
                "senid": 6,
                "content": "Sur la rivière de l'Épée, les vents violents emportent d'énormes flocons de neige. Au col de sable, les sabots glissent sur les pierres gelées."
            },
            {
                "senid": 7,
                "content": "Le vice - premier ministre sert avec dévouement à travers les difficultés. Il est prêt à calmer les frontières pour son souverain."
            },
            {
                "senid": 8,
                "content": "Depuis l’Antiquité, qui n’a vu les annales de l’histoire ? Maintenant, ma renommée surpasse celle des anciens."
            }
        ]
    },
    {
        "id": "4925c861-b0f8-4b2f-923e-9cba2df1323e",
        "title": "洛阳女儿行",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Une jeune fille de Luoyang habite en face, Son visage ravissant n'a guère plus de quinze ans."
            },
            {
                "senid": 1,
                "content": "Son mari monte un cheval pie avec un mors en jade luisant, Son servante sert des tranches de carpe sur un plat d'or."
            },
            {
                "senid": 2,
                "content": "Les tours vermeilles se font face en vue, Les fleurs de pêcher et les frondes de saule brossent les auvents peints."
            },
            {
                "senid": 3,
                "content": "Des rideaux de soie l'escortent dans son carrosse parfumé jusqu'à la maison, Des éventails précieux l'accueillent dans les rideaux de brocart."
            },
            {
                "senid": 4,
                "content": "Son mari insensé se vante de sa richesse au plus bel âge de la jeunesse, Son arrogance dépasse l'extravagance de Ji Lun."
            },
            {
                "senid": 5,
                "content": "Il gâtte les servantes jadeuses en les instruisant dans la danse, Il disperse les trésors de corail sans scrupule."
            },
            {
                "senid": 6,
                "content": "L'aube éteint les neuf lumières près de la fenêtre du printemps, Leurs fragments voltigent comme des fleurs dispersées."
            },
            {
                "senid": 7,
                "content": "Après les fêtes, pas de temps pour de la bonne musique, Elle s'assoit parfumée en tenue entièrement maquillée."
            },
            {
                "senid": 8,
                "content": "Tous ses connaissances appartiennent à l'élite de la ville, Jour et nuit, ils visitent les maisons nobles Zhao - Li."
            },
            {
                "senid": 9,
                "content": "Qui plaint la jeune fille de Yue, son visage comme du jade, pauvre et humble, lavant la soie au bord du fleuve ?"
            }
        ]
    },
    {
        "id": "200fe9fa-0221-4123-86de-4d63ce9d3daf",
        "title": "旅宿",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans l'auberge, sans bon compagnon, perdu dans une contemplation silencieuse."
            },
            {
                "senid": 1,
                "content": "Devant la lampe froide, des souvenirs d'anciennes affaires surgissent. Le cri d'un oie solitaire trouble un sommeil anxieux."
            },
            {
                "senid": 2,
                "content": "Les rêves lointains persistent jusqu'au premier jour de l'aube. Les lettres de la maison arrivent avec un an de retard."
            },
            {
                "senid": 3,
                "content": "La lune brumeuse du fleuve Xiang brille d'une lumière vive. Un bateau de pêche est amarré devant ma porte la nuit."
            }
        ]
    },
    {
        "id": "f96506ea-e8ac-47e0-a0a6-ccd306e56645",
        "title": "旅夜书怀",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Des herbes fines, les rives caressées par le vent; Un bateau solitaire avec un haut mât dans la nuit."
            },
            {
                "senid": 1,
                "content": "Les étoiles pendent bas tandis que les plaines s'étendent loin, la lune surgit là où les grands fleuves s'écoulent."
            },
            {
                "senid": 2,
                "content": "Est - ce que la renommée est gagnée grâce à ces lignes écrites? Démission de son poste avec l'avance de l'âge."
            },
            {
                "senid": 3,
                "content": "Errant - qu'est - ce qui se compare à cela? Une mouette solitaire entre la terre et le ciel profond."
            }
        ]
    },
    {
        "id": "7e75853a-bf7a-4d8d-b3e9-0537f4ed913a",
        "title": "马嵬坡",
        "author": "郑畋",
        "sentence": [
            {
                "senid": 0,
                "content": "L'empereur tourne son cheval, la dame Yang trouve sa fin."
            },
            {
                "senid": 1,
                "content": "Bien que la passion s'estompe, le soleil et la lune se renouvelent."
            },
            {
                "senid": 2,
                "content": "En fin de compte, l'arrêt du sage empereur prévaut."
            },
            {
                "senid": 3,
                "content": "Qu'en est-il du puits du palais Jingyang, qui d'autre partage cette histoire?"
            }
        ]
    },
    {
        "id": "5ccd5188-0e5d-450e-8ec5-d6e661fac4f7",
        "title": "没蕃故人",
        "author": "张籍",
        "sentence": [
            {
                "senid": 0,
                "content": "Il y a deux ans, nous avons marché sur le territoire des Yuezhis."
            },
            {
                "senid": 1,
                "content": "Toute notre force a péri près des remparts de la forteresse."
            },
            {
                "senid": 2,
                "content": "Les forces tang et tibétaines ont rompu tous les liens."
            },
            {
                "senid": 3,
                "content": "La mort nous sépare, nous qui avons partagé la vie mortelle."
            },
            {
                "senid": 4,
                "content": "Personne ne récupère les tentes abandonnées désertes."
            },
            {
                "senid": 5,
                "content": "Les chevaux rentrants reniflent les drapeaux déchirés là-bas."
            },
            {
                "senid": 6,
                "content": "Je hésite à pleurer, doutant que tu sois mort."
            },
            {
                "senid": 7,
                "content": "Pourtant, je pleure du bout du monde à cette heure pleine de larmes."
            }
        ]
    },
    {
        "id": "0710a746-8660-4bc1-b073-8ce51ac9f4d9",
        "title": "梦李白二首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Les nuages errants errent tout le jour, le voyageur tarde toujours à arriver."
            },
            {
                "senid": 1,
                "content": "Trois nuits de suite, je t'ai rêvé si cher, ton tendre amour est devenu clair."
            },
            {
                "senid": 2,
                "content": "Mon retour pressé, le voyage difficile, j'avoue les difficultés."
            },
            {
                "senid": 3,
                "content": "Les rivières rugissent avec la force de la tempête, les bateaux peuvent sombrer la nuit."
            },
            {
                "senid": 4,
                "content": "En partant, je griffe ma tête blanche, comme si les vœux de toute une vie s'étaient envolés."
            },
            {
                "senid": 5,
                "content": "Pendant que les chapeaux et les parasols remplissent la scène de la capitale, cette âme seule devient pâle et maigre."
            },
            {
                "senid": 6,
                "content": "Qui dit que le filet de la loi est large ? À l'âge mûr, les fardeaux persistent."
            },
            {
                "senid": 7,
                "content": "La gloire éternelle à travers les siècles, mais la poussière silencieuse conclut nos sphères."
            }
        ]
    },
    {
        "id": "c9362aba-fb50-481b-a4cd-08ddd65cdd2a",
        "title": "梦李白二首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Pour la séparation par la mort, nous avalons nos sanglots ; la séparation en vie apporte toujours de la tristesse."
            },
            {
                "senid": 1,
                "content": "Dans les marais pestilentiels du Jiangnan, l'exilé ne laisse aucune trace."
            },
            {
                "senid": 2,
                "content": "Mon vieil ami visite mes rêves, connaissant mon vif désir constant."
            },
            {
                "senid": 3,
                "content": "Pourtant, je crains que ce ne soit pas son âme vivante - le chemin est trop vaste pour être mesuré."
            },
            {
                "senid": 4,
                "content": "Son esprit vient à travers les érables bleu - verts et retourne à travers les passes ténébreuses."
            },
            {
                "senid": 5,
                "content": "Maintenant, tu es pris dans le filet du destin ; comment pourrais - tu développer des ailes ?"
            },
            {
                "senid": 6,
                "content": "La lune couchant inonde les poutres du toit et hésite sur tes traits."
            },
            {
                "senid": 7,
                "content": "Eaux profondes, vagues larges - que nul dragon ne t'empoigne."
            }
        ]
    },
    {
        "id": "16ddf43c-ac3a-47bc-95a5-36a49bceb30b",
        "title": "贫女",
        "author": "秦韬玉",
        "sentence": [
            {
                "senid": 0,
                "content": "Ma humble porte ne connaît pas l'odeur des soieries, Demander l'aide d'un bon meneur de mariage accentue ma tristesse."
            },
            {
                "senid": 1,
                "content": "Qui apprécie la grâce et le goût noble? Tous louent la simplicité de l'époque."
            },
            {
                "senid": 2,
                "content": "Mes doigts habiles osent se montrer, Mais je ne peins jamais les sourcils à la mode."
            },
            {
                "senid": 3,
                "content": "Dans une amertume aiguë, je file la ligne d'or, Couturant des robes de mariée qui ne seront jamais les miennes."
            }
        ]
    },
    {
        "id": "ea3f91f0-487e-4df7-826a-3692ef82e64d",
        "title": "遣悲怀三首 二",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Autrefois, nous nous moquions des choses après la mort."
            },
            {
                "senid": 1,
                "content": "Maintenant, toutes ces visions se manifestent à chaque respiration."
            },
            {
                "senid": 2,
                "content": "Vos vêtements ont été distribués, il n'en reste plus à voir."
            },
            {
                "senid": 3,
                "content": "Pourtant, la boîte à couture reste scellée - c'est trop douloureux pour moi."
            },
            {
                "senid": 4,
                "content": "Je chéris toujours l'amour passé quand je salue les serviteurs."
            },
            {
                "senid": 5,
                "content": "Et je sors des pièces dans les rêves où nos esprits se rencontrent."
            },
            {
                "senid": 6,
                "content": "Bien que je sache que ce deuil est partagé par tous les mortels."
            },
            {
                "senid": 7,
                "content": "Les chagrins des couples pauvres se multiplient sans comparaison."
            }
        ]
    },
    {
        "id": "82f57261-b608-4ee9-8d88-7fde20c49a7a",
        "title": "遣悲怀三首 三",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Assis inoccupé, je pleure pour toi et pour moi-même."
            },
            {
                "senid": 1,
                "content": "Cent ans, quelle courte période nous est donnée !"
            },
            {
                "senid": 2,
                "content": "Deng You, sans enfants, a cherché le décret du destin."
            },
            {
                "senid": 3,
                "content": "Les vers de deuil de Pan Yue ne parviennent toujours pas à exprimer son chagrin."
            },
            {
                "senid": 4,
                "content": "Dans les profondeurs obscures du tombeau partagé, qu'espérance reste-t-il ?"
            },
            {
                "senid": 5,
                "content": "La réunion dans des vies futures est encore plus difficile à espérer."
            },
            {
                "senid": 6,
                "content": "Seulement durant les nuits interminables garderai-je veille."
            },
            {
                "senid": 7,
                "content": "Pour récompenser votre vie de sourcils froncés."
            }
        ]
    },
    {
        "id": "8b57e03d-6d1f-4a4a-ba34-1f58e2551ca1",
        "title": "遣悲怀三首 一",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "La plus aimée de la plus jeune fille de Xie Gong."
            },
            {
                "senid": 1,
                "content": "Mariée à Qian Lou, elle a dû affronter d’innombrables difficultés."
            },
            {
                "senid": 2,
                "content": "Elle a fouillé le coffre peint parce que je n’avais pas de vêtements."
            },
            {
                "senid": 3,
                "content": "En la suppliant de m’acheter du vin, je l’ai persuadée de sortir son épingle en or."
            },
            {
                "senid": 4,
                "content": "Des légumes sauvages composaient nos repas ; nous savourions les feuilles de haricots longs."
            },
            {
                "senid": 5,
                "content": "Des feuilles mortes alimentaient notre feu, en nous appuyant sur le vieil arbre de robinier."
            },
            {
                "senid": 6,
                "content": "Maintenant, mon salaire dépasse cent mille pièces d’argent."
            },
            {
                "senid": 7,
                "content": "Pour toi, je prépare des offrandes et je tiens des cérémonies commémoratives."
            }
        ]
    },
    {
        "id": "92ae04dc-89af-45d6-9e31-204a01df801d",
        "title": "遣怀",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Errant en Jiangnan avec du vin à la main,"
            },
            {
                "senid": 1,
                "content": "Des reins gracieux si légers dans mes paumes que ça casse le cœur."
            },
            {
                "senid": 2,
                "content": "Dix ans plus tard, je me suis réveillé du rêve de Yangzhou,"
            },
            {
                "senid": 3,
                "content": "Ayant acquis dans les maisons closes une réputation d'insensible."
            }
        ]
    },
    {
        "id": "7d906794-b4d1-4922-9c59-eee5b19602ad",
        "title": "琴歌",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "L'hôte partage le vin dans la joie de cette soirée, Demandez au visiteur de Guangling de jouer de la cithare avec force."
            },
            {
                "senid": 1,
                "content": "La lune baigne les murs de la ville où les corbeaux volent à mi - chemin, Le givre refroidit innombrables arbres tandis que le vent glisse dans les robes."
            },
            {
                "senid": 2,
                "content": "Le censer en bronze et les magnifiques chandelles augmentent la lueur, D'abord joue 'Lushui' puis les mélodies de 'La concubine de Chu' s'écoulent."
            },
            {
                "senid": 3,
                "content": "Une seule note immobilise toutes les créatures dans un silence profond, Le ciel étoilé pâlit tandis que les invités silencieux s'assemblent."
            },
            {
                "senid": 4,
                "content": "Je chevaucherai plus de mille kilomètres pour la mission claire de Qinghuai, Os - je annoncer que ma vie dans les montagnes enveloppées de nuages commence ici?"
            }
        ]
    },
    {
        "id": "0613f575-4f07-4326-8591-603fb3d1da45",
        "title": "秦中感秋寄远上人",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "J'ai longtemps souhaité me coucher sur une butte, mais je manque de moyens pour entretenir trois chemins de jardin."
            },
            {
                "senid": 1,
                "content": "Les terres du nord ne sont pas ce que je désire, j'anime un vif attachement pour mon maître à Donglin."
            },
            {
                "senid": 2,
                "content": "L'or s'est épuisé comme le cassia brûlant, l'ambition se fanne avec chaque année qui passe."
            },
            {
                "senid": 3,
                "content": "Les brises du soir apportent de l'air frais, mais le chant des cigales accentue ma tristesse."
            }
        ]
    },
    {
        "id": "d2b5090e-e6fe-4d4f-9dd6-fe94ff6d4b5c",
        "title": "清明日宴梅道士房",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Allongé dans la forêt, regrettant la fin du printemps, j'ouvre ma fenêtre pour contempler la splendeur de la nature."
            },
            {
                "senid": 1,
                "content": "Soudain, un messager oiseau bleu apparaît, m'invitant au domicile du Pin Rouge."
            },
            {
                "senid": 2,
                "content": "Le four à cinabre est allumé pour la première fois, et les fleurs de pêche céleste s'effleurent."
            },
            {
                "senid": 3,
                "content": "Si le visage jeune pouvait demeurer, pourquoi regretter d'être ivre de brouillards flottants?"
            }
        ]
    },
    {
        "id": "59063901-7dbc-4f22-974f-ddccab675cbc",
        "title": "清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Une fleur cramoisie, chargée de rosée et de grâce parfumée."
            },
            {
                "senid": 1,
                "content": "Au travers de la montagne Wushan enveloppée de nuages, le trace vainement d'un cœur brisé."
            },
            {
                "senid": 2,
                "content": "Qui à la cour des Han pourrait rivaliser avec ce spectacle?"
            },
            {
                "senid": 3,
                "content": "La charmante Hirondelle s'appuie sur de nouveaux ornement scintillants."
            }
        ]
    },
    {
        "id": "948fa40a-492e-4fa1-99f4-b002ae87cd24",
        "title": "清平调词三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Le nuage pense à ses vêtements, la fleur à sa beauté."
            },
            {
                "senid": 1,
                "content": "Le vent de printemps caresse les balustrades, les fleurs lourdes de rosée brillent."
            },
            {
                "senid": 2,
                "content": "Si on ne l’avait pas vue au sommet de la montagne des pierres de jade,"
            },
            {
                "senid": 3,
                "content": "Elle doit être descendue de la terrasse éclairée par la lune en haut."
            }
        ]
    },
    {
        "id": "a0576d39-c4ac-4608-a4e2-249b6c31fd1d",
        "title": "青谿",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Je pénètre dans le ruisseau des Fleurs Jaunes, suivant ses eaux vertes chaque jour."
            },
            {
                "senid": 1,
                "content": "Avec des montagnes tournant en myriades de virages, le charme du voyage cache de simples kilomètres."
            },
            {
                "senid": 2,
                "content": "Des sons retentissent parmi les rochers tumultueux, les teintes reposent dans la tranquillité des pins profonds."
            },
            {
                "senid": 3,
                "content": "Des eaux ondulantes portent de la lentille d'eau, la clarté cristalline reflète les roseaux."
            },
            {
                "senid": 4,
                "content": "Mon cœur est depuis longtemps en paix, aussi calme que ce ruisseau limpide."
            },
            {
                "senid": 5,
                "content": "Laissez - moi m'attarder sur cette pierre plate, lançant ma ligne de pêche jusqu'au bout."
            }
        ]
    },
    {
        "id": "56ca5b29-4bb9-4f12-9200-6bc7c72e4e47",
        "title": "秋登兰山寄张五",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans les collines du nord enveloppées de nuages blancs, le ermite trouve un bonheur indéfectible."
            },
            {
                "senid": 1,
                "content": "Pour regarder loin, j'essaie d'atteindre une hauteur, mon cœur vole après les oiseaux qui disparaissent."
            },
            {
                "senid": 2,
                "content": "La tristesse émerge avec la couleur du crépuscule, la joie jaillit de la vue claire de l'automne."
            },
            {
                "senid": 3,
                "content": "De temps en temps, on voit des villageois rentrant, marchant sur le sable et se reposant au quai."
            },
            {
                "senid": 4,
                "content": "Les arbres à l'horizon ressemblent à de légères herbes, les bateaux sur la berge du fleuve sont comme la lueur d'un croissant."
            },
            {
                "senid": 5,
                "content": "Quand apporterons-nous du vin pour le partager et nous enivrer dans l'air festif du Double Neuvième?"
            }
        ]
    },
    {
        "id": "fdc07d9f-95b8-45f7-b1b3-9d272b3416a4",
        "title": "秋日登吴公台上寺远眺寺即陈将吴明彻战场",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "La terrasse ancienne est en ruine, l'automne suscite un sentiment de nostalgie envers la maison."
            },
            {
                "senid": 1,
                "content": "Peu de visiteurs atteignent le temple perdu, où les sommets enneigés sont séparés par de profondes eaux."
            },
            {
                "senid": 2,
                "content": "Le coucher de soleil se prolonge sur les vieilles murs de la forteresse, et les tintements froids remplissent la forêt déserte."
            },
            {
                "senid": 3,
                "content": "En regrettant les histoires des dynasties du Sud, le Yangzi continue de couler seul à travers le temps."
            }
        ]
    },
    {
        "id": "292c14cd-151f-4321-a94c-46fc86693eb3",
        "title": "秋日赴阙题潼关驿楼",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "Les feuilles rouges bruissent au crépuscule d'automne, Au long pavillon, je reçois une gourde de vin."
            },
            {
                "senid": 1,
                "content": "Les nuages résiduels retournent au Mont Taihua, Les pluies éparses traversent la chaîne Zhongtiao au loin."
            },
            {
                "senid": 2,
                "content": "Les teintes des arbres suivent les contours des montagnes qui s'étendent, Le bruit du fleuve se mêle à la marée lointaine de l'océan."
            },
            {
                "senid": 3,
                "content": "Je rejoindrai la capitale demain comme prévu, Pourtant, je rêve encore des forêts de pêche où j'ai une fois été."
            }
        ]
    },
    {
        "id": "d12edd29-d467-4b19-b3f5-533fa5c8d56a",
        "title": "秋夕",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Des bougies rouges et la lumière d'automne refroidissent l'écran peint."
            },
            {
                "senid": 1,
                "content": "Un petit éventail de soie léger bat des ailes vers les luciole qui s'envolent."
            },
            {
                "senid": 2,
                "content": "Les marches célestes, la teinte de la nuit est fraîche comme l'eau."
            },
            {
                "senid": 3,
                "content": "Asseyez-vous et regardez les étoiles d'Altair et de Végéta."
            }
        ]
    },
    {
        "id": "96455db1-a0c6-402c-8892-05c6b9a3d029",
        "title": "秋夜寄丘二十二员外",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Penser à toi cette nuit d'automne."
            },
            {
                "senid": 1,
                "content": "Promener et chanter dans le temps frais."
            },
            {
                "senid": 2,
                "content": "Dans les montagnes silencieuses, les pommes de pin tombent."
            },
            {
                "senid": 3,
                "content": "Le solitaire doit encore être éveillé."
            }
        ]
    },
    {
        "id": "a2b4fe60-9809-422d-afa7-143a2088f045",
        "title": "阙题",
        "author": "刘眘虚",
        "sentence": [
            {
                "senid": 0,
                "content": "Le chemin se termine là où commencent les nuages blancs."
            },
            {
                "senid": 1,
                "content": "Le printemps se prolonge avec le long écoulement du ruisseau vert."
            },
            {
                "senid": 2,
                "content": "De temps en temps, des fleurs tombées arrivent."
            },
            {
                "senid": 3,
                "content": "Portées loin par le ruisseau, leur parfum subsiste."
            },
            {
                "senid": 4,
                "content": "Une porte tranquille donne sur le chemin de la montagne."
            },
            {
                "senid": 5,
                "content": "Des saules épais ombragent l'endroit où l'on étudie."
            },
            {
                "senid": 6,
                "content": "Chaque jour ensoleillé, une lueur sereine brille de mille feux."
            },
            {
                "senid": 7,
                "content": "Une pure lumière m'habille doucement."
            }
        ]
    },
    {
        "id": "59fb3f01-65b2-416a-aefb-c13e502bfba1",
        "title": "塞下曲四首 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Donnez de l'eau aux chevaux et traversez la rivière d'automne ; L'eau est froide, le vent est comme un couteau."
            },
            {
                "senid": 1,
                "content": "Les sables plats s'étendent là où le soleil n'est pas encore couché ; On distingue à peine Lin Tao dans l'obscurité."
            },
            {
                "senid": 2,
                "content": "Dans le passé, les batailles faisaient rage le long de la Grande Muraille ; Tous parlaient de l'esprit emporté des soldats."
            },
            {
                "senid": 3,
                "content": "La poussière jaune a enterré les âges passés et présents ; Des os blancs gisent épars parmi les chardons et les mauvaises herbes."
            }
        ]
    },
    {
        "id": "8d58a158-1a9b-4085-8ef7-b7b4e6adb66d",
        "title": "塞下曲四首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Les cigales chantent dans la forêt vide de mûriers, la route de la passe désolée d'août s'étend devant."
            },
            {
                "senid": 1,
                "content": "En sortant et en entrant dans le froid de la frontière, l'herbe de roseau jaune recouvre chaque chemin."
            },
            {
                "senid": 2,
                "content": "Les errants de You et de Bing depuis l'Antiquité vieillissent tous avec la poussière et le sable."
            },
            {
                "senid": 3,
                "content": "Ne copiez pas ces cavaliers errants qui se vantent de leurs beaux chevaux."
            }
        ]
    },
    {
        "id": "00f12a19-bb96-4980-a4f5-11a1b9d604dd",
        "title": "山居秋暝",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Montagnes vides après une pluie fraîche."
            },
            {
                "senid": 1,
                "content": "L'air d'automne arrive avec le froid du soir."
            },
            {
                "senid": 2,
                "content": "La lune brillante brille à travers les pins."
            },
            {
                "senid": 3,
                "content": "Des sources claires coulent sur les pierres."
            },
            {
                "senid": 4,
                "content": "Le bambou bruisse tandis que les femmes de lessive rentrent chez elles."
            },
            {
                "senid": 5,
                "content": "Le lotus se remue tandis que les bateaux de pêche dérivent en aval."
            },
            {
                "senid": 6,
                "content": "Le parfum du printemps s'évanouit à volonté."
            },
            {
                "senid": 7,
                "content": "Les jeunes nobles peuvent s'attarder ici."
            }
        ]
    },
    {
        "id": "8af643c9-a8b0-49b7-b8e9-88920ab0bbd8",
        "title": "石鱼湖上醉歌",
        "author": "元结",
        "sentence": [
            {
                "senid": 0,
                "content": "Le Lac des Poissons de Pierre reflète la grâce de Dongting, Les eaux d'été se gonflent tandis que la verdure de Junshan trouve sa place."
            },
            {
                "senid": 1,
                "content": "Les montagnes deviennent des verres à vin, les eaux se transforment en étangs, Les buveurs s'assoient distinctement sur les îlots au-delà."
            },
            {
                "senid": 2,
                "content": "Les vents violents font des grandes vagues jour après jour de test, Cependant, ils ne peuvent pas arrêter les bateaux chargés de vin dans leur quête."
            },
            {
                "senid": 3,
                "content": "Avec une longue louche à la main sur la hauteur de Baqiu, je verse pour que tous boivent et les chagrins se dissipent dans la nuit."
            }
        ]
    },
    {
        "id": "8324db66-b75a-40ff-9469-cba276d2f88f",
        "title": "书边事",
        "author": "张乔",
        "sentence": [
            {
                "senid": 0,
                "content": "Les fanfares coupent l'air pur de l'automne."
            },
            {
                "senid": 1,
                "content": "Les guerriers s'appuient sur les tours de garnison."
            },
            {
                "senid": 2,
                "content": "Le vent de printemps caresse le tertre funéraire vert."
            },
            {
                "senid": 3,
                "content": "Le soleil blanc s'immerge là où se trouve Liangzhou."
            },
            {
                "senid": 4,
                "content": "Les frontières de la Grande Han ne connaissent pas de conflits."
            },
            {
                "senid": 5,
                "content": "Pourtant, des voyageurs arrivent à cette vie frontalière."
            },
            {
                "senid": 6,
                "content": "Les sentiments des étrangers coulent comme ces ruisseaux."
            },
            {
                "senid": 7,
                "content": "Qu'ils coulent toujours vers le sud."
            }
        ]
    },
    {
        "id": "f15c4b50-ee89-4927-8cf3-15e3a6a6ab95",
        "title": "蜀道难",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Hélas ! Quel péril, quelle hauteur ! La difficulté du chemin de Shu surpasse l’ascension du ciel azuré !"
            },
            {
                "senid": 1,
                "content": "Cancong et Yufu, fondant des royaumes dans une brume lointaine."
            },
            {
                "senid": 2,
                "content": "Depuis lors, quarante-huit mille ans, sans trace humaine liée à la frontière de Qin."
            },
            {
                "senid": 3,
                "content": "À l’ouest, près de Taibai, un sentier d’oiseaux, traversant jusqu’au sommet d’Emei."
            },
            {
                "senid": 4,
                "content": "La terre s’effondra, les montagnes s’écroulèrent, des héros moururent, puis échelles célestes et chemins de pierre se relièrent."
            },
            {
                "senid": 5,
                "content": "En haut, six dragons repoussent la marque élevée du soleil ; en bas, des vagues déferlantes tournent en ruisseaux tourbillonnants."
            },
            {
                "senid": 6,
                "content": "Même les grues jaunes ne peuvent voler au-delà, singes et gibbons désespèrent de grimper."
            },
            {
                "senid": 7,
                "content": "La crête Qingni, si sinueuse, neuf tours en cent pas, serpentant autour des falaises et des pics."
            },
            {
                "senid": 8,
                "content": "Touchant les étoiles, passant les puits, je retiens mon souffle, main sur la poitrine, assis avec un long soupir."
            },
            {
                "senid": 9,
                "content": "Je demande, quand reviendras-tu de ton voyage à l’ouest ? Le chemin redoutable, roches escarpées, infranchissables."
            },
            {
                "senid": 10,
                "content": "Seuls des oiseaux tristes crient dans les arbres anciens, mâles volent, femelles suivent, tournant autour des bois."
            },
            {
                "senid": 11,
                "content": "Encore, des coucous gémissent sous la lune nocturne, affligeant les montagnes vides, la difficulté du chemin de Shu, plus dure que gravir le ciel, flétrit les visages des auditeurs."
            },
            {
                "senid": 12,
                "content": "Pics reliés atteignent le ciel, à moins d’un pied, pins flétris pendent à l’envers, accrochés aux falaises abruptes."
            },
            {
                "senid": 13,
                "content": "Torrents impétueux et cascades rivalisent de clameur, falaises projettent des pierres, dix mille ravins tonnent."
            },
            {
                "senid": 14,
                "content": "Tel est son péril, hélas, pourquoi toi, voyageur lointain, viens-tu ici ?"
            },
            {
                "senid": 15,
                "content": "Le col Jiange, escarpé et imposant, un homme le garde, dix mille ne peuvent passer."
            },
            {
                "senid": 16,
                "content": "Si le gardien n’est pas digne, il devient loup ou chacal."
            },
            {
                "senid": 17,
                "content": "Le matin, évite les tigres féroces ; le soir, esquive les longs serpents."
            },
            {
                "senid": 18,
                "content": "Ils grincent des dents, sucent le sang, tuant comme du chanvre."
            },
            {
                "senid": 19,
                "content": "Bien que Jinchen soit dite joyeuse, mieux vaut rentrer chez soi tôt."
            },
            {
                "senid": 20,
                "content": "La difficulté du chemin de Shu surpasse l’ascension du ciel azuré, me tournant vers l’ouest, je soupire longuement."
            }
        ]
    },
    {
        "id": "2f37297b-77d5-412b-bc73-105bfa4d011d",
        "title": "蜀先主庙",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "L'esprit héroïque du ciel et de la terre reste impressionnant à travers les âges."
            },
            {
                "senid": 1,
                "content": "Le royaume se divise en les Trois Royaumes Tripartites ; l'héritage ressuscite la monnaie de cinq zhu de la dynastie Han."
            },
            {
                "senid": 2,
                "content": "Un ministre digne peut fonder un État; un fils, contrairement à son père, manque de la qualité de la sagesse."
            },
            {
                "senid": 3,
                "content": "Désolées, les anciennes courtisanes de Shu dansent devant le palais de Wei dans un état de deuil."
            }
        ]
    },
    {
        "id": "a353dcb1-12cc-4ca8-af1e-55d1d62445f8",
        "title": "蜀相",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Où trouver le temple du Premier ministre ? Au-delà de la ville de Brocart, les bosquets de cyprès sont denses et profonds."
            },
            {
                "senid": 1,
                "content": "L'herbe émeraude reflète les teintes du printemps sur les marches, A travers les feuilles, les loriots chantent de douces mélodies en vain."
            },
            {
                "senid": 2,
                "content": "Convoqué trois fois pour de grands plans de gouvernement, Deux règnes soutenus par le cœur de ce vieux ministre."
            },
            {
                "senid": 3,
                "content": "Campagnes inachevées, la vie éteinte en premier, Les héros à travers les âges pleurent, les larmes inondant leurs robes."
            }
        ]
    },
    {
        "id": "31cc87f3-da0f-421d-8674-8753530077e2",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Descendant de mon cheval pour partager ton vin, je te demande où tu vas."
            },
            {
                "senid": 1,
                "content": "Tu soupires pour tes ambitions non réalisées, tu te retires au bord de la montagne sud."
            },
            {
                "senid": 2,
                "content": "Pars maintenant, ne demande plus - les nuages blancs s'envolent éternellement."
            }
        ]
    },
    {
        "id": "c8a4faa6-8666-44f9-b4c9-df78d7af844d",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Après avoir dit au revoir dans les montagnes, au crépuscule, je ferme la porte de bois."
            },
            {
                "senid": 1,
                "content": "Quand l'herbe de printemps redeviendra verte l'année prochaine, mon noble ami reviendra-t-il ou non?"
            }
        ]
    },
    {
        "id": "c26445b5-a433-4cd7-9020-435866b845f9",
        "title": "送方外上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Le nuage solitaire accompagne la grue sauvage ; Comment pourraient-ils habiter parmi les mortels ?"
            },
            {
                "senid": 1,
                "content": "Ne achetez pas les terres de la montagne Wozhou, car les gens connaissent déjà son emplacement."
            }
        ]
    },
    {
        "id": "2c24cec1-4105-4511-bf8b-bc6d5d8d48c7",
        "title": "送李少府贬峡中王少府贬长沙",
        "author": "高适",
        "sentence": [
            {
                "senid": 0,
                "content": "Hélas, à ce départ, quelles pensées as-tu?"
            },
            {
                "senid": 1,
                "content": "Arrêtant mon cheval, je lève un verre pour demander l'endroit de ton exil."
            },
            {
                "senid": 2,
                "content": "Les cris des gibbons dans la gorge de Wu font couler des larmes."
            },
            {
                "senid": 3,
                "content": "Les oies rentrant à Hengyang, combien de lettres apportent-elles?"
            },
            {
                "senid": 4,
                "content": "Sur la rivière aux érables bleuâtres, les cieux d'automne s'étendent loin."
            },
            {
                "senid": 5,
                "content": "Près de la ville de l'Empereur Blanc, les arbres anciens sont épars."
            },
            {
                "senid": 6,
                "content": "En cette ère sage, la grâce abondante tombe maintenant comme la pluie."
            },
            {
                "senid": 7,
                "content": "Séparez - vous seulement brièvement; n'hésitez pas et ne restez pas."
            }
        ]
    },
    {
        "id": "a746d1f0-a72c-44d2-8b1c-c5c990749257",
        "title": "送灵澈上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Le Temple de la forêt de bambous vert sombre,"
            },
            {
                "senid": 1,
                "content": "Des cloches de temple lointaines au crépuscule."
            },
            {
                "senid": 2,
                "content": "Portant un chapeau de bambou baigné par le coucher de soleil,"
            },
            {
                "senid": 3,
                "content": "Retournant seul vers les lointaines montagnes vertes."
            }
        ]
    },
    {
        "id": "56bec3c2-9c0c-4d40-9750-2e28bdc9a20e",
        "title": "送綦毋潜落第还乡",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans cet âge sacré, plus d'ermites ne restent, tous les talents rentrent pour servir le règne."
            },
            {
                "senid": 1,
                "content": "Ainsi, même le solitaire de la Colline de l'Est abandonne la cueillette de fougères pour des usages mondains."
            },
            {
                "senid": 2,
                "content": "Bien que je sois éloigné des portes de la cour, qui ose dire que mon chemin est mal conçu ?"
            },
            {
                "senid": 3,
                "content": "En traversant les rivières pendant les jours du Repas Froid, dans les villes capitales, je confectionne des robes de printemps."
            },
            {
                "senid": 4,
                "content": "Avec du vin servi le long des routes sans fin, nous nous séparons, mais les idéaux partagés restent dans mon cœur."
            },
            {
                "senid": 5,
                "content": "Bientôt, les avirons de cannelle trancheront la marée, puis frôleront fièrement ma porte d'églantier."
            },
            {
                "senid": 6,
                "content": "Les arbres lointains accompagnent la trace des voyageurs, le village solitaire est baigné dans le voile du coucher de soleil."
            },
            {
                "senid": 7,
                "content": "Bien que mes plans ne trouvent pas d'application, ne dites pas que peu de personnes comprennent l'alliage de ce cœur."
            }
        ]
    },
    {
        "id": "315bc0e1-f76c-49d5-9940-b212e5f9c2ae",
        "title": "送人东游",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Une forteresse désolée où les feuilles jaunes tombent, Partant résolument de l'ancienne passe."
            },
            {
                "senid": 1,
                "content": "De forts vents au gué de Hanyang, Premier soleil sur la montagne Yingmen."
            },
            {
                "senid": 2,
                "content": "Combien restent - ils encore sur la rivière maintenant? Une seule rame revient de l'horizon."
            },
            {
                "senid": 3,
                "content": "Quand reverrons - nous nous? Levons un verre pour apaiser notre tristesse de séparation."
            }
        ]
    },
    {
        "id": "15274300-bd45-4898-ab14-9a3dead4b620",
        "title": "送僧归日本",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Je demeure dans cette noble terre selon le destin, Mon voyage ici a été comme le passage d'un rêve."
            },
            {
                "senid": 1,
                "content": "Les vastes mers qui se fondent avec le ciel s'étendent loin, Un léger bateau du Dharma quitte le monde terrestre."
            },
            {
                "senid": 2,
                "content": "La lune sur l'eau reflète la vision méditative, Les poissons et les dragons écoutent les chants sacrés pendant la nuit."
            },
            {
                "senid": 3,
                "content": "Chérissant la seule flamme de la lampe qui brille vivement, Sa lumière voyage dix mille milles à la vue."
            }
        ]
    },
    {
        "id": "6340ef19-35e2-4194-96a9-3ee0a667905b",
        "title": "送魏万之京",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule, j'ai entendu l'exilé chanter une chanson d'adieu."
            },
            {
                "senid": 1,
                "content": "Hier soir, la première gelée a légèrement traversé la rivière."
            },
            {
                "senid": 2,
                "content": "Les oies sauvages ne peuvent pas supporter d'être entendues dans la tristesse."
            },
            {
                "senid": 3,
                "content": "Les montagnes enveloppées de nuages ne sont qu'un passage pour un voyageur."
            },
            {
                "senid": 4,
                "content": "Les teintes des arbres de la forteresse précipitent l'arrivée du froid."
            },
            {
                "senid": 5,
                "content": "Les sons de battage dans le jardin impérial se multiplient vers le crépuscule."
            },
            {
                "senid": 6,
                "content": "Ne considérez pas Chang'an comme un simple lieu de fête."
            },
            {
                "senid": 7,
                "content": "De peur que vous laissiez les années s'écouler en vain."
            }
        ]
    },
    {
        "id": "1f83fccf-7476-464b-8cd4-8a2b4569c7a0",
        "title": "送友人",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Des montagnes vertes s'étendent à travers les faubourgs du nord, une rivière blanche serpente autour de la ville est."
            },
            {
                "senid": 1,
                "content": "Ici, nous nous séparons une fois pour toutes, une seule poussette voyage dix mille kilomètres."
            },
            {
                "senid": 2,
                "content": "Des nuages errants reflètent le cœur d'un voyageur, le soleil couchant incarne l'affection d'anciens amis."
            },
            {
                "senid": 3,
                "content": "Nouillons des mains en nous éloignant, les hennissements résonnent des chevaux qui se séparent."
            }
        ]
    },
    {
        "id": "263b4a33-fd51-47e1-b49a-d84dd99a2e0f",
        "title": "送梓州李使君",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "D'innombrables vallées avec des arbres qui s'élevent vers le ciel, des milliers de montagnes résonnent avec les cris des coucous."
            },
            {
                "senid": 1,
                "content": "Une nuit de pluie dans les montagnes, cent ruisseaux dévalent des cimes des arbres."
            },
            {
                "senid": 2,
                "content": "Les femmes Han paient les impôts avec du tissu de tóng, les Ba se disputent les champs de taro."
            },
            {
                "senid": 3,
                "content": "Wen Weng a relancé la quête de l'éducation, mais n'a pas osé s'appuyer sur les sages du passé."
            }
        ]
    },
    {
        "id": "cae8a893-7ae6-4824-b4c5-eada730b075f",
        "title": "苏武庙",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "L'esprit de Su Wu a fléchi devant l'envoyé du Han."
            },
            {
                "senid": 1,
                "content": "Le vieux sanctuaire et les arbres majestueux se tiennent dans un mystère silencieux."
            },
            {
                "senid": 2,
                "content": "Des oies sauvages disparaissent au - delà de la lune barbare voilée par les nuages."
            },
            {
                "senid": 3,
                "content": "Des moutons rentrent dans les collines frontalières à travers l'herbe des prairies enveloppée de fumée."
            },
            {
                "senid": 4,
                "content": "Revenu aux terrasses où les tentes de guerre ne se trouvent plus."
            },
            {
                "senid": 5,
                "content": "Partant avec chapeau et épée en pleine force."
            },
            {
                "senid": 6,
                "content": "Aucun sceau de marquis n'est trouvé au tombeau de Mao Ling."
            },
            {
                "senid": 7,
                "content": "Seules les vagues d'automne pleurent le courant écoulé du temps."
            }
        ]
    },
    {
        "id": "f540f519-e3c4-41c2-b299-f1d255977705",
        "title": "宿府",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans le froid de l'automne, les arbres de parasol près du puits frissonnent seuls. Solitaire dans la ville près de la rivière, on voit la fin d'une chandelle."
            },
            {
                "senid": 1,
                "content": "Toute la nuit, le plaintif hurlement de la trompette exprime sa douleur. La lune à minuit brille brillamment, mais ne trouve personne à la regarder."
            },
            {
                "senid": 2,
                "content": "Des années passent sans nouvelles de la maison, emportées par le vent et l'usure. Les passes désertes, les routes sont dures et solitaires."
            },
            {
                "senid": 3,
                "content": "Une décennie endurée dans la lutte solitaire. Maintenant agrippé à une branche - cette vie passagère."
            }
        ]
    },
    {
        "id": "0bed9b02-991e-4e28-b631-86640147a712",
        "title": "宿建德江",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Amarré le bateau près d'un îlot dans la brume."
            },
            {
                "senid": 1,
                "content": "Le coucher du soleil redouble la tristesse du voyageur."
            },
            {
                "senid": 2,
                "content": "Les plaines s'étendent loin où le ciel penche vers les arbres."
            },
            {
                "senid": 3,
                "content": "Le fleuve coule limpide et la lune semble se rapprocher des hommes."
            }
        ]
    },
    {
        "id": "b1dad78c-4dd8-4b99-b37b-741ed761f26a",
        "title": "宿桐庐江寄广陵旧游",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule de la montagne, les gibbons pleurent de chagrin ; Les eaux sombres s'écoulent rapidement dans le courant nocturne."
            },
            {
                "senid": 1,
                "content": "Le vent siffle à travers les feuilles des deux rives, La lune illumine un bateau solitaire."
            },
            {
                "senid": 2,
                "content": "Jiande n'est pas ma terre natale, Mais je me souviens de mes anciens voyages à Weiyang."
            },
            {
                "senid": 3,
                "content": "Je verserai encore deux torrents de larmes, Et je les enverrai vers l'ouest, au-delà de la mer lointaine."
            }
        ]
    },
    {
        "id": "c854a853-b015-4848-823b-a786659d33b3",
        "title": "宿王昌龄隐居",
        "author": "常建",
        "sentence": [
            {
                "senid": 0,
                "content": "Le ruisseau clair a une profondeur insondable, seule une nuage solitaire flotte dans le lieu isolé."
            },
            {
                "senid": 1,
                "content": "A travers les pins, une lame de lune apparaît, sa lumière pure brille encore pour vous."
            },
            {
                "senid": 2,
                "content": "Les toits de chaume retiennent les ombres endormies des fleurs, les jardins d'herbes nourrissent les motifs de mousse rampante."
            },
            {
                "senid": 3,
                "content": "Moi aussi, je laisserai derrière moi les soucis du monde et je me joindrai aux groupes de grues et de phoenix des collines occidentales."
            }
        ]
    },
    {
        "id": "3e504df9-b22d-480e-9e7c-9f8ab8591b91",
        "title": "宿业师山房期丁大不至",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Le soleil couchant traverse les crêtes occidentales, toutes les vallées s'obscurcissent soudainement."
            },
            {
                "senid": 1,
                "content": "Le pin et la lune apportent le froid de la nuit, le vent et les sources remplissent l'ouïe de clarté."
            },
            {
                "senid": 2,
                "content": "Les bûcherons rentrent chez eux, presque tous sont partis, les oiseaux enveloppés de brume s'installent dans leurs premiers nids."
            },
            {
                "senid": 3,
                "content": "Mon ami a promis de rester cette nuit, seul, j'attends avec mon luth près du chemin enroulé de vignes."
            }
        ]
    },
    {
        "id": "670009c2-a701-4140-aa31-b4973f76d632",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Le palais des sources violettes est enveloppé de brouillard et de brume."
            },
            {
                "senid": 1,
                "content": "Ils aspirent à faire de Wucheng leur demeure impériale."
            },
            {
                "senid": 2,
                "content": "Le sceau impérial, non destiné à retourner au héritier légitime,"
            },
            {
                "senid": 3,
                "content": "Au lieu de cela, les voiles de soie atteindraient les extrémités de la terre."
            },
            {
                "senid": 4,
                "content": "Maintenant, l'herbe pourrie ne détenait plus de lucioles brillantes."
            },
            {
                "senid": 5,
                "content": "Tandis que les saules pleureurs abritent toujours des corbeaux au crépuscule."
            },
            {
                "senid": 6,
                "content": "Si tu rencontrais Chen Houzhu dans le donjon des enfers,"
            },
            {
                "senid": 7,
                "content": "Serait - il approprié de s'enquérir des Fleurs du Jardin intérieur ?"
            }
        ]
    },
    {
        "id": "91f95b30-c42f-470a-9df8-dd6284fca474",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans une grande humeur, le voyage au sud se déroule sans garde rapprochée."
            },
            {
                "senid": 1,
                "content": "Au sein des neuf portes, qui lit les scrolls d'exhortation?"
            },
            {
                "senid": 2,
                "content": "Le vent de printemps voit toute la nation couper le brocart impérial."
            },
            {
                "senid": 3,
                "content": "La moitié pour l'armure des chevaux, la moitié pour les voiles de soie."
            }
        ]
    },
    {
        "id": "0f5af383-765a-4d56-b00b-79ee2ccd5111",
        "title": "岁除夜有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Longs sont les chemins vers Sanba, périlleux est cet être au long voyage de mille kilomètres."
            },
            {
                "senid": 1,
                "content": "Des montagnes accidentées gardent la neige résiduelle dans la nuit, une lampe seule éclaire cet étranger dans un pays lointain."
            },
            {
                "senid": 2,
                "content": "S'éloignant de plus en plus de ses proches, il se rapproche des serviteurs dans cette vie solitaire."
            },
            {
                "senid": 3,
                "content": "Comment puis - je supporter cette scène d'errance sans fin? L'année à venir renouvelle son éclat, mais je reste invisible."
            }
        ]
    },
    {
        "id": "542cb326-1037-4bd9-b0f6-6479d165dc4c",
        "title": "岁暮归南山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Cessez de présenter des pétitions à la porte nord."
            },
            {
                "senid": 1,
                "content": "Revenez à ma humble hutte dans les montagnes du sud."
            },
            {
                "senid": 2,
                "content": "Ingrat, je suis abandonné par le sage roi."
            },
            {
                "senid": 3,
                "content": "La maladie m’éloigne de mes anciens amis."
            },
            {
                "senid": 4,
                "content": "Les cheveux blancs hâtent mon vieillissement."
            },
            {
                "senid": 5,
                "content": "Le soleil printanier rapproche la fin de l'année."
            },
            {
                "senid": 6,
                "content": "La tristesse éternelle me garde éveillé."
            },
            {
                "senid": 7,
                "content": "La lune entre les pins traverse la fenêtre vide de la nuit."
            }
        ]
    },
    {
        "id": "9154fc22-5e19-45b7-a506-435298bb26fc",
        "title": "台城",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "La pluie fine tombe sur le fleuve, et les herbes riveraines poussent en harmonie."
            },
            {
                "senid": 1,
                "content": "Les six dynasties s'évanouissent comme des rêves, et les oiseaux chantent en vain dans les cieux vides."
            },
            {
                "senid": 2,
                "content": "Les plus insensibles sont les saules de Taicheng."
            },
            {
                "senid": 3,
                "content": "Encore enveloppent le digue de dix milles dans des soupirs brumeux."
            }
        ]
    },
    {
        "id": "1f28ab03-8388-4a2f-8c4f-3ce47789e221",
        "title": "桃花谿",
        "author": "张旭",
        "sentence": [
            {
                "senid": 0,
                "content": "Un pont volant vaguement visible sépare la brume sauvage."
            },
            {
                "senid": 1,
                "content": "Au bord ouest de la côte rocheuse, j'informe sur le bateau de pêche."
            },
            {
                "senid": 2,
                "content": "Les fleurs de pêcher flottent avec l'eau coulante tout au long de la journée."
            },
            {
                "senid": 3,
                "content": "Où se trouve la grotte le long du ruisseau limpide ?"
            }
        ]
    },
    {
        "id": "058db0d1-0656-4e8f-ac49-87622e16b19b",
        "title": "题大庾岭北驿",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "Au dixième mois, on dit que les oies migratrices vers le sud s'arrêtent ici."
            },
            {
                "senid": 1,
                "content": "Mon voyage s'étend sans fin - quand reviendrai - je ?"
            },
            {
                "senid": 2,
                "content": "Les rivières se calment à la marée baissante, les forêts sombres sont enveloppées de miasme."
            },
            {
                "senid": 3,
                "content": "Au lever du jour, en regardant vers mon pays natal, j'espère voir les pruniers de Longtou."
            }
        ]
    },
    {
        "id": "bce40ff4-816c-490c-be30-04de15f7c25e",
        "title": "题金陵渡",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Au pont de Jinling, une petite tour sur la colline."
            },
            {
                "senid": 1,
                "content": "Un séjour d'une nuit évoque la tristesse d'un voyageur."
            },
            {
                "senid": 2,
                "content": "La marée reflue sous la lueur de la lune inclinée."
            },
            {
                "senid": 3,
                "content": "Deux ou trois feux étoilés marquent Guazhou au - dessous."
            }
        ]
    },
    {
        "id": "2c036362-9f1d-434c-854f-b97a2a4bb19b",
        "title": "天末忆李白",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Du horizon, les vents frais se lèvent. Cœur noble, où se perdent tes pensées ?"
            },
            {
                "senid": 1,
                "content": "Quand arriveront les oies sauvages ? Les rivières et les lacs se gonflent avec la marée d'automne."
            },
            {
                "senid": 2,
                "content": "De grands écrits méprisent un destin prospère, Les esprits maléfiques se réjouissent des erreurs humaines."
            },
            {
                "senid": 3,
                "content": "Que tes paroles communiquent avec les âmes injustement traités, Lance ces vers sur les bancs tourbillonnants de Miluo."
            }
        ]
    },
    {
        "id": "72aab9ef-65a9-4a8a-b36b-61932c09ce85",
        "title": "听弹琴",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Les sept cordes chantent clair et froid."
            },
            {
                "senid": 1,
                "content": "En silence, j'entends les pins dans le vent de la montagne."
            },
            {
                "senid": 2,
                "content": "Bien que j'aime ces anciennes mélodies,"
            },
            {
                "senid": 3,
                "content": "Peu aujourd'hui encore pincent de tels tons."
            }
        ]
    },
    {
        "id": "71999aa1-55dd-4449-81b0-41f04686bf2e",
        "title": "听蜀僧濬弹琴",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Un moine du Shu porte contre lui sa luth d'émeraude, descendant du sommet occidental du mont Emei."
            },
            {
                "senid": 1,
                "content": "À son geste largué, j'entends les pins rugir à travers d'innombrables vallées."
            },
            {
                "senid": 2,
                "content": "L'âme de ce voyageur est purifiée par les eaux courantes, les échos s'entremêlant aux cloches gelées."
            },
            {
                "senid": 3,
                "content": "Sans m'en apercevoir, le crépuscule tombe sur les montagnes vertes, les nuages d'automne entassant l'ombre sur l'ombre."
            }
        ]
    },
    {
        "id": "7f3799de-78b4-49bc-b6d8-a5fa3ecacd33",
        "title": "听筝",
        "author": "李端",
        "sentence": [
            {
                "senid": 0,
                "content": "Les colonnes de millet doré de la guitare chantante,"
            },
            {
                "senid": 1,
                "content": "Belles mains devant la chambre de jade."
            },
            {
                "senid": 2,
                "content": "Pour attirer le regard du seigneur Zhou,"
            },
            {
                "senid": 3,
                "content": "Elle touche souvent les mauvaises cordes exprès."
            }
        ]
    },
    {
        "id": "e2fec465-cea1-4829-b12d-3ba37a267562",
        "title": "同从弟销南斋玩月忆山阴崔少府",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "En reposant dans la chambre sud, je lève le rideau tandis que la nouvelle lune apparaît."
            },
            {
                "senid": 1,
                "content": "La clarté limpide baigne les arbres et l'eau, et les reflets scintillants dansent sur les volets."
            },
            {
                "senid": 2,
                "content": "Les phases de la lune montent et descendent au fil des cycles clairs, illuminant l'écoulement éternel du temps."
            },
            {
                "senid": 3,
                "content": "Au bord de la limpide rivière, la belle se tient, chantant des chansons du sud pendant toute la longue nuit."
            },
            {
                "senid": 4,
                "content": "Bien que séparés par des milliers de kilomètres, le vent parfumé d'orchidée porte la senteur de la vertu."
            }
        ]
    },
    {
        "id": "b411ce1e-ac09-4427-ab32-f8dc7a57e566",
        "title": "同题仙游观",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Sous la terrasse des Immortels, cinq tours s'élèvent. À travers les paysages sombres, la pluie nocturne s'évanouit du ciel."
            },
            {
                "senid": 1,
                "content": "Les collines lointaines se confondent avec les arbres de Qin dans la nuance du crépuscule. Le bruit proche du battage des vêtements annonce la rosée automnale du Palais Han."
            },
            {
                "senid": 2,
                "content": "Des pins épars projettent des ombres sur les autels vides, silencieux. Des herbes parfumées parfument la colline de la grotte tranquille."
            },
            {
                "senid": 3,
                "content": "Pourquoi chercher des royaumes au-delà de la conception mortelle? Ici sur terre existe le sommet vermillon divin."
            }
        ]
    },
    {
        "id": "fae577a5-da28-4672-83ff-94c97ae2a4a4",
        "title": "晚次鄂州",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Les nuages se dissipent, révélant la lointaine ville de Hanyang."
            },
            {
                "senid": 1,
                "content": "Pourtant, ma seule voile continue à parcourir un jour de voyage."
            },
            {
                "senid": 2,
                "content": "Le marchand dort tout le jour, sentant la tranquillité des vagues."
            },
            {
                "senid": 3,
                "content": "Pendant que la conversation nocturne des mariniers révèle le bruit de la marée montante."
            },
            {
                "senid": 4,
                "content": "Les trois rivières Xiang reflètent mes cheveux teints d'automne."
            },
            {
                "senid": 5,
                "content": "Mon cœur nostalgique se trouve face au reflet de la lune."
            },
            {
                "senid": 6,
                "content": "Les moyens de subsistance passés ont été perdus dans l'acharnement de la guerre."
            },
            {
                "senid": 7,
                "content": "Comment puis - je supporter le bruit des tambours de guerre près du fleuve?"
            }
        ]
    },
    {
        "id": "2e8999a9-9df8-4483-ab1e-0231c3e46320",
        "title": "辋川集 鹿柴",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La montagne déserte ne montre aucune trace d'homme, Pourtant, les échos de voix remplissent l'espace."
            },
            {
                "senid": 1,
                "content": "La lumière du soleil retournant pénètre la forêt profonde, Luminant à nouveau les sols couverts de mousses."
            }
        ]
    },
    {
        "id": "36e09cb4-4fb7-48be-b6c6-c9bd906d9331",
        "title": "辋川集 竹里馆",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Assis seul dans la forêt de bambou isolée."
            },
            {
                "senid": 1,
                "content": "Jouant du qin puis sifflant longuement."
            },
            {
                "senid": 2,
                "content": "Au fond de la forêt, inconnu des gens,"
            },
            {
                "senid": 3,
                "content": "La lune brillante vient m'éclairer."
            }
        ]
    },
    {
        "id": "a2b4e8ca-92e3-4101-8a54-739b8f1d8184",
        "title": "辋川闲居赠裴秀才迪",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Les montagnes froides prennent une teinte vert sombre."
            },
            {
                "senid": 1,
                "content": "Les eaux d'automne coulent sans cesse jour après jour."
            },
            {
                "senid": 2,
                "content": "Appuyé sur mon bâton en dehors de la porte de bois."
            },
            {
                "senid": 3,
                "content": "Écoutant les cigales du soir dans le vent."
            },
            {
                "senid": 4,
                "content": "Au ferry, le crépuscule se prolonge."
            },
            {
                "senid": 5,
                "content": "Dans le village, une fine traînée de fumée s'envole."
            },
            {
                "senid": 6,
                "content": "Encore une fois, je rencontre un ivre Jie Yu."
            },
            {
                "senid": 7,
                "content": "Chantant frénétiquement devant les Cinq Saule."
            }
        ]
    },
    {
        "id": "6975adab-25d0-40c6-af3a-3a05847e7717",
        "title": "望洞庭湖赠张丞相",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Les eaux du lac en août sont calmes et uniformes."
            },
            {
                "senid": 1,
                "content": "Mélangeant le vide avec la pureté céleste immense."
            },
            {
                "senid": 2,
                "content": "Des brumes s’élèvent au-dessus de l’haleine fumante du marais de Yunmeng."
            },
            {
                "senid": 3,
                "content": "Les vagues secouent les hautes murailles de Yueyang."
            },
            {
                "senid": 4,
                "content": "Pour traverser, je manque d’un bateau ou d’une rame."
            },
            {
                "senid": 5,
                "content": "Être inactif est une honte sous ce règne éclairé par les sages."
            },
            {
                "senid": 6,
                "content": "Je regarde les pêcheurs lancer patiemment leurs lignes."
            },
            {
                "senid": 7,
                "content": "Tandis qu’un vain désir nage dans mon esprit limité."
            }
        ]
    },
    {
        "id": "6beb5cc2-ae49-4e23-952a-1cb92fa11512",
        "title": "望蓟门",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Jeter un coup d'œil du Terrasse Yan effraie le cœur du voyageur."
            },
            {
                "senid": 1,
                "content": "Les flûtes et les tambours résonnent dans le camp des généraux Han."
            },
            {
                "senid": 2,
                "content": "La lumière froide de la neige interminable brille loin et large."
            },
            {
                "senid": 3,
                "content": "Les teintes de l'aube font frissonner les drapeaux des trois frontières."
            },
            {
                "senid": 4,
                "content": "Les feux de signal fusionnent avec la lune des barbares au-dessus des sables."
            },
            {
                "senid": 5,
                "content": "Les montagnes couvertes de nuages entourent Ji près de la mer."
            },
            {
                "senid": 6,
                "content": "Bien que jeune, je n'ai jamais pris le stylo de l'homme de lettres."
            },
            {
                "senid": 7,
                "content": "Par mérite, je désire toujours la longue corde du commandement."
            }
        ]
    },
    {
        "id": "12fdaad8-b197-4526-b56d-c7c713267248",
        "title": "望岳",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Quel est le Mont Tai? Son vert s'étend sans cesse à travers Qi et Lu."
            },
            {
                "senid": 1,
                "content": "L'essence de la nature converge en une beauté divine, le Yin et le Yang séparent le crépuscule et l'aube."
            },
            {
                "senid": 2,
                "content": "Les nuages s'épaississant nettoient ma poitrine agitée, mes yeux fatigués suivent les oiseaux rentrant chez eux."
            },
            {
                "senid": 3,
                "content": "Je monterai au sommet suprême et verrai à quel point toutes les montagnes paraissent petites."
            }
        ]
    },
    {
        "id": "2c152693-c25f-45ce-8ef2-cbedce1a62bc",
        "title": "望月怀远",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Au-dessus de la mer, la lune brillante se lève."
            },
            {
                "senid": 1,
                "content": "Au bout du monde, nous partageons ce moment."
            },
            {
                "senid": 2,
                "content": "Les amoureux déplorent l'attente de la longue nuit."
            },
            {
                "senid": 3,
                "content": "Toute la nuit, des pensées de nostalgie surgissent."
            },
            {
                "senid": 4,
                "content": "Éteins la bougie, chéris la lueur de la lune."
            },
            {
                "senid": 5,
                "content": "Met un manteau, sens l'écoulement humide de la rosée."
            },
            {
                "senid": 6,
                "content": "Incapable de saisir cette lumière comme cadeau."
            },
            {
                "senid": 7,
                "content": "Retourne dormir, où de doux rêves peuvent t'emporter."
            }
        ]
    },
    {
        "id": "974914ee-1fc0-4952-a863-820bad2e4065",
        "title": "为有",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Car le paravent aux motifs de nuages révèle une grâce sans limite."
            },
            {
                "senid": 1,
                "content": "Dans la ville du phénix, le froid s'évanouit mais les nuits de printemps inquiètent."
            },
            {
                "senid": 2,
                "content": "Épouser, sans le savoir, un seigneur aux motifs de tortue."
            },
            {
                "senid": 3,
                "content": "Laissant les couvertures parfumées pour assister à la cour matinale."
            }
        ]
    },
    {
        "id": "1575c835-1241-4d7b-99dc-6d700549ac65",
        "title": "渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La pluie matinale à Weicheng humidifie la poussière légère."
            },
            {
                "senid": 1,
                "content": "L'auberge est verte avec les saules du printemps."
            },
            {
                "senid": 2,
                "content": "Je t'encourage à boire une autre tasse de vin."
            },
            {
                "senid": 3,
                "content": "À l'ouest de la passe de Yang, il n'y aura plus d'anciens amis."
            }
        ]
    },
    {
        "id": "204e287b-8194-4c2d-808b-11cc260412ae",
        "title": "渭川田家",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Le soleil couchant brille sur le village."
            },
            {
                "senid": 1,
                "content": "Dans les rues reculées, les vaches et les moutons rentrent."
            },
            {
                "senid": 2,
                "content": "Un vieil homme pense à son berger, appuyé sur son bâton, attendant à la porte d'épine."
            },
            {
                "senid": 3,
                "content": "Les faisans crient tandis que les pousses de blé fleurissent ; les vers à soie dorment, les feuilles de mûrier rares."
            },
            {
                "senid": 4,
                "content": "Les fermiers arrivent avec des houes sur les épaules, en se rencontrant, ils bavardent tendrement."
            },
            {
                "senid": 5,
                "content": "Ici, j’envisage avec envie ce calme et cette tranquillité, soupirant, je chante 'Décadence, ô Décadence.'"
            }
        ]
    },
    {
        "id": "22e90c0d-2b59-4500-8e5d-80d38ec4692c",
        "title": "闻官军收河南河北",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Soudain, au-delà de la Porte de l'Épée, se propage la nouvelle de la reconquête de Jibei."
            },
            {
                "senid": 1,
                "content": "Au premier rapport, mes larmes inondent mes vêtements."
            },
            {
                "senid": 2,
                "content": "Je me tourne vers ma famille - où est leur tristesse maintenant?"
            },
            {
                "senid": 3,
                "content": "En roulant précipitamment les parchemins, ma joie n'a plus de bornes."
            },
            {
                "senid": 4,
                "content": "Chantant en pleine lumière du jour, je m'ivrerai de vin."
            },
            {
                "senid": 5,
                "content": "Avec le printemps comme compagnon, je prendrai la route pour rentrer chez moi."
            },
            {
                "senid": 6,
                "content": "Je traverserai d'abord la gorge de Baxia, puis celle de Wuxia."
            },
            {
                "senid": 7,
                "content": "Je descendrai vers Xiangyang, puis je me dirigerai vers Luoyang."
            }
        ]
    },
    {
        "id": "9972f7bb-ae5b-49e4-87df-381386af66b6",
        "title": "问刘十九",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Des fourmis vertes sur le vin nouvellement breuvé,"
            },
            {
                "senid": 1,
                "content": "L'argile rouge du petit poêle."
            },
            {
                "senid": 2,
                "content": "Le soir tombe, le ciel a soif de neige,"
            },
            {
                "senid": 3,
                "content": "Veux - tu boire une tasse avec moi?"
            }
        ]
    },
    {
        "id": "ed79f9bc-d5d1-4251-b22d-d091e0758a3f",
        "title": "无题",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Difficile est la rencontre, encore plus difficile le départ."
            },
            {
                "senid": 1,
                "content": "Le vent d'est languissant, toutes les fleurs se fanent."
            },
            {
                "senid": 2,
                "content": "Les vers à soie du printemps filent leur soie jusqu'à leur mort."
            },
            {
                "senid": 3,
                "content": "Les chandelles pleurent des larmes sèches lorsqu'elles sont réduites en cendres."
            },
            {
                "senid": 4,
                "content": "Le miroir du matin montre que les cheveux gris changent."
            },
            {
                "senid": 5,
                "content": "Les chants nocturnes doivent sentir le froid toucher de la lune."
            },
            {
                "senid": 6,
                "content": "Le chemin jusqu'à la colline de Penglai n'est pas très long."
            },
            {
                "senid": 7,
                "content": "Les oiseaux bleus volent diligemment pour reconnaître."
            }
        ]
    },
    {
        "id": "b6475dea-1d69-4f0d-b98a-39393f47741e",
        "title": "无题二首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Les lourdes rideaux pendent profondément dans la salle de Sans Tristesse."
            },
            {
                "senid": 1,
                "content": "Après s'être allongé, la nuit claire s'étend longue et douce."
            },
            {
                "senid": 2,
                "content": "La vie de la déesse n'était qu'un rêve."
            },
            {
                "senid": 3,
                "content": "Le domicile de la jeune demoiselle n'a jamais connu d'homme."
            },
            {
                "senid": 4,
                "content": "Les vagues tempétueuses ne croient pas que les branches de châtaigne d'eau soient faibles."
            },
            {
                "senid": 5,
                "content": "Qui a appris aux feuilles d'osmanthe à parfumer la rosée lunaire?"
            },
            {
                "senid": 6,
                "content": "Dire franchement que la nostalgie ne procure aucun bénéfice,"
            },
            {
                "senid": 7,
                "content": "Pourtant, la folie de la mélancolie reste pure et sans entrave."
            }
        ]
    },
    {
        "id": "3410e7ce-df3a-4ab8-bea3-7f681661b240",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Les étoiles de la nuit dernière, le vent de la nuit dernière, À l'ouest des tours peintes, à l'est des salles de cannelle."
            },
            {
                "senid": 1,
                "content": "Bien que nous n'ayons pas d'ailes de phénix pour voler ensemble, Nos esprits communiquent comme des cornes de rhinocéros alignées."
            },
            {
                "senid": 2,
                "content": "Dès les sièges, des jeux de crochets avec du vin chaud de printemps, Les équipes divisées devinent les couvertures sous la lueur des chandelles rouges."
            },
            {
                "senid": 3,
                "content": "Hélas, le tambour m'oblige à mon déplacement officiel, Vers la terrasse aux orchidées, je glisse comme une roseau sans racines."
            }
        ]
    },
    {
        "id": "e006dfd3-40be-40ef-ba3b-552428931ae3",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La soie parfumée en forme de queue de phénix est mince en plusieurs couches. La canopée ronde aux motifs verts est cousue en pleine nuit."
            },
            {
                "senid": 1,
                "content": "Le éventail, taillé comme l'âme de la lune, ne peut cacher la timidité. La voiture grondait comme le tonnerre et les mots restaient inavoués."
            },
            {
                "senid": 2,
                "content": "Autrefois désolé comme les cendres dorées s'éteignaient, Aucune nouvelle depuis que les grenades ont fleuri en rouge."
            }
        ]
    },
    {
        "id": "811a5f9e-0df5-46f1-a587-0d4df7bca5a0",
        "title": "无题四首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Le vent d'est bruissant apporte de fines pluies, Au-delà de l'étang de lotus, le tonnerre lointain roule."
            },
            {
                "senid": 1,
                "content": "Le crapaud d'or ronge la serrure tandis que l'encens s'élève, Le tigre de jade tire des cordes de soie en puisant de l'eau du puits."
            },
            {
                "senid": 2,
                "content": "Madame Jia a jeté un coup d'œil à travers les rideaux sur le jeune officier Han, La déesse Mi a laissé son oreiller pour le talent du prince de Wei."
            },
            {
                "senid": 3,
                "content": "Ne laissez pas la passion du printemps rivaliser avec les fleurs en fleur, Car chaque pouce de nostalgie devient un pouce de cendre."
            }
        ]
    },
    {
        "id": "7377e34a-1aab-47e3-a6dd-376c98a5d6b7",
        "title": "无题四首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Tu es venu avec de vains mots et tu es parti sans laisser de trace."
            },
            {
                "senid": 1,
                "content": "La lune penche au - dessus de la tour, la cloche de la cinquième garde sonne."
            },
            {
                "senid": 2,
                "content": "Dans les rêves de séparation lointaine, mes sanglots restent inaperçus."
            },
            {
                "senid": 3,
                "content": "Lettres écrites précipitamment, l'encre encore pâle."
            },
            {
                "senid": 4,
                "content": "La lumière de la bougie voile à moitié les rideaux de martin - pêcheur doré."
            },
            {
                "senid": 5,
                "content": "Le parfum de musc se diffuse faiblement à travers le lotus brodé."
            },
            {
                "senid": 6,
                "content": "Liu Lang regrette déjà la distance de Penglai ;"
            },
            {
                "senid": 7,
                "content": "Et pourtant, au - delà de Penglai, il y a dix mille couches."
            }
        ]
    },
    {
        "id": "11424603-9a22-4564-89a4-95e1766f9685",
        "title": "夕次盱眙县",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "En abaissant les voiles, nous nous attardons près de la ville de Huai."
            },
            {
                "senid": 1,
                "content": "Notre bateau s'approche d'un seul poste de relais."
            },
            {
                "senid": 2,
                "content": "De vastes vents agitaient les eaux ondulées"
            },
            {
                "senid": 3,
                "content": "Le crépuscule sombre embrasait le soleil couchant."
            },
            {
                "senid": 4,
                "content": "Les gens rentrent dans les hameaux montagneux ombragés"
            },
            {
                "senid": 5,
                "content": "Des oies sauvages descendent sur l'île couverte de roseaux scintillant de blanc."
            },
            {
                "senid": 6,
                "content": "Seul la nuit, je me souviens des passes de Qin."
            },
            {
                "senid": 7,
                "content": "Un invité qui écoute les cloches et ne trouve pas le sommeil."
            }
        ]
    },
    {
        "id": "469dec8b-ba5e-4faf-b52f-2ad203e38d81",
        "title": "溪居",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Longtemps accablé par les fonctions officielles,"
            },
            {
                "senid": 1,
                "content": "Heureux dans cette exil au sud."
            },
            {
                "senid": 2,
                "content": "Installé paisiblement près des champs agricoles,"
            },
            {
                "senid": 3,
                "content": "Parfois ressemblant à des visiteurs de la montagne."
            },
            {
                "senid": 4,
                "content": "Le labourage au lever du soleil retourne les herbes rosées,"
            },
            {
                "senid": 5,
                "content": "Les rames de nuit claquent sur les pierres du ruisseau."
            },
            {
                "senid": 6,
                "content": "Allers et venirs ne rencontrent personne,"
            },
            {
                "senid": 7,
                "content": "Chantant longtemps sous les cieux bleus de Chu."
            }
        ]
    },
    {
        "id": "80beb8cc-8338-44d4-8b96-7f9d32133c97",
        "title": "西塞山怀古",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Les immenses vaisseaux du Jin de l'Ouest descendaient de Yizhou."
            },
            {
                "senid": 1,
                "content": "L'aura royale de Jinling s'est estompée dans l'obscurité."
            },
            {
                "senid": 2,
                "content": "Des centaines de brasses de chaînes de fer se sont noyées au fond du fleuve."
            },
            {
                "senid": 3,
                "content": "Un seul drapeau de reddition est apparu de la Cité de Pierre."
            },
            {
                "senid": 4,
                "content": "Combien de fois le monde s'est-il lamenté sur les événements passés ?"
            },
            {
                "senid": 5,
                "content": "La forme de la montagne repose toujours le long du fleuve qui coule."
            },
            {
                "senid": 6,
                "content": "Maintenant, dans cette ère où les quatre mers forment une seule maison,"
            },
            {
                "senid": 7,
                "content": "Les anciens remparts s'élèvent déserts au milieu des roseaux d'automne."
            }
        ]
    },
    {
        "id": "4d6f83e9-8232-4db1-903e-f9e619df5ecb",
        "title": "西施咏",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Son beauté est admirée dans le monde entier. Comment Xi Shi pourrait - elle rester dans l'ombre?"
            },
            {
                "senid": 1,
                "content": "Au crépuscule du matin, une jeune fille près du fleuve de Yue ; au crépuscule du soir, une concubine dans les salles du palais de Wu."
            },
            {
                "senid": 2,
                "content": "Dans les jours modestes, en quoi était - elle différente? En gloire, son rarissime caractère est révélé."
            },
            {
                "senid": 3,
                "content": "Appelant les autres pour lui appliquer son fard, elle porte des robes de soie sans remuer le doigt."
            },
            {
                "senid": 4,
                "content": "Le favoritisme du seigneur accentue ses charmes, son amour fait taire toutes les critiques."
            },
            {
                "senid": 5,
                "content": "Ses anciennes compagnonnes près du ruisseau de lavage des toiles ne partageront jamais son retour en carrosse."
            },
            {
                "senid": 6,
                "content": "À la jeune fille voisine qui imite son froncement de sourcils : comment une telle imitation peut - elle apporter de l'espoir?"
            }
        ]
    },
    {
        "id": "d755f74b-18fd-44d1-a6e1-43e77490bb09",
        "title": "喜见外弟又言别",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Après dix ans de chaos et de séparation, grands, nous nous rencontrons à nouveau."
            },
            {
                "senid": 1,
                "content": "Étonné par les noms au premier coup d’œil, se rappelant les vieux visages une fois que les noms sont prononcés."
            },
            {
                "senid": 2,
                "content": "De grands changements depuis que nous nous sommes séparés, la cloche du soir sonne quand la conversation s’apaise."
            },
            {
                "senid": 3,
                "content": "Demain sur la route de Baling, des couches de sommets d’automne nous attendent encore."
            }
        ]
    },
    {
        "id": "f0cd6afd-c89d-4fc3-b214-bcbf63042e8e",
        "title": "喜外弟卢纶见宿",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Nuit silencieuse, pas de voisins aux alentours ; habitation désolée, vieille et pauvre subsistance."
            },
            {
                "senid": 1,
                "content": "Arbres aux feuilles jaunes sous la pluie, homme aux cheveux blancs sous la lampe."
            },
            {
                "senid": 2,
                "content": "Ayant été longtemps solitaire et submergé, j'ai honte que vous veniez me voir si souvent."
            },
            {
                "senid": 3,
                "content": "Les liens de vie sont prédéterminés, surtout avec les parents de la famille Cai."
            }
        ]
    },
    {
        "id": "ca4cc6b3-a324-48c0-89c0-bb36c09c4930",
        "title": "下终南山过斛斯山人宿置酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule, je descends des sommets verdoyants ; la lune de la montagne me suit à la maison."
            },
            {
                "senid": 1,
                "content": "En regardant en arrière le chemin que j'ai pris, des brumes émeraude s'étendent sur les pentes."
            },
            {
                "senid": 2,
                "content": "Nous nous promenons ensemble jusqu'à la maison du fermier, un enfant ouvre la porte rustique."
            },
            {
                "senid": 3,
                "content": "Les bambous verts mènent dans une ruelle tranquille ; des vignes de jade brossent nos robes en passant."
            },
            {
                "senid": 4,
                "content": "Des mots joyeux trouvent répit ici, le bon vin coule librement tandis que nous trinquons."
            },
            {
                "senid": 5,
                "content": "De longues chansons résonnent à travers les chuchotements des pins ; au fur et à mesure que les mélodies s'estompent, les étoiles parsèment la Voie lactée."
            },
            {
                "senid": 6,
                "content": "Moi, ivre, toi encore gaie — ensemble, nous nous perdons dans un pur ravissement."
            }
        ]
    },
    {
        "id": "f8afed4e-e8cd-467f-afae-51dc149921f7",
        "title": "夏日南亭怀辛大",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "La lueur de la montagne se couche soudain à l'ouest, la lune du bassin s'élève peu à peu à l'est."
            },
            {
                "senid": 1,
                "content": "Désarroyant mes cheveux pour profiter du frais du soir, ouvrant la fenêtre pour me reposer dans un grand espace."
            },
            {
                "senid": 2,
                "content": "Le vent du lotus porte une fragrance, la rosée du bambou goutte avec un son cristallin."
            },
            {
                "senid": 3,
                "content": "J'ai envie de prendre la cithare et de jouer, mais je regrette de n'avoir pas d'âme sœur pour apprécier."
            },
            {
                "senid": 4,
                "content": "Ému par cette scène, je pense à d'anciens amis, me fatiguant dans les rêves et les désirs de minuit."
            }
        ]
    },
    {
        "id": "1b6f2389-2d09-4d51-982a-e7efb35113c5",
        "title": "相和歌辞 长信怨 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "À l'aube, je balaye avec une balle de roseaux là où les portes du palais d'or s'ouvrent."
            },
            {
                "senid": 1,
                "content": "En tenant mon éventail rond, je m'attarde près de l'endroit où les pas royaux ont disparu."
            },
            {
                "senid": 2,
                "content": "Mon visage de jade est éclipsé par les corbeaux dont le plumage sombre comme la suie de l'hiver ressort."
            },
            {
                "senid": 3,
                "content": "Pourtant, ils portent encore la trace du soleil qui vient du sanctuaire du Palais de Zhaoyang."
            }
        ]
    },
    {
        "id": "0ed53ef4-30ca-41ac-a629-d778e5cc2bfa",
        "title": "相和歌辞 从军行",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule, nous montons à la montagne pour regarder les feux de signalisation, et au crépuscule, nous donnons de l'eau aux chevaux près de la rivière Jiao."
            },
            {
                "senid": 1,
                "content": "Les poteries des voyageurs tintent dans l'obscurité de la tempête de sable, la luth de la princesse gémit d'une tristesse sans fin."
            },
            {
                "senid": 2,
                "content": "Nous campons à la sauvage où il ne reste plus de murs, la neige se mêle à la pluie sur la plaine désertique."
            },
            {
                "senid": 3,
                "content": "Les oies barbares hurlement dans le dôme nocturne, les larmes des garçons du nord tombent deux à deux."
            },
            {
                "senid": 4,
                "content": "En entendant que la Porte de Jade reste fermement barrée, les vies doivent poursuivre la fuite des chars de guerre."
            },
            {
                "senid": 5,
                "content": "Chaque année, les os blanchissent dans l'étendue du désert, tandis que les palais Han se régalent de raisins barbares."
            }
        ]
    },
    {
        "id": "bb111748-d8f1-4a5e-b618-b70272a7a642",
        "title": "相和歌辞 江南曲",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Mariée à un marchand de Qutang, jour après jour, il me fait attendre en vain."
            },
            {
                "senid": 1,
                "content": "Si j'avais su que la marée est si fidèle, j'aurais épousé un surfeur."
            }
        ]
    },
    {
        "id": "f93545e7-747e-4d12-a6c8-e484c46b2860",
        "title": "相和歌辞 玉阶怨",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Les marches de jade recueillent la rosée blanche."
            },
            {
                "senid": 1,
                "content": "Au milieu de la nuit, elle imbibe les chaussettes de soie."
            },
            {
                "senid": 2,
                "content": "Elle abaisse le rideau de cristal,"
            },
            {
                "senid": 3,
                "content": "regardant clairement et brillamment la lune d'automne."
            }
        ]
    },
    {
        "id": "35319d7e-9cf6-43b0-bfa3-991cf82a49f9",
        "title": "相和歌辞 子夜四时歌四首 冬歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule, le messager part."
            },
            {
                "senid": 1,
                "content": "Toute la nuit, elle garnit le manteau du guerrier de coton."
            },
            {
                "senid": 2,
                "content": "Ses mains froides tirent l'aiguille."
            },
            {
                "senid": 3,
                "content": "Comment peut-elle supporter le froid des ciseaux?"
            },
            {
                "senid": 4,
                "content": "Des vêtements sur mesure sont envoyés sur de longues distances."
            },
            {
                "senid": 5,
                "content": "Quand arriveront-ils à Lintao?"
            }
        ]
    },
    {
        "id": "4bd5be2b-5788-42c0-a300-9d106a73d46e",
        "title": "相和歌辞 子夜四时歌四首 夏歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Le Lac Miroir s'étend sur trois cents milles, les boutons de lotus s'épanouissent en fleurs."
            },
            {
                "senid": 1,
                "content": "En mai, Xishi vient cueillir, les foules regardent denses comme les eaux de Ruoye."
            },
            {
                "senid": 2,
                "content": "Les bateaux de retour n'ont pas besoin d'attendre le lever de la lune, ils partent directement au palais du roi de Yue."
            }
        ]
    },
    {
        "id": "8baa7c35-9afb-40bf-b5e4-41d9895e2710",
        "title": "相思",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Les haricots rouges poussent dans le sud du pays."
            },
            {
                "senid": 1,
                "content": "Quand l'automne arrive, ils germent sur les vieilles branches."
            },
            {
                "senid": 2,
                "content": "J'espère que tu les cueilles abondamment,"
            },
            {
                "senid": 3,
                "content": "Car ils sont l'emblème de l'amour et du désir."
            }
        ]
    },
    {
        "id": "efaaa86e-5628-40d3-a137-1ae8fcbe41b8",
        "title": "新嫁娘词三首 三",
        "author": "王建",
        "sentence": [
            {
                "senid": 0,
                "content": "Au troisième jour, elle entra dans la cuisine, se lava les mains et préparèrent de la soupe."
            },
            {
                "senid": 1,
                "content": "Inconnue avec le goût de la belle-mère, elle a d'abord laissé la belle-sœur goûter."
            }
        ]
    },
    {
        "id": "6556f501-f5b9-4353-bde2-75ec0e1bb616",
        "title": "新年作",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Mon cœur nostalgique est douloureux au lever du jour du nouvel an. Seul au bord du ciel, je verse des larmes en silence."
            },
            {
                "senid": 1,
                "content": "Vieillissant sous le toit des autres, je demeure. Pendant que le printemps revient avant que les voyageurs ne s'en rendent compte."
            },
            {
                "senid": 2,
                "content": "Je partage le déclin de chaque jour avec les singes de montagne, Au bord des ruisseaux ombragés de saules où brouillard et brise s'entremêlent."
            },
            {
                "senid": 3,
                "content": "L'exil à Changsha est désormais mon destin. Combien d'années me restent-elles en ce confinement?"
            }
        ]
    },
    {
        "id": "5593d522-b820-4c06-bab6-0ab5a0fc1d46",
        "title": "宣州谢朓楼饯别校书叔云",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Ceux qui m'ont quitté hier sont partis et ne peuvent plus rester."
            },
            {
                "senid": 1,
                "content": "Le chaos d'aujourd'hui dans mon cœur apporte un désordre sans fin."
            },
            {
                "senid": 2,
                "content": "Un vent de mille kilomètres escorte les oies d'automne en vol, Pour une telle scène, nous boirons au sommet de la tour."
            },
            {
                "senid": 3,
                "content": "La prose de Penglai et le style de Jian'an, Entre eux, le style pur de Xiao Xie a fleuri."
            },
            {
                "senid": 4,
                "content": "Tous ont des pensées hautes qui s'elevent, Anxieux de toucher le soleil et la lune dans le ciel."
            },
            {
                "senid": 5,
                "content": "Tirer des épées pour couper l'eau, les vagues continuent à couler ; Trinquer pour noyer la tristesse, la tristesse s'aggrave."
            },
            {
                "senid": 6,
                "content": "Les insatisfactions de la vie ne cessent jamais, Demain, je naviguerai librement avec les cheveux dénoués en paix."
            }
        ]
    },
    {
        "id": "565d931a-ff49-4f37-b633-524b48c2f4f0",
        "title": "寻陆鸿渐不遇",
        "author": "皎然",
        "sentence": [
            {
                "senid": 0,
                "content": "Bien que je me sois installé près des murs de la ville, un chemin champêtre mène à travers les champs de mûriers et de chanvre."
            },
            {
                "senid": 1,
                "content": "Les chrysanthèmes plantés récemment près de la clôture n'ont pas encore fleuri avec l'arrivée de l'automne."
            },
            {
                "senid": 2,
                "content": "En tapant à la porte, aucun chien n'aboie ; en préparant mon départ, j'informe le voisin d'ouest."
            },
            {
                "senid": 3,
                "content": "Ils m'informent qu'il est allé dans les montagnes et qu'il revient chaque jour au coucher du soleil."
            }
        ]
    },
    {
        "id": "04af557e-bac8-4fbf-92e7-d8a87fa11038",
        "title": "寻南溪常山道人隐居",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Le long du chemin où je me promène, la mousse révèle des traces de pas."
            },
            {
                "senid": 1,
                "content": "Les nuages blancs s'accrochent aux îles silencieuses, l'herbe de printemps ferme la porte inoccupée."
            },
            {
                "senid": 2,
                "content": "Par la pluie, je regarde les teintes des pins, en suivant les montagnes jusqu'à la source de l'eau."
            },
            {
                "senid": 3,
                "content": "Les fleurs du ruisseau et les pensées zen se font face en une communion sans mots."
            }
        ]
    },
    {
        "id": "10a0aedc-4b39-494b-a36c-28c6df28a668",
        "title": "寻西山隐者不遇",
        "author": "丘为",
        "sentence": [
            {
                "senid": 0,
                "content": "Une hutte de chaume au sommet du pic, trente milles tout droit."
            },
            {
                "senid": 1,
                "content": "En frappant, on ne trouve pas de serviteurs, en regardant à l'intérieur, seules les tables restent."
            },
            {
                "senid": 2,
                "content": "Si ce n'est pas un érudit dans une voiture à bois de chauffage, alors il doit pêcher dans les eaux d'automne."
            },
            {
                "senid": 3,
                "content": "Manquant notre rencontre, s'efforçant en vain dans l'admiration."
            },
            {
                "senid": 4,
                "content": "Teintes d'herbe fraîches après la pluie, sons de pins à travers les fenêtres du soir."
            },
            {
                "senid": 5,
                "content": "Ici, en profonde retraite, suffisamment pour purifier l'esprit et les oreilles."
            },
            {
                "senid": 6,
                "content": "Bien que manquant de la formalité hôte - invité, on a atteint une profonde tranquillité."
            },
            {
                "senid": 7,
                "content": "Quand l'intérêt faiblit, descendez la montagne - pourquoi attendre cette personne?"
            }
        ]
    },
    {
        "id": "4f6575cc-12cc-4986-8bfc-5cedac7bb68f",
        "title": "寻隐者不遇",
        "author": "贾岛",
        "sentence": [
            {
                "senid": 0,
                "content": "Sous le pin, j'ai demandé au garçon."
            },
            {
                "senid": 1,
                "content": "Il a répondu : « Le maître est parti cueillir des herbes médicinales. »"
            },
            {
                "senid": 2,
                "content": "Quelque part dans ces montagnes -"
            },
            {
                "senid": 3,
                "content": "Les nuages sont trop épais pour savoir où."
            }
        ]
    },
    {
        "id": "2161a569-6250-4886-9500-2168821b62be",
        "title": "瑶池",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La Reine Mère de l'Ouest ouvre sa fenêtre ornée."
            },
            {
                "senid": 1,
                "content": "Les chants de Huangshu secouent la terre de tristesse."
            },
            {
                "senid": 2,
                "content": "Les huit chevaux galopent trente mille milles par jour."
            },
            {
                "senid": 3,
                "content": "Pourquoi le roi Mu ne revient-il pas à nouveau?"
            }
        ]
    },
    {
        "id": "b7d50789-e0d5-4291-8014-eddf65a124df",
        "title": "瑶瑟怨",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Sur le lit d'ivoire couvert d'un édredon de soie, les rêves ne prennent pas leur envol."
            },
            {
                "senid": 1,
                "content": "A travers un ciel bleu comme l'eau, les nuages nocturnes flottent légèrement."
            },
            {
                "senid": 2,
                "content": "Le cri des oies sauvages s'estompe au - delà du ruisseau de Xiao - Xiang."
            },
            {
                "senid": 3,
                "content": "Dans les douze tours éclairées par la lune, la lueur de la lune rayonne."
            }
        ]
    },
    {
        "id": "d77f340f-1a04-4c5b-9704-2536e4249c6b",
        "title": "野望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "La neige blanche enveloppe trois forts frontaliers sur les collines occidentales."
            },
            {
                "senid": 1,
                "content": "Une rivière claire coule près du Pont des Dix Mille Li sur la rive sud."
            },
            {
                "senid": 2,
                "content": "La poussière de la guerre sépare les frères à travers le pays."
            },
            {
                "senid": 3,
                "content": "Des larmes solitaires tombent au bout du monde, si loin de chez soi."
            },
            {
                "senid": 4,
                "content": "Les années du crépuscule ne nourrissent que des maladies chroniques."
            },
            {
                "senid": 5,
                "content": "Pas une goutte n'a été rendue à la grâce de cette sage dynastie."
            },
            {
                "senid": 6,
                "content": "À cheval, sortant des banlieues, le regard s'étend au loin."
            },
            {
                "senid": 7,
                "content": "Écrasé par le dépérissement quotidien du monde."
            }
        ]
    },
    {
        "id": "7e1be9c9-fa2f-44c2-a6bc-3edcece745fe",
        "title": "夜泊牛渚怀古",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Nuit sur la rivière occidentale à Niuzhu."
            },
            {
                "senid": 1,
                "content": "Pas un fil de nuage dans le ciel clair."
            },
            {
                "senid": 2,
                "content": "Montant à bord du bateau, je regarde la lune d'automne."
            },
            {
                "senid": 3,
                "content": "En vain, je me souviens du général Xie."
            },
            {
                "senid": 4,
                "content": "Moi aussi, je peux chanter d'une voix haute."
            },
            {
                "senid": 5,
                "content": "Mais cet homme est hors de ma portée."
            },
            {
                "senid": 6,
                "content": "Demain, je hisserai ma voile et je partirai."
            },
            {
                "senid": 7,
                "content": "Alors que les feuilles d'érable flottent et tombent."
            }
        ]
    },
    {
        "id": "cc0e7ac3-bde4-4491-8ae5-027106709e72",
        "title": "夜归鹿门山歌",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Les cloches des temples de montagne sonnent tandis que la lumière du jour s'estompe."
            },
            {
                "senid": 1,
                "content": "Au gué de Yuliang, le bateau - ferry est rempli de bruit tandis que les gens se disputent pour monter."
            },
            {
                "senid": 2,
                "content": "Les gens suivent les sentiers de sable vers les villages riverains."
            },
            {
                "senid": 3,
                "content": "Moi aussi, je monte à bord d'un bateau pour retourner à Lumen."
            },
            {
                "senid": 4,
                "content": "La lune sur Lumen illumine les arbres enveloppés de brume."
            },
            {
                "senid": 5,
                "content": "Tout à coup, je arrive au retraite isolé de Pang Gong."
            },
            {
                "senid": 6,
                "content": "Les portes de roche et les sentiers de pins se trouvent dans un silence sans fin."
            },
            {
                "senid": 7,
                "content": "Seul le ermite vient et va durant la nuit."
            }
        ]
    },
    {
        "id": "992df222-c445-4925-a656-0caa4447d5bb",
        "title": "夜上受降城闻笛",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Devant le pic Huile, le sable ressemble à la neige."
            },
            {
                "senid": 1,
                "content": "Sous la ville de la reddition, la lune ressemble au givre."
            },
            {
                "senid": 2,
                "content": "D'un endroit inconnu, le chant d'une flûte de roseau flotte."
            },
            {
                "senid": 3,
                "content": "Toute la nuit, les soldats regardent le ciel de leur patrie."
            }
        ]
    },
    {
        "id": "75db753d-e7da-48a1-a6c0-6ed9147e58db",
        "title": "夜雨寄北",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Tu demandes quand je reviendrai, mais aucune date n'est fixée."
            },
            {
                "senid": 1,
                "content": "La pluie nocturne à Ba Shan gonfle les étangs d'automne."
            },
            {
                "senid": 2,
                "content": "Quand pourrons-nous couper ensemble la bougie à la fenêtre ouest ?"
            },
            {
                "senid": 3,
                "content": "Et nous nous remémorerons cette nuit de pluie à Ba Shan."
            }
        ]
    },
    {
        "id": "79e7ec6e-0d6c-4f95-8181-4671c42e1faf",
        "title": "夜月",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "La lune de la nuit profonde illumine la moitié des maisons."
            },
            {
                "senid": 1,
                "content": "La Grande Ourse s'étend horizontalement, la Petite Ourse est inclinée."
            },
            {
                "senid": 2,
                "content": "Ce soir, je ressens particulièrement la chaleur de l'air du printemps."
            },
            {
                "senid": 3,
                "content": "Les chants des insectes traversent à nouveau le rideau vert de la fenêtre."
            }
        ]
    },
    {
        "id": "1deac6d5-6da0-4d9f-a182-2f0697cbb932",
        "title": "已凉",
        "author": "韩偓",
        "sentence": [
            {
                "senid": 0,
                "content": "Au-delà des balustrades d'émeraude, des rideaux brodés pendent bas."
            },
            {
                "senid": 1,
                "content": "Un écran cramoisi représente des branches brisées avec art."
            },
            {
                "senid": 2,
                "content": "Un matelas de poils de dragon de huit pieds avec un carré de brocart étalé."
            },
            {
                "senid": 3,
                "content": "Le climat est déjà frais, mais le froid de l'hiver n'est pas encore là."
            }
        ]
    },
    {
        "id": "acbe1729-cefd-4678-9719-09c5c9c27db0",
        "title": "咏怀古迹五首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Je comprends profondément la tristesse de Song Yu dans la décadence de l'automne, Son élégance gracieuse reste mon maître à ce jour."
            },
            {
                "senid": 1,
                "content": "Regardant à travers les millénaires, les larmes coulent librement. Bien que les époques diffèrent, la désolation nous est connue des deux."
            },
            {
                "senid": 2,
                "content": "Sa maison au bord de la rivière se dresse sans trace de vers, Les terrasses de nuages et de pluie seraient - elles l'étreinte des rêves?"
            },
            {
                "senid": 3,
                "content": "Le plus poignant, c'est comment les palais du Chu se sont transformés en poussière. Là où les bateleurs indiquent, leurs doutes persistent encore."
            }
        ]
    },
    {
        "id": "3b5db620-1964-4674-a01d-ad70ba3ebd2a",
        "title": "咏怀古迹五首 三",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Les sommets et les vallées convergent vers la porte de Jingmen."
            },
            {
                "senid": 1,
                "content": "Là où se trouve encore le village qui a vu naître Zhaojun, le destinée de la brillante épouse."
            },
            {
                "senid": 2,
                "content": "Elle s'est aventurée du Palais pourpre dans les bras des déserts du nord."
            },
            {
                "senid": 3,
                "content": "Laissant seulement sa tombe verdoyante face au crépuscule."
            },
            {
                "senid": 4,
                "content": "À travers les portraits, on entrevoit le visage si beau, semblable à la brise printanière."
            },
            {
                "senid": 5,
                "content": "Pourtant, les pendentifs de jade reviennent avec l'âme éclairée par la lune, nus."
            },
            {
                "senid": 6,
                "content": "Pendant mille ans, son pipa chante dans la langue barbare."
            },
            {
                "senid": 7,
                "content": "Le fil de la rancœur à travers le temps est tendu dans chaque note."
            }
        ]
    },
    {
        "id": "733afc7b-e370-4724-b755-e9342c574d22",
        "title": "咏怀古迹五首 四",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Le seigneur de Shu a espionné Wu à travers la puissance des Trois Gorges ; Son année finale a vu sa chute au crépuscule de Yong'an."
            },
            {
                "senid": 1,
                "content": "Les bannières de jade se prolongent au cœur creux de la montagne, tandis que le palais disparu se fond avec le sol du temple."
            },
            {
                "senid": 2,
                "content": "Les cèdres du vieux sanctuaire abritent le domaine des oiseaux d'eau, tandis que les anciens marchent sur le terrain des rituels saisonniers."
            },
            {
                "senid": 3,
                "content": "Le sanctuaire de Zhuge se trouve près de l'endroit où se tiennent les rituels royaux. Le souverain et le ministre ont partagé la scène sacrée du culte."
            }
        ]
    },
    {
        "id": "87f5949b-bdad-4b5e-b488-7015bd45cc4f",
        "title": "咏怀古迹五首 五",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "La renommée de Zhuge illumine l'univers."
            },
            {
                "senid": 1,
                "content": "Sa statue solennelle incarne la grâce noble."
            },
            {
                "senid": 2,
                "content": "La rivalité entre les trois royaumes s'est déroulée grâce à ses stratégies."
            },
            {
                "senid": 3,
                "content": "Une plume éternelle s’élève dans les cieux."
            },
            {
                "senid": 4,
                "content": "Au niveau d'Yi et de Lü dans la lumière de la sagesse."
            },
            {
                "senid": 5,
                "content": "Dépassant Xiao et Cao dans la puissance du commandement."
            },
            {
                "senid": 6,
                "content": "La fortune de Han s'est estompée irréversiblement."
            },
            {
                "senid": 7,
                "content": "Sa volonté inébranlable, consumée par l'esclavage du devoir."
            }
        ]
    },
    {
        "id": "03eb4001-023a-4920-bbc7-a0fc52b2836d",
        "title": "咏怀古迹五首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Au nord - est, au milieu de la poussière et de la tourmente,"
            },
            {
                "senid": 1,
                "content": "Errant dans l'immensité entre le ciel et la terre au sud - ouest."
            },
            {
                "senid": 2,
                "content": "Les tours des Trois Gorges s'enfoncent dans le soleil et la lune."
            },
            {
                "senid": 3,
                "content": "Les vêtements des Cinq Ruisseaux se mêlent aux sommets enneigés."
            },
            {
                "senid": 4,
                "content": "Les barbares servant les seigneurs se révèlent perfides au final."
            },
            {
                "senid": 5,
                "content": "Le poète, en déclin, errance toujours, incapable de rentrer."
            },
            {
                "senid": 6,
                "content": "La vie de Yu Xin a été la plus sombre de toutes."
            },
            {
                "senid": 7,
                "content": "Pourtant, ses poèmes de soirée ont secoué les passages fluviaux."
            }
        ]
    },
    {
        "id": "4cf19354-4c0a-4e55-980b-69fa7f81ed0f",
        "title": "游子吟",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "Le fil dans la main de la tendre mère, c'est les vêtements de son fils errant."
            },
            {
                "senid": 1,
                "content": "Stitch by stitch avant son départ, craignant que son retour soit retardé."
            },
            {
                "senid": 2,
                "content": "Qui dit que le cœur de l'herbe tendre pourrait récompenser la sagesse radieuse du soleil du printemps?"
            }
        ]
    },
    {
        "id": "51b1aeeb-9a66-412d-b15c-4afaa6c6b1d7",
        "title": "渔翁",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Le vieux pêcheur dort près des falaises occidentales la nuit."
            },
            {
                "senid": 1,
                "content": "Au crépuscule, il puise de l'eau claire du fleuve Xiang et brûle du bambou du Chu."
            },
            {
                "senid": 2,
                "content": "La brume se dissipe, le soleil se lève, et on ne voit personne."
            },
            {
                "senid": 3,
                "content": "Un grincement de rame transforme les montagnes et les eaux en émeraude."
            },
            {
                "senid": 4,
                "content": "En regardant en arrière le bord du ciel, il flotte au milieu du fleuve."
            },
            {
                "senid": 5,
                "content": "Sur les falaises, les nuages insouciants se poursuivent librement."
            }
        ]
    },
    {
        "id": "b71d7c9c-7e92-4797-b2c9-8715dd0c2881",
        "title": "与诸子登岘山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Les affaires humaines s'écoulent et se ressaisissent, le passé et le présent s'entremêlent."
            },
            {
                "senid": 1,
                "content": "Les rivières et les montagnes conservent des sites célèbres, nous montons de nouveau comme nos ancêtres l'ont fait."
            },
            {
                "senid": 2,
                "content": "À mesure que les eaux baissent, le banc de Yuliang est découvert ; sous un ciel froid, les profondeurs de Mengze semblent profondes."
            },
            {
                "senid": 3,
                "content": "Les inscriptions de la stèle de Lord Yang restent, les lire me fait couler des larmes qui mouillent ma revers."
            }
        ]
    },
    {
        "id": "9a5070c8-8b6a-46d3-a976-ce942baf42e7",
        "title": "玉台体十二首 十一",
        "author": "权德舆",
        "sentence": [
            {
                "senid": 0,
                "content": "Hier soir, ma ceinture s'est dénouée."
            },
            {
                "senid": 1,
                "content": "Ce matin, une araignée vole."
            },
            {
                "senid": 2,
                "content": "Ne jetez pas vos cosmétiques."
            },
            {
                "senid": 3,
                "content": "Est - ce que mon seigneur reviendra ?"
            }
        ]
    },
    {
        "id": "22e72306-f41c-4621-a925-83bab7f9d76e",
        "title": "怨情",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La belle jeune fille roule la rideau de perles."
            },
            {
                "senid": 1,
                "content": "Elle est assise, plongée dans la pensée, ses sourcils en éventail froncés."
            },
            {
                "senid": 2,
                "content": "Seules les traces humides des larmes sont visibles,"
            },
            {
                "senid": 3,
                "content": "mais qui sait celui que son cœur ressent?"
            }
        ]
    },
    {
        "id": "83e70b6e-ff59-4a3b-8e81-249ab0cda0c3",
        "title": "月下独酌四首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Au milieu des fleurs, une cruche de vin ; je bois seul, sans personne pour partager avec moi."
            },
            {
                "senid": 1,
                "content": "Je lève ma coupe vers la lune brillante, face à mon ombre, nous sommes trois."
            },
            {
                "senid": 2,
                "content": "La lune ne connaît pas le goût du vin ; mon ombre ne fait que suivre ma silhouette."
            },
            {
                "senid": 3,
                "content": "Pour le moment, je garde la lune et l'ombre ; jouissons-en tant que le printemps dure."
            },
            {
                "senid": 4,
                "content": "Je chante, la lune s’attarde ; je danse, les ombres se dispersent."
            },
            {
                "senid": 5,
                "content": "Éveillés, nous partageons la joie ; ivres, nous nous séparons dans la nuit."
            },
            {
                "senid": 6,
                "content": "Liés par une joie sans passion, nous nous rencontrerons au-delà de la lointaine Voie lactée."
            }
        ]
    },
    {
        "id": "59c7eaa9-3c05-4857-8cff-10376706ccb9",
        "title": "月夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "La lune de cette nuit sur Fuzhou,"
            },
            {
                "senid": 1,
                "content": "Dans sa chambre, elle regarde seule."
            },
            {
                "senid": 2,
                "content": "De loin, je plains nos enfants,"
            },
            {
                "senid": 3,
                "content": "Trop jeunes pour aspirer à Chang'an."
            },
            {
                "senid": 4,
                "content": "Les brumes parfumées mouillent ses cheveux comme des nuages,"
            },
            {
                "senid": 5,
                "content": "Ses bras de jade froids brillent dans la lumière pure."
            },
            {
                "senid": 6,
                "content": "Quand serons - nous appuyés contre le rideau de gaze,"
            },
            {
                "senid": 7,
                "content": "Nos traces de larmes séchées dans la lune partagée?"
            }
        ]
    },
    {
        "id": "c1280e87-ac81-4f9b-9de5-377d6af38ae8",
        "title": "月夜忆舍弟",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Les tambours de la garnison arrêtent les passants, le cri d'un seul oie sur la frontière automnale."
            },
            {
                "senid": 1,
                "content": "À partir de ce soir, la rosée devient blanche comme du givre, la lune brille le plus brillamment au-dessus de la maison."
            },
            {
                "senid": 2,
                "content": "Mes frères se sont dispersés partout, sans maison pour chercher des nouvelles de vie ou de mort."
            },
            {
                "senid": 3,
                "content": "Les lettres que j'envoie ne les atteignent jamais, combien plus encore tant que la guerre fait rage."
            }
        ]
    },
    {
        "id": "3138fe30-6cf6-45b0-a441-2d5398107a9a",
        "title": "云阳馆与韩绅宿别",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "D'anciens amis se sont séparés par les fleuves et les mers,"
            },
            {
                "senid": 1,
                "content": "Innombrables fois séparés par des cols de montagne."
            },
            {
                "senid": 2,
                "content": "La rencontre soudaine semble n'être qu'une illusion,"
            },
            {
                "senid": 3,
                "content": "Dans la douleur mutuelle, nous nous demandons notre âge respectif."
            },
            {
                "senid": 4,
                "content": "Une lampe isolée refroidit l'obscurité de la pluie,"
            },
            {
                "senid": 5,
                "content": "Les bambous mouillés s'estompent à travers les brouillards flottants."
            },
            {
                "senid": 6,
                "content": "Un plus grand chagrin l'aube apportera -"
            },
            {
                "senid": 7,
                "content": "Nous chérissons les verres de adieu que nous passons tour à tour."
            }
        ]
    },
    {
        "id": "8d480633-1876-4082-aaca-a7b3a26c04d7",
        "title": "杂曲歌辞 长干曲四首 二",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Ma maison est située près de l'eau du Fleuve des Neuf Virages."
            },
            {
                "senid": 1,
                "content": "Je viens et je vais le long de son rivage sinueux."
            },
            {
                "senid": 2,
                "content": "Bien que nous soyons tous deux originaires de la ville de Changgan,"
            },
            {
                "senid": 3,
                "content": "Étrangers depuis notre jeunesse, nos chemins ne se sont jamais croisés auparavant."
            }
        ]
    },
    {
        "id": "caa023cf-9f55-450c-9638-1cf5c0223cc1",
        "title": "杂曲歌辞 长相思三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La lumière du jour s'est estompée, les fleurs sont enveloppées de brume."
            },
            {
                "senid": 1,
                "content": "La lune brille pure, la tristesse m'empêche de dormir."
            },
            {
                "senid": 2,
                "content": "La cithare de Zhao repose sur le pilier du phénix."
            },
            {
                "senid": 3,
                "content": "La luth de Shu aspire à jouer les cordes de canard mandarin."
            },
            {
                "senid": 4,
                "content": "Cette mélodie a un sens, mais personne ne la transmet."
            },
            {
                "senid": 5,
                "content": "Que les vents du printemps l'emportent sur le chemin de Yanran."
            },
            {
                "senid": 6,
                "content": "Je pense à toi au-delà des cieux bleuâtres."
            },
            {
                "senid": 7,
                "content": "Des yeux qui ont jadis scintillé d'une grâce ondulée,"
            },
            {
                "senid": 8,
                "content": "Maintenant, ils coulent comme des fontaines traçant la trace des larmes."
            },
            {
                "senid": 9,
                "content": "Si le doute subsiste quant à la douleur qui me brise le cœur,"
            },
            {
                "senid": 10,
                "content": "Regardez-vous dans le miroir à votre retour."
            }
        ]
    },
    {
        "id": "d4baf2d1-ea61-4fb3-a284-e889275bdca2",
        "title": "杂曲歌辞 长相思三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Longue attente, à Chang'an."
            },
            {
                "senid": 1,
                "content": "Les grillons d'automne chantent près des balustrades d'un puits doré."
            },
            {
                "senid": 2,
                "content": "Une légère gelée refroidit la teinte de la natte."
            },
            {
                "senid": 3,
                "content": "Une lampe solitaire s'estompe, les pensées près du désespoir."
            },
            {
                "senid": 4,
                "content": "En relevant les rideaux, je regarde la lune et soupire en vain."
            },
            {
                "senid": 5,
                "content": "Une beauté semblable à une fleur voilée par les nuages."
            },
            {
                "senid": 6,
                "content": "Au - dessus, s'étendent les vastes cieux bleu azur;"
            },
            {
                "senid": 7,
                "content": "En dessous, les eaux vertes se meuvent avec des vagues."
            },
            {
                "senid": 8,
                "content": "Cieux sans fin, routes lointaines—mon âme souffre en vol;"
            },
            {
                "senid": 9,
                "content": "Même les rêves ne peuvent traverser la difficulté des cols de montagne."
            },
            {
                "senid": 10,
                "content": "Longue attente—déchirant le cœur et le foie."
            }
        ]
    },
    {
        "id": "7066e611-faa5-427c-8fce-e0bf10c55416",
        "title": "杂曲歌辞 盖罗缝 一",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "La lune de la dynastie Qin illumine les forts passage de la dynastie Han, les guerriers marchent des milliers de kilomètres et sont encore loin de leur foyer."
            },
            {
                "senid": 1,
                "content": "Puissent les généraux divins garder la Cour du Dragon, ne laissent jamais les chevaux du nord traverser le fort de la montagne Yin."
            }
        ]
    },
    {
        "id": "a8617715-ad59-4da8-8071-e9aeb1760e6a",
        "title": "杂曲歌辞 金缕衣",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "Ne sois pas avare de tes vêtements dorés, mais chéris ton jeune âge."
            },
            {
                "senid": 1,
                "content": "Cueillez les fleurs pendant qu'elles sont en fleur, n'attendez pas que les branches soient nues."
            }
        ]
    },
    {
        "id": "f1320c1f-949a-4cbe-ad23-4806878632c5",
        "title": "杂曲歌辞 婆罗门",
        "author": "杨敬述进",
        "sentence": [
            {
                "senid": 0,
                "content": "Le sable devant le mont Huile ressemble à la neige."
            },
            {
                "senid": 1,
                "content": "La lueur de la luna au-delà de la ville de Shouxiang est semblable au givre."
            },
            {
                "senid": 2,
                "content": "D'où vient le son de la flûte de roseau, invisible ?"
            },
            {
                "senid": 3,
                "content": "Toute la nuit, les soldats regardent vers leurs foyers, leurs cœurs empressés."
            }
        ]
    },
    {
        "id": "73dadc56-88ff-4f11-9ff5-da0e0adf533c",
        "title": "杂曲歌辞 清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Une fleur cramoisie, baignée de rosée et parfumée."
            },
            {
                "senid": 1,
                "content": "Au milieu des nuages et de la pluie du mont Wu, les cœurs souffrent en vain."
            },
            {
                "senid": 2,
                "content": "Demandez au palais Han : qui pourrait rivaliser?"
            },
            {
                "senid": 3,
                "content": "Pauvre Fei Yan s'appuie sur sa nouvelle grâce."
            }
        ]
    },
    {
        "id": "0db5450e-f1e0-4d53-8106-529def535537",
        "title": "杂曲歌辞 清平调 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La célèbre fleur et la belle fille se réjouissent dans un éclat mutuel."
            },
            {
                "senid": 1,
                "content": "Le souverain regarde souvent avec un visage souriant."
            },
            {
                "senid": 2,
                "content": "La brise douce disperse les tristesses infinies du printemps."
            },
            {
                "senid": 3,
                "content": "Au bord des balustrades nord du pavillon Shenxiang, nous nous appuyons en paix."
            }
        ]
    },
    {
        "id": "1f66d2ec-8418-485e-a434-e21a0d439dda",
        "title": "杂曲歌辞 秋夜曲",
        "author": "王涯",
        "sentence": [
            {
                "senid": 0,
                "content": "L'esprit de la cannelle grandit tandis que la rosée d'automne scintille."
            },
            {
                "senid": 1,
                "content": "Les robes de soie légères sont trop fines, mais ne sont pas changées selon la saison."
            },
            {
                "senid": 2,
                "content": "Les notes sincères de la cithare argentée résonnent tout au long de la nuit."
            },
            {
                "senid": 3,
                "content": "Un cœur tremblant évite la lumière solitaire de la chambre vide."
            }
        ]
    },
    {
        "id": "e4a87504-f9a3-4599-b770-aba4afd3cb04",
        "title": "杂曲歌辞 渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La pluie matinale de Weicheng mouille la légère poussière."
            },
            {
                "senid": 1,
                "content": "Les saules verdoyants de l'auberge scintillent avec la teinte du printemps."
            },
            {
                "senid": 2,
                "content": "Je t'encourage à vider une autre coupe de vin,"
            },
            {
                "senid": 3,
                "content": "À l'ouest de la passe de Yang, aucun vieil ami ne reste."
            }
        ]
    },
    {
        "id": "31e9a6b0-5035-4b1b-a9d3-ff1c279f53b6",
        "title": "杂诗 十三",
        "author": "无名氏",
        "sentence": [
            {
                "senid": 0,
                "content": "Près du Festival de la Nourriture Froide, les pluies font pousser les herbes luxuriantes."
            },
            {
                "senid": 1,
                "content": "Les pousses de blé s’agitent, les saules reflètent la berge au vent."
            },
            {
                "senid": 2,
                "content": "J’ai longtemps eu l’intention de rentrer chez moi, mais je ne peux pas revenir."
            },
            {
                "senid": 3,
                "content": "Coucou, cesse de pleurer près de mon oreille angoissée."
            }
        ]
    },
    {
        "id": "4c7205af-d1e8-48ed-8220-fe095418b95a",
        "title": "杂诗三首 二",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Tu viens de notre ville natale."
            },
            {
                "senid": 1,
                "content": "Certainement, tu sais comment c'est là-bas."
            },
            {
                "senid": 2,
                "content": "Quand tu es parti devant ta magnifique fenêtre,"
            },
            {
                "senid": 3,
                "content": "Le prunier d'hiver a-t-il fleuri ?"
            }
        ]
    },
    {
        "id": "1fb10ea4-f46c-4c08-bd06-f039f1907be6",
        "title": "杂诗三首 三",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "J'entends qu'à la garnison de Huanglong, des années de conflit incessant."
            },
            {
                "senid": 1,
                "content": "Pitie la lune de sa chambre, qui brille toujours sur le camp des soldats."
            },
            {
                "senid": 2,
                "content": "Le désir printanier d'une jeune femme, la douleur nocturne de son mari."
            },
            {
                "senid": 3,
                "content": "Qui nous mènera avec des drapeaux et des tambours pour briser la chaîne de la ville du Dragon ?"
            }
        ]
    },
    {
        "id": "c65539db-4e2b-4ce4-a22b-563b6ef3f4f1",
        "title": "在岳咏蝉",
        "author": "骆宾王",
        "sentence": [
            {
                "senid": 0,
                "content": "Les cigales chantent dans la terre occidentale."
            },
            {
                "senid": 1,
                "content": "Les pensées d'un captif deviennent de plus en plus profondes."
            },
            {
                "senid": 2,
                "content": "Comment supporter ces ombres aux ailes noires ?"
            },
            {
                "senid": 3,
                "content": "Face à mes lamentations aux cheveux blancs ?"
            },
            {
                "senid": 4,
                "content": "La rosée alourdit leur vol, leur progression est entravée ;"
            },
            {
                "senid": 5,
                "content": "Les vents étouffent leur chant, la résonance est étouffée."
            },
            {
                "senid": 6,
                "content": "Personne ne croit en la pureté noble,"
            },
            {
                "senid": 7,
                "content": "Qui va exprimer ce cœur de moi ?"
            }
        ]
    },
    {
        "id": "9525f99d-39cb-4d04-8650-263493d223e0",
        "title": "早发白帝城",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Au crépuscule, je quitte l'Imperial City enlacée de nuages multicolores ;"
            },
            {
                "senid": 1,
                "content": "J'ai retourné à Jiangling en un jour, couvrant des milliers de li ;"
            },
            {
                "senid": 2,
                "content": "Les plaintes interminables des singes résonnent des deux rives du fleuve ;"
            },
            {
                "senid": 3,
                "content": "Mon bateau léger a déjà dépassé des milliers de montagnes sombres ;"
            }
        ]
    },
    {
        "id": "8e18183e-5a58-4805-b672-1726969d6526",
        "title": "早寒江上有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Les feuilles tombent, les oies sauvages se dirigent vers le sud. Le vent du nord refroidit le fleuve."
            },
            {
                "senid": 1,
                "content": "Ma maison se trouve près du fleuve Xiang, loin au-delà des sommets enneigés de Chu."
            },
            {
                "senid": 2,
                "content": "Les larmes de nostalgie séchent dans les yeux du voyageur, une seule voile s'estompe à l'horizon."
            },
            {
                "senid": 3,
                "content": "Perdus au gué, désirant demander - la mer du soir s'étend paisiblement sans fin."
            }
        ]
    },
    {
        "id": "fedb06cc-37da-4aaf-8f39-85ebcb08b947",
        "title": "早秋三首 一",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "La longue nuit déborde de sons clairs de guitare."
            },
            {
                "senid": 1,
                "content": "Les vents d'ouest agitent les vignes émeraude."
            },
            {
                "senid": 2,
                "content": "Les lucioles pâlissantes se prosternent devant la rosée de jade."
            },
            {
                "senid": 3,
                "content": "Les oies précoces effleurent la Voie lactée."
            },
            {
                "senid": 4,
                "content": "Les grands arbres au crépuscule restent denses et hauts."
            },
            {
                "senid": 5,
                "content": "Les collines lointaines deviennent plus claires sous un ciel clair."
            },
            {
                "senid": 6,
                "content": "Une feuille tombe dans les bras de Huainan."
            },
            {
                "senid": 7,
                "content": "Je sens l'âge dans la trace des vagues brumeuses."
            }
        ]
    },
    {
        "id": "4c745990-657a-41fe-ba2c-d9cf371ca563",
        "title": "贼平后送人北归",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "En temps de trouble, nous sommes partis vers le sud ensemble ; maintenant, en temps de paix, je reviens seul vers le nord."
            },
            {
                "senid": 1,
                "content": "Dans des terres étrangères, mes cheveux sont devenus blancs ; en revenant chez moi, je salue les montagnes vertes."
            },
            {
                "senid": 2,
                "content": "La lune du crépuscule passe au-dessus des forteresses en ruine ; sous un ciel étoilé, je me loge aux anciennes passes."
            },
            {
                "senid": 3,
                "content": "Des oiseaux glacés et de l’herbe fanée reflètent partout mon visage triste."
            }
        ]
    },
    {
        "id": "a7f425de-143b-493d-bb51-13e27c68e871",
        "title": "赠别二首 二",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Si rempli d'amour, pourtant toujours semblant insensible; Au toast d'adieu, je me démène pour feindre un sourire."
            },
            {
                "senid": 1,
                "content": "La bougie, avec un cœur, partage notre tristesse de séparation, Versant des larmes à notre place jusqu'au lever du soleil."
            }
        ]
    },
    {
        "id": "54008cd0-f9bf-424f-bc55-f15c1e9025f3",
        "title": "赠别二首 一",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Svelte et gracieuse, à peine plus de treize ans."
            },
            {
                "senid": 1,
                "content": "Comme les fleurs bourgeonnantes du début de février sur la branche."
            },
            {
                "senid": 2,
                "content": "Dix milles de brise printanière sur les routes de Yangzhou."
            },
            {
                "senid": 3,
                "content": "En relevant les rideaux de perles, personne ne peut lui être comparé."
            }
        ]
    },
    {
        "id": "9d1b6a18-571c-4f25-bfdb-3fe260115c3f",
        "title": "赠孟浩然",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "J'admire le Maître Meng, dont la grâce est connue dans le monde entier."
            },
            {
                "senid": 1,
                "content": "Dans sa jeunesse, il rejette les honneurs ; dans ses ans blanchis, il se repose parmi les pins et les nuages."
            },
            {
                "senid": 2,
                "content": "Ivre de lueur de lune, il goûte souvent le vin divin ; enchanté par les fleurs, il ne sert jamais les seigneurs."
            },
            {
                "senid": 3,
                "content": "Comment puis - je aspirer à de telles hauteurs ? Ici, je me incline devant votre pure fragrance seule."
            }
        ]
    },
    {
        "id": "84bd91bd-11f7-4218-b9e2-b05b06ce8b99",
        "title": "赠内人",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "La lueur de la lune trace les arbres du palais près de la porte interdite."
            },
            {
                "senid": 1,
                "content": "Des yeux charmants ne regardent que le nid des hirondelles."
            },
            {
                "senid": 2,
                "content": "Au bord de l'ombre de la lampe, une épingle en jade penche."
            },
            {
                "senid": 3,
                "content": "Elle sépare la flamme cramoisie pour sauver le papillon nocturne voltigeant."
            }
        ]
    },
    {
        "id": "42f17f00-bbc1-4b5b-82c1-3e9e012725ba",
        "title": "赠阙下裴舍人",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "En février, les loriots volent vers les pavillons de Shanglin."
            },
            {
                "senid": 1,
                "content": "Le printemps enveloppe la Cité interdite dans les heures matinales brumeuses."
            },
            {
                "senid": 2,
                "content": "Les cloches du palais Changle s'estompent au-delà des belles fleurs."
            },
            {
                "senid": 3,
                "content": "Les saules près du Lac du Dragon s'assombrissent sous la pluie."
            },
            {
                "senid": 4,
                "content": "La chaleur du soleil ne peut dissiper mon désespoir dans cette impasse."
            },
            {
                "senid": 5,
                "content": "Pourtant, j'affectionne toujours la nouvelle lumière céleste de l'aube."
            },
            {
                "senid": 6,
                "content": "Dix ans de poésie n'ont pas obtenu l'accord royal."
            },
            {
                "senid": 7,
                "content": "Cheveux blancs, j'ai honte de me retrouver face à la foule joyeuse de la cour."
            }
        ]
    },
    {
        "id": "6c7c45a6-c944-4ff3-aa99-f5cb0440436f",
        "title": "赠卫八处士",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Les rencontres dans la vie sont aussi rares que les étoiles Shen et Shang."
            },
            {
                "senid": 1,
                "content": "Quelle nuit est - ce soir, partageant cette lumière de bougie ?"
            },
            {
                "senid": 2,
                "content": "La jeunesse ne dure que brièvement; nos tempes sont maintenant grisonnées."
            },
            {
                "senid": 3,
                "content": "La moitié de nos vieux amis sont devenus des fantômes, nos halètements brûlent notre cœur brûlant."
            },
            {
                "senid": 4,
                "content": "Qui aurait prévu qu'après vingt ans, je monterais vos nobles escaliers ?"
            },
            {
                "senid": 5,
                "content": "Nous nous sommes séparés lorsque vous étiez célibataire, maintenant les enfants se tiennent en rangées."
            },
            {
                "senid": 6,
                "content": "En honorant joyeusement l'ami de leur père, ils me demandent d'où je viens."
            },
            {
                "senid": 7,
                "content": "Avant que les questions cessent, ils servent le vin et les plats."
            },
            {
                "senid": 8,
                "content": "La pluie de nuit coupe les ciboules de printemps, la vapeur fraîche mélange le grain d'or."
            },
            {
                "senid": 9,
                "content": "L'hôte dit que les rencontres sont rares, il soulève dix gobelets d'affilée."
            },
            {
                "senid": 10,
                "content": "Dix gobelets ne me font pas tomber enivré, touché par ton cœur fidèle."
            },
            {
                "senid": 11,
                "content": "Demain, les montagnes nous sépareront, les affaires de la vie se perdent dans l'obscurité."
            }
        ]
    },
    {
        "id": "19796737-ec7b-4c33-8df4-a81a7ca2cc10",
        "title": "章台夜思",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "La zither claire pleure la longue nuit."
            },
            {
                "senid": 1,
                "content": "Ses cordes tremblent sous le chagrin du vent et de la pluie."
            },
            {
                "senid": 2,
                "content": "Une lampe solitaire entend le son lugubre de la corne Chu."
            },
            {
                "senid": 3,
                "content": "La lune décroissante descend au-dessus de la terrasse Zhang."
            },
            {
                "senid": 4,
                "content": "L'herbe parfumée a flétri depuis longtemps."
            },
            {
                "senid": 5,
                "content": "Mon vieil ami n'est toujours pas arrivé."
            },
            {
                "senid": 6,
                "content": "On ne peut pas envoyer des lettres à ma patrie."
            },
            {
                "senid": 7,
                "content": "Les oies d'automne volent de nouveau vers le sud."
            }
        ]
    },
    {
        "id": "92dd65da-8301-4c83-b8f3-986b6095c481",
        "title": "征怨",
        "author": "柳中庸",
        "sentence": [
            {
                "senid": 0,
                "content": "An après an à Jinhe et la passe de Yuguan."
            },
            {
                "senid": 1,
                "content": "Chaque aube apporte des fouets et des anneaux d'épée à chaque passage."
            },
            {
                "senid": 2,
                "content": "La neige printanière revient sur les tombes vertes où reposent les âmes."
            },
            {
                "senid": 3,
                "content": "Le fleuve Jaune serpente autour du mont Hei pendant des kilomètres."
            }
        ]
    },
    {
        "id": "f88a6dbd-bf83-458c-b5e2-85fdd1ed98b2",
        "title": "至德二载甫自京金光门出问道归凤翔乾元初从左拾遗移华州掾与亲故别因出此门有悲往事",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Autrefois, ce chemin a vu des actes de soumission, tandis que les faubourgs occidentaux grouillaient d'une horde barbare."
            },
            {
                "senid": 1,
                "content": "Jusqu'à aujourd'hui, mon courage brisé tremble, là où des âmes inquiètes hantent encore sans être convoquées."
            },
            {
                "senid": 2,
                "content": "Bien que je sois récemment rentré dans les bras de la capitale, ce transfert de poste - était - il vraiment la volonté de l'Empereur?"
            },
            {
                "senid": 3,
                "content": "Sans talent, je vieillis avec chaque jour qui passe, pourtant, je retiens mon cheval pour contempler les portes du palais alignées."
            }
        ]
    },
    {
        "id": "6d098c75-038d-45f4-8f86-73976c355e44",
        "title": "终南别业",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans la moyenne âge, j'ai eu un penchant pour le Tao. Plus tard, j'ai établi ma demeure au bord des montagnes du sud."
            },
            {
                "senid": 1,
                "content": "Lorsque l'envie m'en prend, je me promène souvent seul ; ces joies, personne ne peut les évaluer à part moi-même."
            },
            {
                "senid": 2,
                "content": "J'ai marché jusqu'à la fin des cours d'eau, puis je me suis assis à regarder les nuages s'élever."
            },
            {
                "senid": 3,
                "content": "J'ai rencontré par hasard un vieil homme de la forêt, nous avons parlé et ri sans nous soucier du temps."
            }
        ]
    },
    {
        "id": "a5b1f5c9-1ba7-4533-b497-55b1d4af1bbb",
        "title": "终南山",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Taiyi approche la capitale céleste."
            },
            {
                "senid": 1,
                "content": "Les chaînes de montagnes se connectent aux rivages océaniques."
            },
            {
                "senid": 2,
                "content": "Les nuages blancs, en regardant en arrière, convergent."
            },
            {
                "senid": 3,
                "content": "Les brumes bleues, en entrant en vue, disparaissent."
            },
            {
                "senid": 4,
                "content": "Le pic central divise les royaumes."
            },
            {
                "senid": 5,
                "content": "Les ombres et la lumière varient dans les vallées."
            },
            {
                "senid": 6,
                "content": "Cherchant un logement là où les humains habitent."
            },
            {
                "senid": 7,
                "content": "De l'autre côté de l'eau, j'appelle le bûcheron."
            }
        ]
    },
    {
        "id": "b4780bd1-1703-4bce-a801-d5ed566826b5",
        "title": "终南望余雪",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Les pentes nord de la montagne Zhongnan sont majestueuses."
            },
            {
                "senid": 1,
                "content": "Les sommets enneigés flottent parmi les nuages."
            },
            {
                "senid": 2,
                "content": "Le bord de la forêt brille avec la clarté après la pluie."
            },
            {
                "senid": 3,
                "content": "Le froid du soir s’approfondit dans la ville en contrebas."
            }
        ]
    },
    {
        "id": "57203d7f-380c-4052-b21b-d1ea79fbe231",
        "title": "子夜吴歌 春歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Dans la terre de Qin habite la dame Luofu, cueillant des feuilles de mûrier près des eaux vertes."
            },
            {
                "senid": 1,
                "content": "Ses mains pâles ornent les branches vertes, son vêtement cramoisi brille à la lumière du jour."
            },
            {
                "senid": 2,
                "content": "Les vers à soie ont faim, je dois partir ; cinq nobles chevaux, ne restez pas ici."
            }
        ]
    },
    {
        "id": "baccf46a-41c4-4a0f-b90f-37cc35b04a64",
        "title": "子夜吴歌 秋歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Une plaque de lueur lunaire au-dessus de Chang'an."
            },
            {
                "senid": 1,
                "content": "Le bruit du battage du linge de dix mille ménages."
            },
            {
                "senid": 2,
                "content": "Des vents d'automne qui ne cessent jamais,"
            },
            {
                "senid": 3,
                "content": "Toujours emportant des pensées sur la Passe de Jade."
            },
            {
                "senid": 4,
                "content": "Quand les barbares seront-ils vaincus ?"
            },
            {
                "senid": 5,
                "content": "Pour que mon amour puisse mettre fin à sa longue campagne ?"
            }
        ]
    },
    {
        "id": "a2aed629-465d-412c-a68d-780068488725",
        "title": "自河南经乱关内阻饥兄弟离散各在一处因望月有感聊书所怀寄上浮梁大兄于潜七兄乌江十五兄兼示符离及下邽弟妹",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "En temps de difficulté et de famine, les affaires mondaines deviennent vides."
            },
            {
                "senid": 1,
                "content": "Les frères errent comme des vagabonds, dispersés vers l'est et l'ouest."
            },
            {
                "senid": 2,
                "content": "Les champs sont déserts après la dévastation de la guerre."
            },
            {
                "senid": 3,
                "content": "Les proches errent déplacés sur des routes sans fin."
            },
            {
                "senid": 4,
                "content": "Les ombres pleurantes se divisent en oies sauvages de mille milles."
            },
            {
                "senid": 5,
                "content": "Arrachés, dispersés comme le chardon d'automne."
            },
            {
                "senid": 6,
                "content": "Regardant la lune ensemble, les larmes devraient tomber."
            },
            {
                "senid": 7,
                "content": "Les cœurs nostalgique d'une nuit battent en unison en cinq endroits."
            }
        ]
    },
    {
        "id": "3f049d66-1513-407f-bb4e-cf25a7b5069a",
        "title": "自夏口至鹦鹉洲夕望岳阳寄源中丞",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "L'île est calme, sans vagues ni trace de brume."
            },
            {
                "senid": 1,
                "content": "Le désir du voyageur transcende le temps et l'espace."
            },
            {
                "senid": 2,
                "content": "Au coucher de soleil à Hankou, les oiseaux traversent la lumière oblique."
            },
            {
                "senid": 3,
                "content": "Les eaux automnales de Dongting se fondent avec la hauteur du ciel."
            },
            {
                "senid": 4,
                "content": "Ville solitaire près d'une crête froide où résonnent les cornes."
            },
            {
                "senid": 5,
                "content": "Veille solitaire près du fleuve où les bateaux sont amarrés."
            },
            {
                "senid": 6,
                "content": "Jia Yi a présenté une pétition pour modifier le destin de la dynastie Han."
            },
            {
                "senid": 7,
                "content": "Banni à Changsha, aimé au-delà de la fin du temps."
            }
        ]
    }
]