[
    {
        "id": "927908c0-999f-4d3f-8192-d67d28f93576",
        "title": "八阵图",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Seine Verdienste übertrafen das Reich der Drei Königreiche."
            },
            {
                "senid": 1,
                "content": "Sein Ruhm wuchs mit dem Schema der acht Formationen."
            },
            {
                "senid": 2,
                "content": "Der Fluss fließt, die Steine bleiben in ihrer Position unbeweglich."
            },
            {
                "senid": 3,
                "content": "Ewiges Bedauern hangt an dem verpassten Vormarsch gegen Wu."
            }
        ]
    },
    {
        "id": "9d33c118-cde9-49af-b572-c43427a10b48",
        "title": "巴山道中除夜书怀",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Weite Wege der Drei Ba, treibend durch gefährliche Meilen."
            },
            {
                "senid": 1,
                "content": "Geschroffen Gebirge halten Restschnee in der Nacht fest, eine einsame Kerze erleuchtet den Frühling in einem fremden Land."
            },
            {
                "senid": 2,
                "content": "Nach und nach von der Familie entfernt, wächst man näher an den Dienern heran."
            },
            {
                "senid": 3,
                "content": "Wie soll man diese endlose Wanderung ertragen? Morgen beginnt ein neues Jahr."
            }
        ]
    },
    {
        "id": "f2f04c30-149d-4b2b-bce1-1334adf84739",
        "title": "灞上秋居",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Sturm auf der Ebene hat aufgehört, wilde Gänse fliegen am Abend häufig vorüber."
            },
            {
                "senid": 1,
                "content": "Blätter fallen auf Bäume in einem fremden Land, eine kalte Lampe erleuchtet eine einsame Seele in der Nacht."
            },
            {
                "senid": 2,
                "content": "Weißer Tau tropft im leeren Garten, einsame Wände grenzen an einen reisenden Mönch."
            },
            {
                "senid": 3,
                "content": "Lange habe ich bei der Vorstadtpforte gewohnt, auf welchem Weg soll ich mein bescheidenes Ich anbieten?"
            }
        ]
    },
    {
        "id": "294bc7b2-b4f8-4a53-be17-a40ded4afd1a",
        "title": "白雪歌送武判官归京",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Nordwinde fegen über den Boden, das weiße Gras bricht, Barbarenhimmel sehen Schneeflocken im August fallen."
            },
            {
                "senid": 1,
                "content": "Plötzlich kommt ein Frühlingswind in der Nacht, Birnenblüten sprühen auf unzähligen Bäumen - eine Verschleierung der Schneeflocken."
            },
            {
                "senid": 2,
                "content": "Schneeflocken sickern durch perlenbestückte Vorhänge, seidene Vorhänge werden durchnässt, Fuchsfelle bringen keine Wärme, Seidendecken bieten wenig Schutz."
            },
            {
                "senid": 3,
                "content": "Generäle lassen die Hornbögen aus gefrorenen Händen rutschen, Eisenrüstungen kühlen die Garnisonstruppen, wo auch immer sie stehen."
            },
            {
                "senid": 4,
                "content": "Die weite Wüste erstreckt sich gefroren hundert Fuß tief, Trübe Wolken erstarren über Meilen, wo Schatten schleichen."
            },
            {
                "senid": 5,
                "content": "Im Zentrallager wird Wein an die absreisenden Gäste serviert, Tartarenlaute, Pipas und Qiangflöten erklingen."
            },
            {
                "senid": 6,
                "content": "Abendliche Schneeflocken wirbeln ununterbrochen an den Lagerpforten, Gefrorene zirkonrote Banner stehen starr im Wind."
            },
            {
                "senid": 7,
                "content": "Am östlichen Tor des Radturms sagen wir dir Lebewohl, Bergwege versunken in Schnee, wo Geschichten schlummern."
            },
            {
                "senid": 8,
                "content": "Der Bergpfad windet sich, du bist nicht mehr zu sehen; im Schnee bleiben nur Hufspuren zurück."
            }
        ]
    },
    {
        "id": "9380d4f6-e19d-4ff1-8309-07f4ede69f7c",
        "title": "北青萝",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die untergehende Sonne sinkt in die westlichen Hügel; Ich besuche einen einsamen Mönch in seiner strohgedeckten Hütte."
            },
            {
                "senid": 1,
                "content": "Wo ist der Mann inmitten der fallenden Blätter? Wie viele Ebenen von Pfaden durch die kälteren Wolken?"
            },
            {
                "senid": 2,
                "content": "Allein schlägt er die Gebetsglocke in der ersten Nachtwache, Gelassen lehnt er sich an einen Efeustab."
            },
            {
                "senid": 3,
                "content": "Die Welt ist nur ein Staubkorn; Warum an Liebe und Hass festhalten?"
            }
        ]
    },
    {
        "id": "c19e64b1-604b-40b7-9e41-6ef57b9c6f7b",
        "title": "别房太尉墓",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In fremden Ländern arbeite ich erneut, halte mein Pferd vor einem einsamen Grab."
            },
            {
                "senid": 1,
                "content": "Tränen tränken die Erde, auf der ich stehe, zerbrochene Wolken hängen tief am Himmel."
            },
            {
                "senid": 2,
                "content": "Ich spielte Schach mit Xie Fu von früher, Schwert in der Hand auf der Suche nach Xu Jun."
            },
            {
                "senid": 3,
                "content": "Nur Waldblüten fallen als Abschied, Trauersänger singen die Abreise des Reisenden."
            }
        ]
    },
    {
        "id": "8de30193-fba7-4aef-9ff9-c3726a22104d",
        "title": "泊秦淮",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Nebel hüllt das kalte Wasser, Mondlicht badet den sandigen Uferstreifen."
            },
            {
                "senid": 1,
                "content": "In der Nacht legt unser Boot nahe den Gasthäusern am Fluss an."
            },
            {
                "senid": 2,
                "content": "Die Sängerinnen achten nicht auf den Untergang des Reiches."
            },
            {
                "senid": 3,
                "content": "Noch immer singen sie Vergnügungslieder über den Wasserstraßen hinweg."
            }
        ]
    },
    {
        "id": "b3de619f-cc8b-457d-942b-49f06651aba4",
        "title": "蝉",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Obwohl ich hoch sitze, ist es schwer, den Hunger zu stillen; vergeblich dringen meine Rufe durch den Wind."
            },
            {
                "senid": 1,
                "content": "In der fünften Wache der Dämmerung wird mein schwächendes Lied leiser; Der jadegrüne Baum steht kalt und ungebunden."
            },
            {
                "senid": 2,
                "content": "Meine bescheidene Stellung treibt wie ein wurzelloser Schilf; Die Unkräuter auf der alten Farm bedecken jetzt die Wiese."
            },
            {
                "senid": 3,
                "content": "Ihre dringenden Warnungen rühren meine tiefsten Gefühle; Meine Familie teilt Ihre reine, strenge Verbundenheit."
            }
        ]
    },
    {
        "id": "f7c9c409-9571-4eb8-abd9-91ec6c1ff564",
        "title": "常娥",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Der mit Glimmer geschmückte Schirm wirft tiefe Kerzenschatten."
            },
            {
                "senid": 1,
                "content": "Die Milchstraße verblasst, während die Morgensterne untergehen."
            },
            {
                "senid": 2,
                "content": "Chang'e muss bereuen, den Elixier gestohlen zu haben."
            },
            {
                "senid": 3,
                "content": "Unter blauen Himmeln und Meeren schmerzt ihr Herz jede Nacht."
            }
        ]
    },
    {
        "id": "b8ae44b3-ba8d-42d3-85a7-a70aa8608379",
        "title": "长安遇冯著",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein Reisender kommt aus dem Osten, seine Kleider nass vom Baling-Regen."
            },
            {
                "senid": 1,
                "content": "Man fragt ihn, warum er sich in dieses Gelände wagt, um Bäume im Gebirge zu fällen, braucht er eine Axt."
            },
            {
                "senid": 2,
                "content": "Dunkel und üppig blühen die Blumen im Nebel; junge Schwalben schweben mit frischgeborener Anmut."
            },
            {
                "senid": 3,
                "content": "Seit wir uns getrennt haben, ist der Frühling wieder gekommen, nun ziehen silberne Strähnen durch sein Haar."
            }
        ]
    },
    {
        "id": "c39225f9-16b2-4713-a11c-d7030ec3b1c9",
        "title": "长干曲四首 一",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Wo wohnen Sie, Herr?"
            },
            {
                "senid": 1,
                "content": "Ich wohne in Hengtang, Herr."
            },
            {
                "senid": 2,
                "content": "Ich habe mein Boot angelegt, um zu fragen, wenn ich es wage"
            },
            {
                "senid": 3,
                "content": "Damit wir möglicherweise die Luft unserer Heimat teilen."
            }
        ]
    },
    {
        "id": "8cefa67f-2b9a-4e13-8158-4d38cbfb331b",
        "title": "长沙过贾谊宅",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Drei Jahre im Exil, hier verweilte er in Verzögerung; Durch unendliche Zeiten dauert die Klage des Exilierten an."
            },
            {
                "senid": 1,
                "content": "Jetzt suche ich allein durch die Herbstgräser; Kalte Wälder am Sonnenuntergang zeigen seinen leeren Saal."
            },
            {
                "senid": 2,
                "content": "Obwohl der weise Han - Herrscher seltene Schriften bevorzugte, fanden seine Klagen auf den kalten Wellen des Xiang keine Antwort."
            },
            {
                "senid": 3,
                "content": "In stillen Hügeln, wo Blätter im Dämmerlicht fallen, Warum, Meister, suchst du die entlegensten Grenzen der Welt?"
            }
        ]
    },
    {
        "id": "2954ddd2-f1c7-41b1-8c9e-42058398cde0",
        "title": "晨诣超师院读禅经",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Wasser aus dem Brunnen schöpfen, um meine kalten Zähne zu spülen,"
            },
            {
                "senid": 1,
                "content": "Mein Herz reinigen und den Staub von meinem Gewand bürsten."
            },
            {
                "senid": 2,
                "content": "Gelassen eine Palmblatt-Schrift haltend,"
            },
            {
                "senid": 3,
                "content": "Trete aus dem östlichen Studierzimmer, um zu lesen."
            },
            {
                "senid": 4,
                "content": "Die wahre Quelle ist völlig unbeachtet,"
            },
            {
                "senid": 5,
                "content": "Während weltliche Spuren eifrig verfolgt werden."
            },
            {
                "senid": 6,
                "content": "Die hinterlassenen Worte hoffen, das Verborgene zu erreichen,"
            },
            {
                "senid": 7,
                "content": "Doch wie kann man die Natur zur Vollkommenheit verfeinern?"
            },
            {
                "senid": 8,
                "content": "Der Hof des Taoisten ist friedlich,"
            },
            {
                "senid": 9,
                "content": "Wo moosige Farben sich mit tiefem Bambus vermischen."
            },
            {
                "senid": 10,
                "content": "Sonnenaufgang verweilt mit Nebel und Tau,"
            },
            {
                "senid": 11,
                "content": "Und grüne Kiefern glänzen wie gesalbt."
            },
            {
                "senid": 12,
                "content": "Gelassen, jenseits von Worten und Rede,"
            },
            {
                "senid": 13,
                "content": "Die Freude der Erleuchtung erfüllt das Herz."
            }
        ]
    },
    {
        "id": "7c93c162-d424-4d91-b71b-7c9b81713b8c",
        "title": "赤壁",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine gebrochene Halberd im Sand versunken, ihr Eisen noch nicht korrodiert."
            },
            {
                "senid": 1,
                "content": "Gereinigt und poliert zeigt sie die Marke ihrer früheren Dynastie."
            },
            {
                "senid": 2,
                "content": "Hätte der Ostwind Zhou Yus Bemühungen nicht begünstigt,"
            },
            {
                "senid": 3,
                "content": "Im Frühling würden die Qiaos in der Bronzebird-Türmchen eingesperrt sein."
            }
        ]
    },
    {
        "id": "131c9f87-273f-4684-9b67-bd7b58ad4008",
        "title": "筹笔驿",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Affen und Vögel zögern, beeindruckt von alten Briefen."
            },
            {
                "senid": 1,
                "content": "Wind und Wolken bewachen ewig die strategischen Pässe."
            },
            {
                "senid": 2,
                "content": "Vergebens führte der große General seinen göttlichen Pinsel."
            },
            {
                "senid": 3,
                "content": "Nur um niedergegebene Könige in Gefangenenwagen zu erleben."
            },
            {
                "senid": 4,
                "content": "Guan Zhongs Talent erwies sich schließlich als würdig."
            },
            {
                "senid": 5,
                "content": "Während das vorzeitige Schicksal von Guan und Zhang endlose Seufzer hervorruft."
            },
            {
                "senid": 6,
                "content": "In Zukunft im Ahnenhaus von Jinli"
            },
            {
                "senid": 7,
                "content": "Die Gesänge des Liangfu Yin widerhallen mit ewigem Bedauern."
            }
        ]
    },
    {
        "id": "ce493923-7c4b-41a9-94e9-cf95741c018c",
        "title": "酬程延秋夜即事见赠",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Lange Bambusmatten empfangen den Wind früh, leere Stadt getäuscht von mildem Mondlicht."
            },
            {
                "senid": 1,
                "content": "Milchstraße fließt mit herbstlichem einsamen Gans, Stampfensteine hallen durch tausend Häuser nachts wider."
            },
            {
                "senid": 2,
                "content": "Obwohl der Fortschritt der Jahreszeit spät scheint, hält meine Sehnsucht Ruhe fern."
            },
            {
                "senid": 3,
                "content": "Deine feinen Verse rezitierend, gleitet die Zeit dahin, bis Morgenkrähen unmerklich krähen."
            }
        ]
    },
    {
        "id": "7950a49f-f51d-4926-9d1e-e5f76b153829",
        "title": "酬郭给事",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Hohe Tore behalten den schimmernden Schein."
            },
            {
                "senid": 1,
                "content": "Unter den Schatten von Pfirsich - und Pflaumenbäumen fliegen Weidenkätzchen."
            },
            {
                "senid": 2,
                "content": "Seltener Glockenschlag ertönt in den Palastquartieren gegen Abend."
            },
            {
                "senid": 3,
                "content": "Wenige Beamte bleiben dort, wo singende Vögel sind."
            },
            {
                "senid": 4,
                "content": "Am Morgengrauen klingeln Jadeanhänger beim Nähern an die goldene Halle."
            },
            {
                "senid": 5,
                "content": "Am Abend werden Edikte vor dem prachtvollen Tor empfangen."
            },
            {
                "senid": 6,
                "content": "Obwohl ich eifrig dienen möchte, hemmt mein Alter meine Absicht."
            },
            {
                "senid": 7,
                "content": "Krankheit zwingt mich, die Ornamente der Hofkleidung abzulegen."
            }
        ]
    },
    {
        "id": "65e9c24b-bdbd-4ef9-9e14-012c8fde79b8",
        "title": "酬张少府",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In meinen späteren Jahren suche ich nur Ruhe, alle weltlichen Dinge kümmern mich nicht mehr."
            },
            {
                "senid": 1,
                "content": "Betrachtend mich selbst, habe ich keine großen Pläne, ich weiß nur, dass ich in meinen alten Wald zurückkehren muss."
            },
            {
                "senid": 2,
                "content": "Kiefernwinde lösen mein Gürtel, der Bergmond erleuchtet mein Zitherspiel."
            },
            {
                "senid": 3,
                "content": "Du fragst nach den Prinzipien von Elend und Erfolg, der Fischergesang treibt tief in die Bucht hinein."
            }
        ]
    },
    {
        "id": "de6b7e3d-03cd-4daa-bdc2-7fb820fda441",
        "title": "出塞二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Unter dem Qin - Mond, bei den Grenzübergängen der Han."
            },
            {
                "senid": 1,
                "content": "Krieger marschieren tausende von Meilen und kehren nie zurück."
            },
            {
                "senid": 2,
                "content": "Wenn der General der Drachenstadt noch flöge,"
            },
            {
                "senid": 3,
                "content": "Nomadenpferde würden nie die Höhe des Yin - Berges überqueren."
            }
        ]
    },
    {
        "id": "5b3a5651-2a80-4fb1-b1bf-c9fb5ec38905",
        "title": "初发扬子寄元大校书",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Traurig scheide ich mich von meinen lieben Freunden, unser Boot schlägt in den nebligen Dunst ein."
            },
            {
                "senid": 1,
                "content": "Ruder, die nach Luoyang zurückkehren, ferne Glocken klingen in den Bäumen von Guangling."
            },
            {
                "senid": 2,
                "content": "Heute nehmen wir hier Abschied, wo werden unsere Wege wieder kreuzen?"
            },
            {
                "senid": 3,
                "content": "Die Dinge des Lebens sind Boote auf den Wellen, wie können wir in diesem endlosen Fluss verankern?"
            }
        ]
    },
    {
        "id": "0ae0e3bd-a32e-481f-9719-b283da2da964",
        "title": "滁州西涧",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Allein schätze ich das einsame Gras am Bachufer."
            },
            {
                "senid": 1,
                "content": "Oben singen die Goldammern tief in den Bäumen."
            },
            {
                "senid": 2,
                "content": "Die Frühlingsflut mit Regen eilt am Abend hastig voran."
            },
            {
                "senid": 3,
                "content": "Am wilden Fähranleger wacht niemand; das Boot liegt unverdrossen hin."
            }
        ]
    },
    {
        "id": "7456691c-636e-46d7-9093-edc778b0a7ea",
        "title": "楚江怀古三首 一",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "Der kalte Schein des Taues sammelt sich, der schwache Sonnenschein sinkt über die Berge von Chu."
            },
            {
                "senid": 1,
                "content": "Affen schreien in den Bäumen am Dongting-See, ein Mann lebt in einem Magnolienboot."
            },
            {
                "senid": 2,
                "content": "Weite Sümpfe gebären einen hellen Mond, grüne Berge umfassen wild strömende Flüsse."
            },
            {
                "senid": 3,
                "content": "Der Herr der Wolken wird nicht herabsteigen, er trauert die ganze Nacht allein um den Herbst."
            }
        ]
    },
    {
        "id": "6290b8f0-48de-407f-be2c-629140d91f83",
        "title": "春泛若耶溪",
        "author": "綦毋潜",
        "sentence": [
            {
                "senid": 0,
                "content": "Ruhevolle Gedanken ohne Unterbrechung, ich treibe mit dem Strom."
            },
            {
                "senid": 1,
                "content": "Der Abendwind lenkt das Boot, durch einen blumenbepflanzten Pfad zum Bachmund."
            },
            {
                "senid": 2,
                "content": "Mit Einbruch der Nacht wende ich mich den westlichen Tälern zu, über die Berge hinweg schaue ich auf den Sternbild Nan Dou."
            },
            {
                "senid": 3,
                "content": "Der Nebel über dem Teich treibt dicht, der Waldmond sinkt hinterher."
            },
            {
                "senid": 4,
                "content": "Die Angelegenheiten des Lebens sind nur Nebel, ich möchte ein alter Fischer sein."
            }
        ]
    },
    {
        "id": "d0fa1454-f337-4343-ab4a-2a42dfdf4e8f",
        "title": "春宫曲",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Wind letzte Nacht ließ die vom Tau getränkten Pfirsiche neben dem Brunnen blühen."
            },
            {
                "senid": 1,
                "content": "Der Mond hängte hoch über der Vordern Halle des Weiyang - Palastes."
            },
            {
                "senid": 2,
                "content": "Pingyangs Gesang und Tanz wurden neu im Gnaden favorisiert."
            },
            {
                "senid": 3,
                "content": "Außerhalb des Vorhangs brachte der Frühlingskälte ein geschenktes Brokatgewand."
            }
        ]
    },
    {
        "id": "8eaf97fd-82bb-4651-9dde-9a5a6f78182c",
        "title": "春宫怨",
        "author": "杜荀鹤",
        "sentence": [
            {
                "senid": 0,
                "content": "Lange hinweg bin ich von meinem Schönheitsruhm getäuscht, Jetzt bin ich träge und stehe vor dem Spiegel."
            },
            {
                "senid": 1,
                "content": "Gunst liegt nicht in schönen Gesichtern, Wie soll ich dann meine Haare frisieren?"
            },
            {
                "senid": 2,
                "content": "Warme Winde zerschlagen das leichte Vogelgezwitscher, Die hohe Sonne legt leuchtende Schatten der Blumen übereinander."
            },
            {
                "senid": 3,
                "content": "Jahr für Jahr an der Seite des Yue - Baches erinnern sich die Mädchen immer noch an die Lotusernte."
            }
        ]
    },
    {
        "id": "d35f583a-c20c-453c-a886-e13f98b2e4b4",
        "title": "春思",
        "author": "皇甫冉",
        "sentence": [
            {
                "senid": 0,
                "content": "Ortenauer und Schwalben kündigen das neue Jahr an."
            },
            {
                "senid": 1,
                "content": "Die Straßen nach Mayi und Drachenhügel erstrecken sich tausende von Meilen lang."
            },
            {
                "senid": 2,
                "content": "Mein Haus in der Nähe von Qin City grenzt an den königlichen Garten der Han-Dynastie."
            },
            {
                "senid": 3,
                "content": "Mein Herz folgt dem hellen Mond in den Norden des Hu-Himmels."
            },
            {
                "senid": 4,
                "content": "Brokatenbriefe auf der Webmaschine sprechen von endlosem Leid."
            },
            {
                "senid": 5,
                "content": "Blüten auf dem Turm spotten über meinen einsamen Schlaf."
            },
            {
                "senid": 6,
                "content": "Ich frage General Dou, den Wagenkämpfer:"
            },
            {
                "senid": 7,
                "content": "Wann werden deine Banner triumphierend nach Yanran zurückkehren?"
            }
        ]
    },
    {
        "id": "7277c420-9f3f-4093-a5b2-6331494721e8",
        "title": "春思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Gras von Yan glänzt wie smaragdgrüne Seide."
            },
            {
                "senid": 1,
                "content": "Die Maulbeerbäume von Qin weinen mit ihren grünen Zweigen."
            },
            {
                "senid": 2,
                "content": "Wenn Gedanken an das Heimatland dein edles Herz besuchen,"
            },
            {
                "senid": 3,
                "content": "Meine Seele wird vom Pfeil der Sehnsucht durchbohrt."
            },
            {
                "senid": 4,
                "content": "Frühlingswinde, obwohl wir uns nie begegnet sind,"
            },
            {
                "senid": 5,
                "content": "Warum dringt ihr in das seidene Netz meines Schlafzimmers ein?"
            }
        ]
    },
    {
        "id": "2769113d-0cac-4e67-83cb-0c10685f8381",
        "title": "春宿左省",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Blumen verblassen an den Palastmauern am Abend."
            },
            {
                "senid": 1,
                "content": "Zwitschernde Vögel setzen sich in ihren Nestern nieder."
            },
            {
                "senid": 2,
                "content": "Sterne sinken, während unzählige Häuser in Bewegung geraten."
            },
            {
                "senid": 3,
                "content": "Der Mond nähert sich den himmlischen Höhen, voll und hell."
            },
            {
                "senid": 4,
                "content": "Schlaflos höre ich das Klingen der goldenen Schlüssel."
            },
            {
                "senid": 5,
                "content": "Durch den Wind stelle ich mir das Klingeln der Jadeanhänger vor."
            },
            {
                "senid": 6,
                "content": "Am Morgengrauen warte ich auf offizielle Dokumente."
            },
            {
                "senid": 7,
                "content": "Ich frage wiederholt, wie weit die Nacht fortgeschritten ist."
            }
        ]
    },
    {
        "id": "e9e6425c-6c14-4f69-8694-87a8b96a43de",
        "title": "春望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Land ist zerstört, doch Berge und Flüsse bleiben; Im Frühling der Stadt wachsen Gräser und Bäume dicht."
            },
            {
                "senid": 1,
                "content": "Bewegt von den Zeiten, vergießen die Blumen Tränen; Hasserisch auf die Trennung, erschrecken Vögel das Herz."
            },
            {
                "senid": 2,
                "content": "Feuersignale brennen drei Monate lang durchgehend; Ein Brief von zu Hause ist zehn tausend Gold wert."
            },
            {
                "senid": 3,
                "content": "Weißes Haar wird beim Kratzen immer dünner; Bald zu dünn, um die Haarspange zu halten."
            }
        ]
    },
    {
        "id": "cb168b3b-d104-4df7-9868-1e1225ddb941",
        "title": "春晓",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Im Frühlingsschlaf merkt man nicht den Morgengrauen."
            },
            {
                "senid": 1,
                "content": "Überall hört man die Vögel singen."
            },
            {
                "senid": 2,
                "content": "Gestern Nacht kam das Geräusch von Wind und Regen."
            },
            {
                "senid": 3,
                "content": "Weißt du, wie viele Blumen gefallen sind?"
            }
        ]
    },
    {
        "id": "8331c76b-a250-4d07-9c28-b8a456e0974c",
        "title": "春雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Im Frühling liege ich traurig in weißem Leinengewand."
            },
            {
                "senid": 1,
                "content": "Vor der Einsamkeit des Weißen Tores gehen meine Gedanken oft abseits."
            },
            {
                "senid": 2,
                "content": "Durch den Regen erhebt sich der rote Turm kalt und fern."
            },
            {
                "senid": 3,
                "content": "Perlenvorhänge wiegen sich, während ich alleine mit flackernder Laterne zurückkehre."
            },
            {
                "senid": 4,
                "content": "Auf langen Wegen trauert man um den vergehenden Frühling."
            },
            {
                "senid": 5,
                "content": "In der vergehenden Nacht schweben noch schwache Träume."
            },
            {
                "senid": 6,
                "content": "Wie sollen Jadeohrringe und versiegelte Briefe ihr Ziel erreichen?"
            },
            {
                "senid": 7,
                "content": "Durch wolkige Himmel von Meilen fliegt ein einsamer Wildgans."
            }
        ]
    },
    {
        "id": "b41e25f5-5a57-497f-a3a2-84bdfb9331f5",
        "title": "春怨",
        "author": "金昌绪",
        "sentence": [
            {
                "senid": 0,
                "content": "Jagt die gelben Oriolen weg."
            },
            {
                "senid": 1,
                "content": "Lass sie nicht auf den Ästen singen."
            },
            {
                "senid": 2,
                "content": "Ihr Gesang erschreckt meinen süßen Traum."
            },
            {
                "senid": 3,
                "content": "Und ich kann im Schlaf nicht nach Liaoxi gelangen."
            }
        ]
    },
    {
        "id": "fc1bc01d-c281-40fd-9e0d-4c484539e4ae",
        "title": "春怨",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "Gazefenster, Sonnenuntergang, das allmähliche Herannahen des Dämmerlichts."
            },
            {
                "senid": 1,
                "content": "Verklistertes Kammer, niemand, der die Spuren der Tränen bezeugt."
            },
            {
                "senid": 2,
                "content": "Verlassener Hof, das Ende des Frühlings zieht in einsamer Abwesenheit näher."
            },
            {
                "senid": 3,
                "content": "Birnenblüten bedecken den Boden, doch die Tür bleibt geschlossen."
            }
        ]
    },
    {
        "id": "5bb5c590-5de8-4bfb-aee6-30bc4bcdf99a",
        "title": "次北固山下",
        "author": "王湾",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein Reisepfad jenseits grüner Berge."
            },
            {
                "senid": 1,
                "content": "Ein Boot segelt vor smaragdgrünen Gewässern."
            },
            {
                "senid": 2,
                "content": "Die Gezeiten ruhig werden, beide Ufer erstrecken sich weit."
            },
            {
                "senid": 3,
                "content": "Die Winde sind gerade, ein einzelnes Segel hängt hoch."
            },
            {
                "senid": 4,
                "content": "Die Meersonne gebiert die vergehende Nacht."
            },
            {
                "senid": 5,
                "content": "Der Flussfrühling tritt in das alternde Jahr ein."
            },
            {
                "senid": 6,
                "content": "Wo erreichen Heimatbriefe ihren Zielort?"
            },
            {
                "senid": 7,
                "content": "Zurückkehrende Gänse am Rande von Luoyang."
            }
        ]
    },
    {
        "id": "80fe70cd-6e63-48eb-9c1e-ab26330d45d9",
        "title": "崔九欲往南山马上口号与别",
        "author": "裴迪",
        "sentence": [
            {
                "senid": 0,
                "content": "Ob du tief oder flach in die Berge zurückkehrst,"
            },
            {
                "senid": 1,
                "content": "Du musst die Schönheit von Hügeln und Tälern voll und ganz schätzen."
            },
            {
                "senid": 2,
                "content": "Imitiere nicht die Menschen von Wuling,"
            },
            {
                "senid": 3,
                "content": "Die kurzzeitig in die Pfirsichblütenquelle wanderten."
            }
        ]
    },
    {
        "id": "a4d718ee-c020-42b4-97df-499cd0076f7b",
        "title": "登高",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In schnellen Winden und hohen Himmeln klagen die Affen traurig; An klaren Inseln mit weißem Sand schweben Vögel graziös."
            },
            {
                "senid": 1,
                "content": "Unzählige Blätter rascheln in endlosem Fall; Die ewige Yangtse stürmt unermüdlich voran."
            },
            {
                "senid": 2,
                "content": "Durch unzählige Meilen von herbstlicher Trauer bleibe ich ein Wanderer; Ein Jahrhundert voller Krankheiten begleitet vergeblich meinen einsamen Aufstieg."
            },
            {
                "senid": 3,
                "content": "Schwierigkeiten wecken bittere Reue über frostweiße Haare; Verwüstet und arm habe ich aufgehört, trüben Wein zu teilen."
            }
        ]
    },
    {
        "id": "63950163-6a10-4e74-af8a-09886e4ef2a8",
        "title": "登鹳雀楼",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Die weiße Sonne geht hinter den Bergen unter."
            },
            {
                "senid": 1,
                "content": "Der Gelbe Fluss fließt in das Meer."
            },
            {
                "senid": 2,
                "content": "Um eine Sichtweite von tausend Meilen zu erlangen,"
            },
            {
                "senid": 3,
                "content": "Steige noch eine Etage höher."
            }
        ]
    },
    {
        "id": "4af86c76-18b3-4069-be90-6d8cef430bc7",
        "title": "登金陵凤凰台",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Auf der Phönix-Terrasse wanderten einst Phönix herum; Jetzt weg, steht die Terrasse, während Flüsse unbeansprucht fließen."
            },
            {
                "senid": 1,
                "content": "Die Blumen des Wu-Palastes begraben verborgene Pfade; Die Herren der Jin-Dynastie ruhen in den Schleiern alter Hügel."
            },
            {
                "senid": 2,
                "content": "Drei Gipfel durchbohren halb den Umarm des azurblauen Himmels; Zwei Bäche teilen den Wasserraum des Reiherinsels."
            },
            {
                "senid": 3,
                "content": "Schwebende Wolken verbergen das helle Antlitz der Sonne; Chang'an nicht gesehen bringt den kalten Umarm des Leids."
            }
        ]
    },
    {
        "id": "3d26433c-a673-4094-8c83-cadb1b08412a",
        "title": "登柳州城楼寄漳汀封连四州",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Hohe Türme auf den Mauern treffen auf die wilde Weite,"
            },
            {
                "senid": 1,
                "content": "Meer und Himmel verschmelzen in grenzenlosen traurigen Gedanken."
            },
            {
                "senid": 2,
                "content": "Plötzliche Winde peitschen die Lotuswässer in Unordnung."
            },
            {
                "senid": 3,
                "content": "Dichter Regen attackiert schräg die feigenbewachsenen Mauern."
            },
            {
                "senid": 4,
                "content": "Bergbäume blockieren Schicht für Schicht den tausendmeilenlangen Blick."
            },
            {
                "senid": 5,
                "content": "Flussbögen winden sich wie neunfache Darmschlingen."
            },
            {
                "senid": 6,
                "content": "Zusammen kamen wir in dieses tätowierte Land der Baiyue."
            },
            {
                "senid": 7,
                "content": "Dennoch verweilen Briefe noch in getrennten Regionen."
            }
        ]
    },
    {
        "id": "12919986-2d09-4d2e-b5ad-f2485e40ada5",
        "title": "登楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Blumen in der Nähe hoher Türme betrüben das Herz des Reisenden."
            },
            {
                "senid": 1,
                "content": "In schwierigen Zeiten besteige ich diesen Aussichtspunkt."
            },
            {
                "senid": 2,
                "content": "Die Frühlingsfarben des Brokatflusses erfüllen die Welt."
            },
            {
                "senid": 3,
                "content": "Die Wolken der Jadeburg ändern sich im Laufe der Zeit."
            },
            {
                "senid": 4,
                "content": "Der Nordenhof steht fest und unerschüttert."
            },
            {
                "senid": 5,
                "content": "Banden aus dem Westlichen Hügelland, wagt es nicht zu侵reifen!"
            },
            {
                "senid": 6,
                "content": "Ach, der Spätere Herr hat immer noch seinen Schrein."
            },
            {
                "senid": 7,
                "content": "Am Dämmerungseingang rezitiere ich die Verse von Liangfu im Schatten des Dämmerlichts."
            }
        ]
    },
    {
        "id": "c244a5b4-0ed0-48fe-8694-95309acac184",
        "title": "登幽州台歌",
        "author": "陈子昂",
        "sentence": [
            {
                "senid": 0,
                "content": "Vor mir sehe ich nicht die Alten; Hinter mir sehe ich keine zukünftigen Männer."
            },
            {
                "senid": 1,
                "content": "Denkend an die Weite von Himmel und Erde, Allein, traurig, vergieße ich meine Tränen."
            }
        ]
    },
    {
        "id": "5d05fef6-e4aa-48e5-917d-c29d0e6d6b33",
        "title": "登岳阳楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Früher habe ich von den Gewässern des Dongting-Sees gehört."
            },
            {
                "senid": 1,
                "content": "Jetzt besteige ich die Yueyang-Turm."
            },
            {
                "senid": 2,
                "content": "Wu und Chu werden im Südosten an seiner Küste getrennt."
            },
            {
                "senid": 3,
                "content": "Himmel und Erde schwimmen Tag und Nacht immer wieder."
            },
            {
                "senid": 4,
                "content": "Kein Wort von Verwandten oder Freunden, keine Briefe kommen."
            },
            {
                "senid": 5,
                "content": "Alt und krank, ein einsamer Kahn beschreibt mein Leben."
            },
            {
                "senid": 6,
                "content": "Kriegspferde zertrampeln die nördlichen Grenzen im Streit."
            },
            {
                "senid": 7,
                "content": "Am Balkon fließen die Tränen bei den Widrigkeiten meines Lebens."
            }
        ]
    },
    {
        "id": "3e0e1d96-c249-47c4-b16d-4d91dd6e7cce",
        "title": "东郊",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Ganzes Jahr lang in den Amtssitzen eingesperrt, wage ich mich an die Stadtgrenze, wo die Klarheit des Morgens sich ausbreitet."
            },
            {
                "senid": 1,
                "content": "Weiden wiegen sich in sanfter Brise, grüne Berge beruhigen meine unruhigen Gedanken."
            },
            {
                "senid": 2,
                "content": "Gemütlich bei zusammengewachsenen Büschen ruhend, wandere ich entlang des Baches hin und her."
            },
            {
                "senid": 3,
                "content": "Nieselnder Dunst hüllt duftende Felder ein, wo ruft die Frühlings-taube?"
            },
            {
                "senid": 4,
                "content": "Vergnügt in Einsamkeit stillt mein Herz sich oft, doch weltliche Angelegenheiten beeilen noch meine Schritte."
            },
            {
                "senid": 5,
                "content": "Schließlich werde ich hier eine Hütte bauen, erstrebend der edlen Einfachheit Tao Qians."
            }
        ]
    },
    {
        "id": "fe6f4b72-855c-43b9-8883-8b3fe3cd8bd4",
        "title": "杜少府之任蜀州",
        "author": "王勃",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Hauptstadt wird von der dreifachen Qin bewacht."
            },
            {
                "senid": 1,
                "content": "Durch neblige Winde blicke auf die Fünf Wasserstraßen."
            },
            {
                "senid": 2,
                "content": "Unsere Gedanken bei der Trennung stimmen überein, beide Beamte wandern weit weg."
            },
            {
                "senid": 3,
                "content": "Wahre Freunde bleiben nah, auch wenn Ozeane sie trennen."
            },
            {
                "senid": 4,
                "content": "Lasst uns nicht an Kreuzungen verweilen und wie junge Liebende weinen."
            }
        ]
    },
    {
        "id": "eb9530d2-e4c7-4c34-9214-06c28ca586bf",
        "title": "渡汉江",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "Jenseits der Berge hörten die Nachrichten auf; Der Winter ging vorbei und der Frühling kam ohne Begrüßung."
            },
            {
                "senid": 1,
                "content": "Je näher ich meiner Heimat komme, desto ängstlicher wird mein Herz; Ich wage es nicht, zu fragen, wo die Reisenden herkommen."
            }
        ]
    },
    {
        "id": "bf8918b8-a05a-4ccf-bb2e-3f9b81f6bbfc",
        "title": "渡荆门送别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Kreuzend weit jenseits des Jingmen-Tores, auf eine Reise in das alte Land Chu."
            },
            {
                "senid": 1,
                "content": "Berge verblassen, wenn Ebenen sich entfalten, der Fluss fließt in die wilden Weiten."
            },
            {
                "senid": 2,
                "content": "Der Mond, ein Spiegel, der durch den Himmel schwebt; Wolken bilden Luftschlösser über dem Meer."
            },
            {
                "senid": 3,
                "content": "Noch trägt es die Wasser der Heimat, die Reise erstreckt sich über zehntausend Meilen."
            }
        ]
    },
    {
        "id": "3cda5a92-ffa2-4af0-9217-97ce36113705",
        "title": "枫桥夜泊",
        "author": "张继",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Mond geht unter, Krähen krähen unter dem mit Frost erfüllten Himmel."
            },
            {
                "senid": 1,
                "content": "An den Flusserlen liegt ein Fischer traurig wach."
            },
            {
                "senid": 2,
                "content": "Jenseits der Mauern von Gusu erhebt sich der Kältebergstempel."
            },
            {
                "senid": 3,
                "content": "Die Nachthörner des Glockenturms erreichen das Schiff des Reisenden."
            }
        ]
    },
    {
        "id": "d32a2610-09d7-49ad-8cdf-dd9c649144c7",
        "title": "风雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Traurig ist das Gedicht der Schwert, meine Wanderung nähert sich dem Ende meines Lebens."
            },
            {
                "senid": 1,
                "content": "Gelbe Blätter stehen immer noch Wind und Regen aus, während Türme von Flöten und Saiten erschallen."
            },
            {
                "senid": 2,
                "content": "Neue Freunde begegnen oberflächlichem Verachten, alte Bindungen werden von einem grausamen Schicksal durchtrennt."
            },
            {
                "senid": 3,
                "content": "Herzzerbrochen durch Xinfeng - Wein - wie viele Gläser, um diese Trauer zu ertrinken?"
            }
        ]
    },
    {
        "id": "07238ad9-c348-43d4-b1d7-25d89369286d",
        "title": "逢入京使",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich blicke östlich auf den langen und gewundenen Weg nach meinem Heimatdorf."
            },
            {
                "senid": 1,
                "content": "Meine Ärmel bleiben nass von den Tränen, die nicht aufhören zu fließen."
            },
            {
                "senid": 2,
                "content": "Wir treffen uns zu Pferd, ohne Papier oder Pinsel in der Hand."
            },
            {
                "senid": 3,
                "content": "Bitte überbringe mit diesen Worten die Nachricht, dass ich wohlauf bin."
            }
        ]
    },
    {
        "id": "ce71032a-c075-492c-9554-51eb080348a5",
        "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Wei-Fluss windet sich durch Qins gewundenen Grenzpass."
            },
            {
                "senid": 1,
                "content": "Der Gelbe Berg umfasste einst die geneigten Palastmauern der Han-Dynastie."
            },
            {
                "senid": 2,
                "content": "Die kaiserliche Kutsche tritt aus zahllosen von Weiden bewachten Toren hervor."
            },
            {
                "senid": 3,
                "content": "Von den erhöhten Pfaden aus blickt man zurück auf die blühenden königlichen Gärten."
            },
            {
                "senid": 4,
                "content": "Zwei Phönix-Türme durchbohren die Wolken über der Kaiserstadt."
            },
            {
                "senid": 5,
                "content": "Der Frühlingsregen benetzt zehntausend Haushalte inmitten grüner Baumkronen."
            },
            {
                "senid": 6,
                "content": "Um die Kraft des Frühlings für die Regierungsgewalt zu nutzen."
            },
            {
                "senid": 7,
                "content": "Nicht für kaiserliche Schalkhaftigkeiten in diesem prachtvollen Land."
            }
        ]
    },
    {
        "id": "8df8e94b-ffe4-4930-af4c-491d7cb04651",
        "title": "奉和中书舍人贾至早朝大明宫",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Hähne krähen auf purpurnen Straßen in kälter Morgendämmerung, Lerchen singen, während die Farben des Frühlings im königlichen Reich verblassen."
            },
            {
                "senid": 1,
                "content": "Goldene Türme widerhallen mit Morgenglocken, die unzählige Türen öffnen, Jade-Treppen beherbergen himmlische Wachen mit zahllosen Beamten."
            },
            {
                "senid": 2,
                "content": "Blumen begrüßen geschmückte Schwerter, wenn die Sterne erst zurückziehen, Weiden streichen an Fahnen, wo der Tau noch in Ehrfurcht haftet."
            },
            {
                "senid": 3,
                "content": "Nur der Gast am Phönix-Teich hebt sich ab, Das Stimmen der Frühlingsmelodie erweist sich als herausfordernde Kunst."
            }
        ]
    },
    {
        "id": "c2c83ee2-940f-4ae3-9ab3-4f509d2991f3",
        "title": "奉济驿重送严公四韵",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Hier verabschieden wir uns voneinander, die grünen Hügel wiederholen nur unsere Trauer."
            },
            {
                "senid": 1,
                "content": "Wann werden wir wieder unsere Gläser heben? Gestern Nacht reiste der Mond mit uns."
            },
            {
                "senid": 2,
                "content": "Die Städte singen in Klage, drei Dynastien haben Ehre deiner Ehre zeugen können."
            },
            {
                "senid": 3,
                "content": "Ich kehre allein ins Dorf am Fluss zurück, Einsamkeit wiegt meine verbleibenden Tage."
            }
        ]
    },
    {
        "id": "090b7792-2942-4f3c-a34d-caccd066c76f",
        "title": "芙蓉楼送辛渐二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Kalter Regen strömt in den See durch den dunklen Himmel der Nacht."
            },
            {
                "senid": 1,
                "content": "Am Morgengrauen begleite ich dich auf den Weg, wo die Chu-Berge einsam und hoch ragen."
            },
            {
                "senid": 2,
                "content": "Sollten Freunde in Luoyang fragen, wie es mir geht,"
            },
            {
                "senid": 3,
                "content": "Mein Herz ist ein Jadegefäß, das reines und schönes Eiskristall enthält."
            }
        ]
    },
    {
        "id": "0174cbbc-31fa-4daf-b1cf-7f91c6a646a9",
        "title": "赋得古原草送别",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Üppige Gräser breiten sich über die Ebene aus."
            },
            {
                "senid": 1,
                "content": "Jedes Jahr blühen sie und verwelken dann."
            },
            {
                "senid": 2,
                "content": "Waldbrände können sie nicht alle verzehren."
            },
            {
                "senid": 3,
                "content": "Frühlingsbrisen wecken sie wieder zum Leben."
            },
            {
                "senid": 4,
                "content": "Weite Duft dringt in den alten Pfad ein."
            },
            {
                "senid": 5,
                "content": "Sonnenbeschienenes Grün trifft auf die verwüstete Stadt."
            },
            {
                "senid": 6,
                "content": "Wiederhole ich Abschied nehmen von dem edlen Jungen."
            },
            {
                "senid": 7,
                "content": "Üppige Gräser überfließen vor Abschiedsgrämen."
            }
        ]
    },
    {
        "id": "83dcb67c-ccbc-4592-b232-368a6b5275ce",
        "title": "赋得暮雨送李胄",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Im leichten Regen des Chu - Flusses."
            },
            {
                "senid": 1,
                "content": "Zur Dämmerungsglocke von Jianye."
            },
            {
                "senid": 2,
                "content": "Unscharfe Segel nähern sich, schwer von Regen."
            },
            {
                "senid": 3,
                "content": "Trübe Vögel zögern beim Abflug."
            },
            {
                "senid": 4,
                "content": "Das Seetor versinkt in unsichtbaren Tiefen."
            },
            {
                "senid": 5,
                "content": "Ferne Uferbäume halten Feuchtigkeit."
            },
            {
                "senid": 6,
                "content": "Abschiedsgefühle kennen keine Grenzen."
            },
            {
                "senid": 7,
                "content": "Tränen tränken die Roben wie verstreute Fäden."
            }
        ]
    },
    {
        "id": "6df38a77-6e5d-43ae-a115-7de36475f53e",
        "title": "感遇十二首 二",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "In einsamen Wäldern kehre ich zu einsamer Rast zurück, stagnierte Gedanken werden von Einsamkeit und Klarheit gewaschen."
            },
            {
                "senid": 1,
                "content": "Mit diesem dank ich dem schwebenden Vogel, durch den ferne Gefühle vermittelt werden."
            },
            {
                "senid": 2,
                "content": "Tag und Nacht pflege ich leere Gedanken, wer kann die äußerste Essenz spüren?"
            },
            {
                "senid": 3,
                "content": "Die Logik des Aufstiegs und Abstiegs hält uns auseinander, wo soll meine Aufrichtigkeit Trost finden?"
            }
        ]
    },
    {
        "id": "11b013f9-aa6a-4e55-8e68-195dc62f161f",
        "title": "感遇十二首 七",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Südlich des Flusses wachsen rote Mandarinen, die auch im Winter grün bleiben."
            },
            {
                "senid": 1,
                "content": "Es ist nicht nur wegen der Wärme der Erde, sondern aufgrund des frostbeständigen Willens."
            },
            {
                "senid": 2,
                "content": "Sie ist würdig, an edle Gäste gereicht zu werden, aber von Bergen und Bächen blockiert."
            },
            {
                "senid": 3,
                "content": "Das Schicksal hängt von den zufälligen Begegnungen ab, und seine Zyklen sind unergründlich."
            },
            {
                "senid": 4,
                "content": "Warum sollen nur Pfirsich - und Pflaumenbäume gelobt werden? Dieser Baum wirft auch kühle Schatten."
            }
        ]
    },
    {
        "id": "f9798830-48c1-45e3-be90-4028d93954dc",
        "title": "感遇十二首 四",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein einsamer Schwan fliegt vom Meer her und wagt es nicht, auf den Teich zu blicken."
            },
            {
                "senid": 1,
                "content": "Seitwärts blicke ich und sehe ein Paar Eisvögel, die im Schein des Drei - Juwelen - Baumes nisten."
            },
            {
                "senid": 2,
                "content": "Auf der Spitze des kostbaren Baumes, fürchten sie die Bosheit der goldenen Kugeln nicht?"
            },
            {
                "senid": 3,
                "content": "Prachtvolle Federn ziehen zeigende Finger an, Exzellenz reizt die Zornnis der Götter."
            },
            {
                "senid": 4,
                "content": "Jetzt streife ich durch die grenzenlose Leere, was könnten Jäger begehren?"
            }
        ]
    },
    {
        "id": "9b4f2d56-6df4-4999-a82c-11283529dd51",
        "title": "感遇十二首 一",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Orchideenblätter gedeihen im Umarmung des Frühlings."
            },
            {
                "senid": 1,
                "content": "Osmanthusblüten erhellen das reine Gesicht des Herbsts."
            },
            {
                "senid": 2,
                "content": "Voll Lebensenergie wachsen sie."
            },
            {
                "senid": 3,
                "content": "Jede Jahreszeit zeigt ihre Anmut auf natürliche Weise."
            },
            {
                "senid": 4,
                "content": "Wer kannte den Blick des Waldbewohners?"
            },
            {
                "senid": 5,
                "content": "Würde er ihren Duft wahrnehmen und sich fröhlich setzen?"
            },
            {
                "senid": 6,
                "content": "Pflanzen behalten ihre reine und wahre Essenz."
            },
            {
                "senid": 7,
                "content": "Warum sollten schöne Hände ihre Farbe brechen lassen?"
            }
        ]
    },
    {
        "id": "ac2ec0ba-10b1-4ae3-8859-1e7752625331",
        "title": "哥舒歌",
        "author": "西鄙人",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Große Dipper leuchtet hoch."
            },
            {
                "senid": 1,
                "content": "Geshu führt seine Schwert nachts."
            },
            {
                "senid": 2,
                "content": "Bis heute beobachten Spione die weidenden Pferde."
            },
            {
                "senid": 3,
                "content": "Es wagen es nicht, die Grenze von Lintao zu überschreiten."
            }
        ]
    },
    {
        "id": "0f5874bf-3748-44c9-bc3a-be4a8c3eb2f6",
        "title": "阁夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Ende des Jahres eilen Yin und Yang das flüchtige Licht."
            },
            {
                "senid": 1,
                "content": "Frost und Schnee lösen sich in der kalten Nacht am Horizont auf."
            },
            {
                "senid": 2,
                "content": "Um die fünfte Uhr klingen Trompeten und Pauken feierlich und düster."
            },
            {
                "senid": 3,
                "content": "Der Sternenfluss der Drei Schluchten glitzert ganz."
            },
            {
                "senid": 4,
                "content": "Ein paar Häuser hören das grausame Rufzeichen des Kriegs und weinen bitterlich."
            },
            {
                "senid": 5,
                "content": "Fischerlieder erheben sich dort, wo barbarische Sklaven sind."
            },
            {
                "senid": 6,
                "content": "Schlafende Drachen und springende Pferde verwandeln sich in Lehm."
            },
            {
                "senid": 7,
                "content": "Menschengeschäfte verweilen, gehüllt in Stille und Weh."
            }
        ]
    },
    {
        "id": "f8d102c4-b25b-412f-afce-35db35c339d9",
        "title": "宫词",
        "author": "薛逢",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Morgengrauen kleiden sich alle in den zwölf Türmen auf."
            },
            {
                "senid": 1,
                "content": "Auf dem Turm zum Anschauen der Unsterblichen suchen sie nach dem König."
            },
            {
                "senid": 2,
                "content": "Kalt sind die Kettenringe, die von goldenen Tiermäulern eingesperrt sind."
            },
            {
                "senid": 3,
                "content": "Langsam tropft der Tag durch die Wasseruhr aus Bronze in Form eines Drachen."
            },
            {
                "senid": 4,
                "content": "Nachdem das wolkenartige Haar geputzt ist, schauen sie immer noch in den Spiegel."
            },
            {
                "senid": 5,
                "content": "Nachdem die seidenen Roben gewechselt sind, wird noch mehr Duft aufgetragen."
            },
            {
                "senid": 6,
                "content": "Hinausschauend, wo die Vorhänge der Haupthalle auseinandergehen"
            },
            {
                "senid": 7,
                "content": "Robe bekleidete Mädchen fegen das Kaiserbett, ein Zeichen der Nacht."
            }
        ]
    },
    {
        "id": "ab4b1a7f-4fbe-438b-817f-9e1ed2d39f4f",
        "title": "宫词",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Stille herrscht in der Blütezeit, die Hofgärten sind verschlossen."
            },
            {
                "senid": 1,
                "content": "Zwei Schönheiten stehen nebeneinander in der jadeverzierten Galerie."
            },
            {
                "senid": 2,
                "content": "Sehnsüchtig danach, über Palastangelegenheiten zu sprechen, erfüllt von Emotion."
            },
            {
                "senid": 3,
                "content": "Aber vor dem Papagei wagen sie nicht, ein Wort zu äußern."
            }
        ]
    },
    {
        "id": "d850db6a-e07b-4fee-b642-57a70bdbbed2",
        "title": "宫词二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Drei tausend Meilen von meiner Heimat."
            },
            {
                "senid": 1,
                "content": "Zwanzig Jahre in der Tiefe des Palastes."
            },
            {
                "senid": 2,
                "content": "Bei dem Klang des Liedes He Manzi,"
            },
            {
                "senid": 3,
                "content": "Zwei Tränen fallen vor dem Thron."
            }
        ]
    },
    {
        "id": "aa9f9e4d-aa34-496e-89cf-cfef61efa89d",
        "title": "宫词五首 二",
        "author": "顾况",
        "sentence": [
            {
                "senid": 0,
                "content": "Von den halben Himmeln der Jade - Türme erheben sich Musik und Gesang, während der Wind das harmonische Gelächter der Palast - Damen trägt."
            },
            {
                "senid": 1,
                "content": "Die Schatten des Mondpalastes trennen sich, während die Nachtuhr klar tropft. Kristallvorhänge werden hochgerollt in der Nähe der Milchstraße."
            }
        ]
    },
    {
        "id": "c836e52f-2346-4a3e-84bb-97514b17faf6",
        "title": "孤雁 二",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Alle Vogelscharen sind fortgeflogen."
            },
            {
                "senid": 1,
                "content": "Ein einsamer Schatten treibt verzagt dahin."
            },
            {
                "senid": 2,
                "content": "Durch den Dämmerungsregen verblassen die unantworteten Rufe."
            },
            {
                "senid": 3,
                "content": "Am kalten Teich landet es verspätet."
            },
            {
                "senid": 4,
                "content": "Unter dunklen Wolken schwingt es seinen Weg."
            },
            {
                "senid": 5,
                "content": "Von dem entfernten Schein des Mondes gekühlt."
            },
            {
                "senid": 6,
                "content": "Obwohl kein Pfeil nach seiner Not sucht,"
            },
            {
                "senid": 7,
                "content": "Allein regt es den Blick des Beobachters an."
            }
        ]
    },
    {
        "id": "f1496cf4-4f85-4f9e-9e0e-dd05370641d3",
        "title": "古意",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein Mann zieht auf eine lange Kampagne, ein junger Krieger aus Youyan."
            },
            {
                "senid": 1,
                "content": "Er setzt seinen Sieg unter den Pferdehufen ein und verachtet stets sein eigenes Leben."
            },
            {
                "senid": 2,
                "content": "Bei der Schlachtung seiner Feinde traut sich niemand heran, sein Bart steht wie die Stacheln eines Stachelschweins auf."
            },
            {
                "senid": 3,
                "content": "Gelbe Wolken über dem Gebirgskamm, weißer Schnee flattert; bis er die Gunst zurückzahlen kann, kann er nicht zurückkehren."
            },
            {
                "senid": 4,
                "content": "Eine junge Frau aus Liaodong, fünfzehn Jahre alt, geschickt im Pipa-Spiel, im Singen und Tanzen."
            },
            {
                "senid": 5,
                "content": "Jetzt spielt er ein Grenzlied auf der Qiang-Flöte und lässt die ganze Armee wie Regen weinen."
            }
        ]
    },
    {
        "id": "b9521e2b-963e-4d90-acf3-d87c2a135071",
        "title": "古意呈补阙乔知之",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "In der Lu - Familie wohnt eine junge Frau in ihrem mit Tulpen geschmückten Saal;/Da sitzen paarweise Meerschwalben auf Schildpattbalken."
            },
            {
                "senid": 1,
                "content": "Der kalte Amboss im September beschleunigt das Fallen der Blätter,/Zehn Jahre Grenzdienst wecken Erinnerungen an Liaoyang."
            },
            {
                "senid": 2,
                "content": "Norden des Bailang - Flusses hören die Briefe auf zu kommen;/Süden der Stadt Crimson Phoenix werden die Herbstnächte lang."
            },
            {
                "senid": 3,
                "content": "Wer sagt, dass sie ihre Trauer allein und unbemerkt trägt?/Der helle Mond scheint immer noch auf ihre goldenen Fäden."
            }
        ]
    },
    {
        "id": "b700208d-d859-4e36-96bf-883c81d4df0f",
        "title": "谷口书斋寄杨补阙",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Talquellen umarmen strohgedeckte Hütten, Nebel und Wolken erheben sich aus Efeukurtainen."
            },
            {
                "senid": 1,
                "content": "Bambus gedeiht nach frischem Regen, Berge baden im Glanz des Sonnenuntergangs."
            },
            {
                "senid": 2,
                "content": "Entspannten Reiher gehen früh schlafen, Herbstblüten bleiben spät im Herbst hängen."
            },
            {
                "senid": 3,
                "content": "Der Hausbote fegt den moosbewachsenen Pfad, wie gestern mit einem alten Freund vereinbart."
            }
        ]
    },
    {
        "id": "02456f60-6ab5-4de8-b9ed-f7519818f0ca",
        "title": "贾生",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Xuan-Kammer sucht nach Talenten und ruft den verbannte Minister."
            },
            {
                "senid": 1,
                "content": "Jia Yis Talente strahlen unvergleichlich."
            },
            {
                "senid": 2,
                "content": "Leider lehnt er sich um Mitternacht vergeblich nach vorne."
            },
            {
                "senid": 3,
                "content": "Er fragt nicht nach den einfachen Leuten, sondern nach Göttern und Geistern."
            }
        ]
    },
    {
        "id": "40cd6eec-c6ce-4659-a225-61063cd210e9",
        "title": "归嵩山作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Klarer Bach windet sich durch dichte Gebüsche, Wagen und Pferde entfernen sich gelassen."
            },
            {
                "senid": 1,
                "content": "Das fließende Wasser scheint einen Zweck zu haben, die Abendvögel kehren zusammen zurück."
            },
            {
                "senid": 2,
                "content": "Eine verwüstete Stadt steht gegenüber der alten Fähre, die untergehende Sonne erfüllt die Herbstberge."
            },
            {
                "senid": 3,
                "content": "Weit unter dem hohen Song - Berg werde ich nach meiner Rückkehr mein Tor schließen und meditieren."
            }
        ]
    },
    {
        "id": "4ac3f099-73da-43e8-a4e5-1dbbd9427491",
        "title": "闺怨",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Die junge Frau in ihrer Kammer kennt keine Traurigkeit,"
            },
            {
                "senid": 1,
                "content": "Im Frühling, geschmückt, steigt sie den smaragdnen Turm hinauf."
            },
            {
                "senid": 2,
                "content": "Überrascht von der Farbe der Weide am Straßenrand,"
            },
            {
                "senid": 3,
                "content": "Sie bereut es, ihren Herrn aufgefordert zu haben, adliges Macht zu suchen."
            }
        ]
    },
    {
        "id": "9309205e-1d08-4a7b-99ef-4a05a9ee4370",
        "title": "过故人庄",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Mein alter Freund hat Hühnchen und Hirse zubereitet und mich auf seine Farm eingeladen."
            },
            {
                "senid": 1,
                "content": "Grüne Bäume umkreisen das Dorf, blaue Hügel neigen sich jenseits der Mauern."
            },
            {
                "senid": 2,
                "content": "Wir feiern unseren Festmahls vor Dreschfeldern und Gärten und besprechen Maulbeeren und Hanf beim Trinken von Wein."
            },
            {
                "senid": 3,
                "content": "Wenn das Fest des neunten Monats wieder kommt, werde ich zurückkehren, um Chrysanthemen zu genießen."
            }
        ]
    },
    {
        "id": "e4354c00-c83e-43da-9341-7007889dd625",
        "title": "过香积寺",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Ohne die Lage des Xiangji-Tempels zu kennen, ragen die Berggipfel kilometerweit in die Wolken."
            },
            {
                "senid": 1,
                "content": "Alte Bäume bewachen bahnlose Pfade, tiefe Berge verstecken die ferne Glockenschläge."
            },
            {
                "senid": 2,
                "content": "Quellen stoßen sich durch zackige Steine, das Sonnenlicht kühlt smaragdgrüne Kiefern."
            },
            {
                "senid": 3,
                "content": "Der Dämmerung bedeckt die Biegung des leeren Teichs, Meditation zähmt den Giftdrachen."
            }
        ]
    },
    {
        "id": "77ac62ee-6396-4ac0-a3ab-cb84ba2e5cd0",
        "title": "寒食",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "In der Frühjahrshauptstadt wirbeln Blüten überall."
            },
            {
                "senid": 1,
                "content": "Die Winde des Kalten Essens neigen die königlichen Weiden im Ostwind."
            },
            {
                "senid": 2,
                "content": "Am Abend werden Kerzen durch die Paläste der Han-Dynastie verteilt."
            },
            {
                "senid": 3,
                "content": "Leichter Rauch treibt in die Häuser der fünf Markgrafen."
            }
        ]
    },
    {
        "id": "9080a103-2750-4b9b-a4fa-1167cd670a0c",
        "title": "汉江临泛",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Chus Grenze trifft auf die drei Xiang-Flüsse."
            },
            {
                "senid": 1,
                "content": "Jingmen verbindet neun Nebenflüsse."
            },
            {
                "senid": 2,
                "content": "Der Fluss fließt außerhalb von Himmel und Erde."
            },
            {
                "senid": 3,
                "content": "Die Farbtöne der Berge zwischen Gegenwart und Abwesenheit."
            },
            {
                "senid": 4,
                "content": "Städte treiben auf der Wasserfront."
            },
            {
                "senid": 5,
                "content": "Wellen rühren den fernen Himmel."
            },
            {
                "senid": 6,
                "content": "Xiangyangs schöne Tage."
            },
            {
                "senid": 7,
                "content": "Betrunken bleiben mit dem Bergweise."
            }
        ]
    },
    {
        "id": "02943f6d-2c91-4d9c-9690-247eab9ae3ec",
        "title": "行宫",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Verlassenes altes Palastgebäude."
            },
            {
                "senid": 1,
                "content": "Einsame rote Palastblumen leuchten."
            },
            {
                "senid": 2,
                "content": "Weißehaarige Palastdienerinnen bleiben zurück."
            },
            {
                "senid": 3,
                "content": "Sie sitzen müßig herum und sprechen über Xuanzong's Regierungszeit."
            }
        ]
    },
    {
        "id": "39b2954c-04df-4561-ad6e-f4ddbae0db1e",
        "title": "行经华阴",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Der hohe Mount Hua überblickt Xianjing."
            },
            {
                "senid": 1,
                "content": "Drei himmlische Gipfel, die kein Meißel formen könnte."
            },
            {
                "senid": 2,
                "content": "Vor dem Schrein von Kaiser Wu beginnen die Wolken sich zu zerstreuen."
            },
            {
                "senid": 3,
                "content": "Auf dem Immortellen-Palmgipfel lichtet es nach dem Regen auf."
            },
            {
                "senid": 4,
                "content": "Flüsse und Berge bewachen Qin's nördlichen Pass."
            },
            {
                "senid": 5,
                "content": "Die Bäume der Poststationen erstrecken sich bis zu den westlichen Ebenen von Han."
            },
            {
                "senid": 6,
                "content": "Wanderer, die Ruhm und Gewinn suchen,"
            },
            {
                "senid": 7,
                "content": "Keiner übertrifft dieses Reich, um das ewige Leben zu suchen."
            }
        ]
    },
    {
        "id": "801c3192-8001-4238-8ecf-0111f490e84c",
        "title": "行路难三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Der breite Weg ist wie der blaue Himmel, aber ich allein kann nicht herauskommen."
            },
            {
                "senid": 1,
                "content": "Es schämt mich, den Straßenjungen in Chang'an hinterherzulaufen und Äpfel und Kastanien auf rote Hähnchen und weiße Hunde zu setzen."
            },
            {
                "senid": 2,
                "content": "Das Pfeifen auf Schwert um bitteren Liedern zu komponieren, Tragekleider durch Fürsten Tore zu schleifen bringt keine Zufriedenheit."
            },
            {
                "senid": 3,
                "content": "Die Marktbewohner von Huaiyin machten sich über Han Xin lustig, die Minister der Han - Dynastie beneideten Jia Sheng."
            },
            {
                "senid": 4,
                "content": "Hast du nicht gesehen, wie der Hof von Yan Guo Kui ehrte, Pfade fegte und die Knie beugte, ohne Verhältnis?"
            },
            {
                "senid": 5,
                "content": "Ju Xin und Yue Yi vergalt die Güte mit Hingabe, indem sie Leber und Gallenblase an Talentopferten dienten."
            },
            {
                "senid": 6,
                "content": "König Zhaos weiße Knochen umwickeln faulende Gräser, wer fegt jetzt die Goldene Terrasse?"
            },
            {
                "senid": 7,
                "content": "Schwer ist die Reise, besser kehre zu Hause zurück."
            }
        ]
    },
    {
        "id": "a7b8e17f-ee93-4bdc-a144-b1ba5ab32bb5",
        "title": "行路难三首 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Wasche deine Ohren nicht im Wasser von Yingchuan und esse nicht die Farren aus Shouyang mit deinem Mund."
            },
            {
                "senid": 1,
                "content": "Es ist besser, sich ohne Ruhmfreiheit in die Welt zu mischen. Warum vergleichst du deine Einsamkeit mit Wolken und Mond?"
            },
            {
                "senid": 2,
                "content": "Ich bemerke, dass seit der Antike weise Männer, die nach Erfolg an der Macht festhalten, ihrem Untergang verfallen."
            },
            {
                "senid": 3,
                "content": "Wu Zixu wurde in den Wu-Fluss geworfen, Qu Yuan versank schließlich am Ufer des Xiang-Flusses."
            },
            {
                "senid": 4,
                "content": "Lu Jis großes Talent konnte ihn nicht retten, Li Si bedauerte, nicht früher in Rente gegangen zu sein."
            },
            {
                "senid": 5,
                "content": "Die Rufe der Kraniche in Huating sind jetzt verstummt, die Falken aus Shangcai bedeuten nichts."
            },
            {
                "senid": 6,
                "content": "Hast du nicht Zhang Han aus Wu gesehen, der den Herbstwinden folgte, um östlich zu reisen?"
            },
            {
                "senid": 7,
                "content": "Genieße einen Becher Wein, solange du lebst. Warum solltest du Ruhm für tausend Jahre nach dem Tod suchen?"
            }
        ]
    },
    {
        "id": "c348bc2e-f50d-436b-88b7-c198d63dacfc",
        "title": "行路难三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Goldene Kelche mit klarem Wein kosten zehntausend Münzen, Jadeplatten mit Delikatessen sind im besten Alter unschätzbar wert."
            },
            {
                "senid": 1,
                "content": "Ich lege Becher und Essstäbchen beiseite und kann nicht essen, Ich ziehe mein Schwert und blicke ratlos in die Weite."
            },
            {
                "senid": 2,
                "content": "Um den Gelben Fluss zu überqueren, blockiert Eis seinen Lauf, Um die Gipfel des Taihang zu erklimmen, bedeckt Schnee den Berg."
            },
            {
                "senid": 3,
                "content": "In meiner Freizeit fische ich mühelos an smaragdgrünen Bächen, Dann segle ich plötzlich in Träumen, wo die Sonne am Horizont versinkt."
            },
            {
                "senid": 4,
                "content": "Schwer ist der Weg, schwer ist der Weg - Abzweigende Pfade erstrecken sich, Wo liegt der richtige Weg in diesem endlosen Labyrinth?"
            },
            {
                "senid": 5,
                "content": "Aber es wird eine Zeit geben, in der der Wind die Wellen zerreißt, Dann heb ich meine wolkenweiße Segel, um die Macht des weiten Meeres zu überwinden."
            }
        ]
    },
    {
        "id": "a364504e-3cfc-44c6-9203-173856452cdd",
        "title": "和贾舍人早朝大明宫之作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein Mann mit einem roten Hähnchensmütze kündigt den Morgengrauen an."
            },
            {
                "senid": 1,
                "content": "Der Kleiderdiener bringt Pelz mit smaragdgrünen Wolkenmustern."
            },
            {
                "senid": 2,
                "content": "Die Tore des neunten Himmels schwingen auf, um den Palast zu enthüllen."
            },
            {
                "senid": 3,
                "content": "Botschafter aus unzähligen Nationen neigen sich vor der Kaiserkrone."
            },
            {
                "senid": 4,
                "content": "Das Sonnenlicht trifft erstmals auf bewegte himmlische Hände."
            },
            {
                "senid": 5,
                "content": "Inzensesrauch schlingt sich um drachenbestickte Roben."
            },
            {
                "senid": 6,
                "content": "Nach der Hofverhandlung warten bunt gefärbte Dekrete auf die Ausarbeitung."
            },
            {
                "senid": 7,
                "content": "Jadeanhänger läuten, während man zum Phönixteich zurückkehrt."
            }
        ]
    },
    {
        "id": "b67ddf05-43fb-4859-a1a9-34f95d45aabf",
        "title": "和晋陵陆丞早春游望",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Nur der Reisende, überrascht von den sich ändernden Jahreszeiten."
            },
            {
                "senid": 1,
                "content": "Wolken tauchen bei Tagesanbruch aus dem Meer auf, Pflaumen- und Weidenbäume überqueren den Fluss im Frühling."
            },
            {
                "senid": 2,
                "content": "Warme Luft treibt die gelben Oriolen an, Sonnenlicht glitzert auf grünem Entengrün."
            },
            {
                "senid": 3,
                "content": "Plötzlich, als ich ein melancholisches Lied höre, tränkt Heimweh mein Taschentuch."
            }
        ]
    },
    {
        "id": "297dd100-6aab-4685-a52d-983fb0999c7a",
        "title": "和乐天春词",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Frisch geschminkt steigt sie von allen Seiten den scharlachroten Turm hinab."
            },
            {
                "senid": 1,
                "content": "Der Glanz des Frühlings ist tief eingesperrt, der Hof brimmt vor Trauer."
            },
            {
                "senid": 2,
                "content": "Sie schlendert in den mittleren Garten und zählt die Blüten."
            },
            {
                "senid": 3,
                "content": "Eine Libelle landet auf ihrem Jade - Haarstift."
            }
        ]
    },
    {
        "id": "6d2e12c0-c1b8-4242-888c-9dba1a8f93ce",
        "title": "和张仆射塞下曲 二",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Im dunklen Wald erzittern die Gräser im Wind."
            },
            {
                "senid": 1,
                "content": "Der General spannt seinen Bogen in der Nacht."
            },
            {
                "senid": 2,
                "content": "Bei Tagesanbruch sucht man nach dem weiß gefiederten Pfeil."
            },
            {
                "senid": 3,
                "content": "Tief in der Fuge des Steins versteckt."
            }
        ]
    },
    {
        "id": "ee2a3000-9127-43fa-8618-89a1937322cb",
        "title": "和张仆射塞下曲 三",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Unter dem dunklen Mond schweben wilde Gänse hoch."
            },
            {
                "senid": 1,
                "content": "Der Chanyu flieht unter der Umhüllung der Nacht."
            },
            {
                "senid": 2,
                "content": "Mit leichter Kavallerie verfolgen wir eilig."
            },
            {
                "senid": 3,
                "content": "Während schwerer Schnee Schwert und Bogen in Weiß hüllt."
            }
        ]
    },
    {
        "id": "9a4d3eae-fe01-46c7-a28b-8b518614a508",
        "title": "和张仆射塞下曲 四",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Zelt in der Wildnis öffnet sich zu einem großartigen Festmahl, die Qiang- und Rong-Stämme feiern die siegreiche Rückkehr."
            },
            {
                "senid": 1,
                "content": "Betrunkene Krieger tanzen in goldenen Rüstungen, donnernde Trommeln erschüttern Berge und Flüsse."
            }
        ]
    },
    {
        "id": "ce491725-b96b-46a7-b83c-463d2094ef3f",
        "title": "和张仆射塞下曲 一",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Geiergefiederte goldene Pfeile."
            },
            {
                "senid": 1,
                "content": "Schwalbenschwanzbanner mit bestickten Insignien."
            },
            {
                "senid": 2,
                "content": "Stehend allein verkündet er das neue Dekret."
            },
            {
                "senid": 3,
                "content": "Tausende von Lagerplätzen antworten mit einem einzigen Ruf."
            }
        ]
    },
    {
        "id": "bcdf6f13-4cb9-418f-9279-c690522e0a27",
        "title": "横吹曲辞 出塞",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Gelbe Sandwolken steigen direkt zwischen den weißen Wolken auf."
            },
            {
                "senid": 1,
                "content": "Eine einsame Festung ragt neben Bergen von Tausenden von Ren auf."
            },
            {
                "senid": 2,
                "content": "Warum sollte die Qiang - Flöte über Weiden trauern?"
            },
            {
                "senid": 3,
                "content": "Frühlingsbrisen passieren niemals das Yumen - Tor."
            }
        ]
    },
    {
        "id": "0167687e-8325-48bf-8da4-3749c9ce0a74",
        "title": "横吹曲辞 关山月",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Mond erhebt sich aus dem Himmelberg, inmitten eines weiten Wolkenmeeres."
            },
            {
                "senid": 1,
                "content": "Endlose Winde durchqueren zehntausend Meilen und fegen durch das Jadeschloss-Pass."
            },
            {
                "senid": 2,
                "content": "Die Han stiegen den Weg von Baideng hinab, während die Barbaren die Bucht von Qinghai im Auge behielten."
            },
            {
                "senid": 3,
                "content": "Seit die alten Schlachtfelder entstanden sind, kehrt niemand aus dem Kriegsgeschrei zurück."
            },
            {
                "senid": 4,
                "content": "Grenzwachen starren auf die Grenzfarben, heimwehkranke Gesichter, die mit Schmerz gezeichnet sind."
            },
            {
                "senid": 5,
                "content": "In hohen Türmen in dieser Nacht unaufhörliche Seufzer wie endloses Regen."
            }
        ]
    },
    {
        "id": "549a5a94-a8f5-436e-bc9c-1253d01c1940",
        "title": "后宫词",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Tränen tränken das seidene Taschentuch, Träume bleiben unerfüllt."
            },
            {
                "senid": 1,
                "content": "In der Tiefe der Nacht treiben Melodien aus der Vorsaal."
            },
            {
                "senid": 2,
                "content": "Die Schönheit ist noch nicht verblasst, aber die Gunst ist bereits abgebrochen."
            },
            {
                "senid": 3,
                "content": "Schräg gegen den Räucherofen gelehnt, sitzt sie bis zum Morgengrauen."
            }
        ]
    },
    {
        "id": "a68013c8-4630-41c6-a5ee-a658b57f58fe",
        "title": "淮上喜会梁川故人",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Fluss bin ich einmal als Gast herumgewandert."
            },
            {
                "senid": 1,
                "content": "Jedes Treffen führte zu betrunkenen Rücken."
            },
            {
                "senid": 2,
                "content": "Nachdem wir uns wie treibende Wolken getrennt hatten,"
            },
            {
                "senid": 3,
                "content": "Zehn Jahre sind wie ein Strom vergangen."
            },
            {
                "senid": 4,
                "content": "Lachen und Bindungen bleiben wie früher,"
            },
            {
                "senid": 5,
                "content": "Doch jetzt tragen die Schläfen Frost und dünnes Haar."
            },
            {
                "senid": 6,
                "content": "Warum muss ich noch einmal nach Norden reisen?"
            },
            {
                "senid": 7,
                "content": "Um den Herbstbergen am Ufer des Huai zu begegnen."
            }
        ]
    },
    {
        "id": "569ef0e1-887d-4d98-b869-9634f099c8e9",
        "title": "还乡偶书  其二",
        "author": "黄拱",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich verließ zu junger Zeit mein Zuhause und kehr endlich im Alter zurück."
            },
            {
                "senid": 1,
                "content": "Der Dialekt meines Heimatdorfes bleibt unverändert, doch dünn wird mein Haar am Tempo."
            },
            {
                "senid": 2,
                "content": "Die Kinder, die ich begegnen mag, erkennen mich nicht an ihrem Weg."
            },
            {
                "senid": 3,
                "content": "Sie fragen: Woher kommst du, Gast?"
            }
        ]
    },
    {
        "id": "2188f98e-d5f0-4740-b94b-e1497a3619ee",
        "title": "黄鹤楼",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Alten sind auf weißen Wolken gefahren und haben nur den Gelben Kranich Turm hier zurückgelassen."
            },
            {
                "senid": 1,
                "content": "Sobald der gelbe Kranich gegangen war und nie wieder zurückkehrte, treiben weiße Wolken vergeblich tausend Jahre lang."
            },
            {
                "senid": 2,
                "content": "Sonnengesprochene Bäche spiegeln die Bäume von Hanyang klar und hell wider, der Papageienfelsen blüht mit üppigem und leichten Frühlingsgras."
            },
            {
                "senid": 3,
                "content": "Wo liegt meine Heimat, wenn der Dämmerung den Himmel bedeckt? Nebelige Wellen auf dem Fluss lassen die Wanderer seufzen."
            }
        ]
    },
    {
        "id": "d43a4767-2240-44b7-8d5b-c2acdc689839",
        "title": "黄鹤楼送孟浩然之广陵",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Mein alter Freund verabschiedet sich westlich von der Gelben Kranich-Turm."
            },
            {
                "senid": 1,
                "content": "Mitten in den Märzblüten unternimmt er eine Reise nach Yangzhou."
            },
            {
                "senid": 2,
                "content": "Der ferne Schatten eines einsamen Segels, die grünen Hügel verschwinden aus dem Blickfeld."
            },
            {
                "senid": 3,
                "content": "Nur die Strömung des Yangtse trifft auf die blaue Färbung des Himmels."
            }
        ]
    },
    {
        "id": "0949fe2a-aadf-4cd4-b1c3-25fcdaecdb96",
        "title": "积雨辋川庄作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In regennassen Wäldern hangselt der Rauch langsam. Wir kochen Kräuter und Hirse ein und bringen sie auf die östlichen Felder."
            },
            {
                "senid": 1,
                "content": "Über weiten Reisfeldern gleiten Reiher. Durch schattige Sommerwälder zwitschern Trauersänger."
            },
            {
                "senid": 2,
                "content": "In den Bergen übe ich Ruhe und beobachte die Morgengespenster. Unter den Kiefern breche ich Tau - bedeckte Eibischblätter und genieße reine Mahlzeiten."
            },
            {
                "senid": 3,
                "content": "Dieser bäuerliche Greis hat aufgehört, um einen Platz zu streiten. Warum sollten Möwen immer noch meine Gunst bezweifeln?"
            }
        ]
    },
    {
        "id": "19867a30-1b67-4123-b367-44565bab6516",
        "title": "集灵台二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Die schräge Sonne erleuchtet die Ji - Ling - Terrasse, Rote Bäume in Blüte begrüßen den Morgen Tau."
            },
            {
                "senid": 1,
                "content": "Gestern Abend verlieh der Oberste Kaiser neue Register, Tai Zhen (Kaiserin Yang) trat lächelnd durch die Vorhänge herein."
            }
        ]
    },
    {
        "id": "8435b46d-bbf1-49e5-af66-6f2d5681f1bf",
        "title": "寄李儋元锡",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Letztes Jahr trennten wir uns inmitten der Blumen, heute ist ein ganzer Jahr vergangen, seit die Blumen wieder blühten."
            },
            {
                "senid": 1,
                "content": "Die Angelegenheiten der Welt, weit und dunkel, sind schwer vorherzusehen; Frühlingssorgen, düster und schwer, lassen mich allein schlafen."
            },
            {
                "senid": 2,
                "content": "Ein von Krankheiten geplagter Körper sehnt sich nach ländlichen Feldern, schämt sich meines Gehalts, während Flüchtlinge durch die Stadt wandern."
            },
            {
                "senid": 3,
                "content": "Hören, dass Sie besuchen wollen, bringt eifrige Erwartungen, wie viele Monde sind voll geworden, während ich von der westlichen Turm aus starre?"
            }
        ]
    },
    {
        "id": "fb376b71-91c6-44ee-b2e4-40f5b3f71b8f",
        "title": "寄令狐郎中",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Wolken über dem Song-Berg, Bäume in Qin, lange getrennt leben wir."
            },
            {
                "senid": 1,
                "content": "Zwei Karpfen bringen einen einzigen Brief aus der Ferne."
            },
            {
                "senid": 2,
                "content": "Frage nicht nach diesem ehemaligen Gast des Liang-Gartens der alten Tage."
            },
            {
                "senid": 3,
                "content": "Am Mao-Ling fällt der Herbstregen auf Sima Xiangru, der immer krank ist."
            }
        ]
    },
    {
        "id": "46503396-3bb3-449c-9c84-f2ff232f7949",
        "title": "寄全椒山中道士",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Heute Morgen ist das Amtshaus kalt. Plötzlich denke ich an den Gast im Gebirge."
            },
            {
                "senid": 1,
                "content": "Er bündelt dorniges Holz vom Grund des Schluchs und kehrt zurück, um weiße Steine zu kochen."
            },
            {
                "senid": 2,
                "content": "Ich sehne mich danach, eine Kürbisflasche Wein zu bringen, um ihn in stürmischen Nächten weit entfernt zu trösten."
            },
            {
                "senid": 3,
                "content": "Verfallene Blätter bedecken den leeren Berg - wo soll man nach seinen Fußspuren suchen?"
            }
        ]
    },
    {
        "id": "4ddb6dda-68be-4bb2-8874-8508c6c6e3ad",
        "title": "寄人二首  其一",
        "author": "张佖",
        "sentence": [
            {
                "senid": 0,
                "content": "Haltbare Träume erreichen Xie's Residenz."
            },
            {
                "senid": 1,
                "content": "Wendige Gänge, geneigte Balustraden."
            },
            {
                "senid": 2,
                "content": "Nur der Frühlingshofmond bleibt liebevoll."
            },
            {
                "senid": 3,
                "content": "Noch immer scheint es auf gefallene Blüten für die getrennte Seele."
            }
        ]
    },
    {
        "id": "2779f710-4ab4-46cb-a2b6-1889752f26c2",
        "title": "寄左省杜拾遗",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Wir steigen in Schritten rote Stufen hinauf, getrennte Ämter im Purpurrichthum."
            },
            {
                "senid": 1,
                "content": "Mit Morgengrauen treten wir ein bei Kaiserwachen, mit Dämmerung kehrt man zurück, umwittert von königlichem Duft."
            },
            {
                "senid": 2,
                "content": "Weiße Haare, ich trauere um fallende Blüten; blickend in den blauen Himmel beneide ich schwebende Vögel."
            },
            {
                "senid": 3,
                "content": "In diesem weisen Reich herrscht makellose Regierungsführung, Denkschriften werden von selbst selten."
            }
        ]
    },
    {
        "id": "1487452b-5f49-4f4f-9913-1f3ec1cddf95",
        "title": "饯别王十一南游",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich schaue deine ferne Gestalt durch neblige Gewässer an und winken Abschied, während Tränen meine Ärmel beflecken."
            },
            {
                "senid": 1,
                "content": "Wo der fliegende Vogel verschwindet, stehen grüne Hügel leer vor mir."
            },
            {
                "senid": 2,
                "content": "Ein einzelner Segel verschwindet auf der Weite des Jangtse, die Abendsonne leuchtet über dem Frühling der fünf Seen."
            },
            {
                "senid": 3,
                "content": "Wer sieht das weiße Wasserlinse auf der Insel, das meine liebeskummernden Schmerzen trägt?"
            }
        ]
    },
    {
        "id": "24ca9268-9cbd-423b-b423-12e1a9aa9041",
        "title": "将赴吴兴登乐游原一绝",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "In friedlichen Zeiten zeigt der Geschmack Unfähigkeit."
            },
            {
                "senid": 1,
                "content": "Entspannt liebend einzelne Wolken, still bewundernd Mönche."
            },
            {
                "senid": 2,
                "content": "Wollend eine Fahne greifen und sich an Flüsse und Meere zurückziehen,"
            },
            {
                "senid": 3,
                "content": "Auf der Freudenplateau schaue ich hin zum Zhaoling-Grabmal."
            }
        ]
    },
    {
        "id": "e5e5f969-ddac-4491-9cfe-d77742e1416d",
        "title": "将进酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Hast du nicht die Wasser des Gelben Flusses gesehen, die vom Himmel herabstürzen und unaufhaltsam zum Meer fließen, um nie wieder zurückzukehren?"
            },
            {
                "senid": 1,
                "content": "Hast du nicht in den spiegelnden Sälen die Trauer über die weißen Haare gesehen? Morgens wie schwarzer Seid, abends wie Schnee."
            },
            {
                "senid": 2,
                "content": "Wenn das Leben Freude bietet, trink dich satt. Lass kein goldener Kelch vergeblich der Sonne gegenüber stehen."
            },
            {
                "senid": 3,
                "content": "Himmel hat uns zu Talenten gemacht, wir werden nicht ungenutzt bleiben. Ein Tausend Gold, das ausgegeben wird, kehrt wieder zurück."
            },
            {
                "senid": 4,
                "content": "Koche Lamm, schlachte Ochsen, um froh zu sein. Wir werden auf einmal dreihundert Becher leeren."
            },
            {
                "senid": 5,
                "content": "Herr Cen, Gelehrter Danqiu, lasst den Wein fließen, lasst die Becher nicht stillstehen!"
            },
            {
                "senid": 6,
                "content": "Lass mich dir ein Lied singen, schenk mir ein aufmerksames Ohr."
            },
            {
                "senid": 7,
                "content": "Glocken und Trommeln, feine Jade-Gerichte sind nicht wertvoll. Es ist besser, betrunken zu bleiben als nüchtern zu sein."
            },
            {
                "senid": 8,
                "content": "Seit altersher waren die Weisen einsam. Nur die Trinker hinterlassen ihren Namen."
            },
            {
                "senid": 9,
                "content": "Prinz Chen in Ping - le vor langer Zeit, Festmähler mit zehntausend Fass Wein, wilde Feiern."
            },
            {
                "senid": 10,
                "content": "Warum spricht der Wirt von fehlendem Geld? Kaufe sogleich Wein, um mit dir anzustoßen."
            },
            {
                "senid": 11,
                "content": "Fünffarbiges Pferd, Tausend-Gold-Pelz, ruf den Knaben, sie gegen edlen Wein zu tauschen, mit dir vertreibe ich die Sorgen tausender Zeiten."
            }
        ]
    },
    {
        "id": "ae5b1a15-0b5c-4578-8f31-1b60030633a4",
        "title": "江南逢李龟年",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Häufig im Herrenhaus des Prinzen Qi gesehen."
            },
            {
                "senid": 1,
                "content": "Mehrere Male vor Cui Jius Halle gehört."
            },
            {
                "senid": 2,
                "content": "Jetzt in Jiangnans prachtvollem Landschaftsblick,"
            },
            {
                "senid": 3,
                "content": "In der Zeit der fallenden Blüten treffe ich dich wieder."
            }
        ]
    },
    {
        "id": "1f92134b-bca9-46eb-b2fe-87b30413041a",
        "title": "江雪",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "In tausenden von Bergen fliegen keine Vögel."
            },
            {
                "senid": 1,
                "content": "Auf unzähligen Pfaden gibt es keine menschlichen Spuren."
            },
            {
                "senid": 2,
                "content": "Ein einsames Boot mit einem alten Mann in Strohhut und - umhang."
            },
            {
                "senid": 3,
                "content": "Allein angeln im kalten Flussschnee."
            }
        ]
    },
    {
        "id": "d9dd3520-9aab-4b1b-bd57-810f29391667",
        "title": "江州重别薛六柳八二员外",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Wer hätte gedacht, dass mein Leben von einem königlichen Dekret ausgezeichnet würde?"
            },
            {
                "senid": 1,
                "content": "Wissend von der Eitelkeit der Welt, lerne ich nur, betrunken zu singen."
            },
            {
                "senid": 2,
                "content": "Über dem Fluss scheint der Mond hell, während nördliche Gänse vorbeiziehen."
            },
            {
                "senid": 3,
                "content": "In Huainan fallen die Blätter, und die Berge von Chu ragen in großer Zahl auf."
            },
            {
                "senid": 4,
                "content": "Hier wohnend freue ich mich, nahe den blauen Küsten zu sein."
            },
            {
                "senid": 5,
                "content": "Dennoch, wenn ich auf meinen Schatten schaue, spotten die weißen Haare über meinen hilflosen Zustand."
            },
            {
                "senid": 6,
                "content": "Jetzt alt und von allen verworfen."
            },
            {
                "senid": 7,
                "content": "Ich bin schamhaft, dass Sie mich immer noch dazu auffordern, Vorsicht vor den Stürmen des Lebens zu walten."
            }
        ]
    },
    {
        "id": "80159919-0b66-4956-a563-ef9bcf6a05c0",
        "title": "金谷园",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Glanz vergangener Zeiten treibt mit duftendem Staub dahin."
            },
            {
                "senid": 1,
                "content": "Der herzlose Bach fließt weiter, während das Gras im Frühling erneuert wird."
            },
            {
                "senid": 2,
                "content": "Am Dämmerung beklagt der Ostwind die heulenden Vögel."
            },
            {
                "senid": 3,
                "content": "Fallende Blütenblätter gleichen immer noch der Schönheit, die vom Turm gestürzt ist."
            }
        ]
    },
    {
        "id": "809ad73b-9a8e-436e-9874-f9295b624af0",
        "title": "金陵酒肆留别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Weidenkätzchen wehen durch die duftende Gasthausluft."
            },
            {
                "senid": 1,
                "content": "Wu - Dienstmädchen drücken Wein und ermahnen Gäste, ihn zu probieren."
            },
            {
                "senid": 2,
                "content": "Jugendliche aus Jinling versammeln sich, um sich von jemandem zu verabschieden."
            },
            {
                "senid": 3,
                "content": "Zögernd, sich zu entfernen, trinkt jeder einen Toast voller Emotion."
            },
            {
                "senid": 4,
                "content": "Bitte fragen Sie den ostwärts fließenden Bach."
            },
            {
                "senid": 5,
                "content": "Was ist länger: die Traurigkeit des Abschieds oder sein Schein?"
            }
        ]
    },
    {
        "id": "4fa92777-9bd6-45ca-9272-bac30459cf5e",
        "title": "金陵五题 乌衣巷",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Vermilion-Brücke wogen wilde Gräser und Blumen."
            },
            {
                "senid": 1,
                "content": "An der Einfahrt zur Schwarz-Robe-Gasse neigt sich die untergehende Sonne."
            },
            {
                "senid": 2,
                "content": "Schwalben, die an den adligen Häusern der Vergangenheit vorbeiziehten,"
            },
            {
                "senid": 3,
                "content": "Jetzt flitzen sie durch die bescheidene Tür gewöhnlicher Haushalte."
            }
        ]
    },
    {
        "id": "e0eb3016-9288-4dc0-9257-3de36e5ad73c",
        "title": "锦瑟",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die prachtvolle Zither hat aus keinem Grund fünfzig Saiten; Jede Saite, jeder Steg bringt ein jugendliches Jahr in Erinnerung."
            },
            {
                "senid": 1,
                "content": "Der Morgenstraum des Meisters Zhuang verirrt sich in einem Schmetterling; Der Frühlingsherz des Kaisers Wang wird an den Kuckuck anvertraut."
            },
            {
                "senid": 2,
                "content": "Unter dem Mondlicht weinen Meerjungfrauen perlene Tränen in blauen Meeren; Vom Sonnengeschwärzten Jade aus Lantian zieht eine geisterhafte Dunst auf."
            },
            {
                "senid": 3,
                "content": "Diese Gefühle könnten zu geschätzten Erinnerungen werden; Doch schon damals waren sie von Melancholie getönt."
            }
        ]
    },
    {
        "id": "27ff54ab-4861-43d8-b3c1-69113d2e4e10",
        "title": "近试上张籍水部",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Gestern Abend brannten im Brautgemach die purpurroten Kerzen niedrig. Bei Tagesanbruch werden wir die Eltern in der formellen Reihe der Halle begrüßen."
            },
            {
                "senid": 1,
                "content": "[Nachdem] ich meine Toilette beendet habe, flüstere ich zu meinem Ehemann: 'Sind meine Augenbrauenfarben modisch gemalt, mein lieber Ehemann?'"
            }
        ]
    },
    {
        "id": "a1824eb8-4e2e-4d53-9a33-e1dcfe7d1c73",
        "title": "经邹鲁祭孔子而叹之",
        "author": "明皇帝",
        "sentence": [
            {
                "senid": 0,
                "content": "Was war die Suche des Meisters?"
            },
            {
                "senid": 1,
                "content": "Ruhlos im Auftrag seiner Zeit?"
            },
            {
                "senid": 2,
                "content": "Das Land bleibt die Stadt Zou."
            },
            {
                "senid": 3,
                "content": "Sein Wohnhaus wurde die königliche Krone von Lu."
            },
            {
                "senid": 4,
                "content": "Seufzend über den Phönix und beklagend das Schicksalstest,"
            },
            {
                "senid": 5,
                "content": "Trauernd über Einhorn, wo der Weg des Dao endete."
            },
            {
                "senid": 6,
                "content": "Nun sieh dir das zwischen Pfeilern gesegnete Heiligtum an."
            },
            {
                "senid": 7,
                "content": "So wie in seinem heiligen Traum's ewiger Robe."
            }
        ]
    },
    {
        "id": "ca2c489a-e433-4c0f-8248-77d354f0665e",
        "title": "静夜思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Vor meinem Bett glitzert das Mondlicht."
            },
            {
                "senid": 1,
                "content": "Ich vermute, es ist Frost auf dem Boden."
            },
            {
                "senid": 2,
                "content": "Ich schaue auf und starre auf den Bergmond."
            },
            {
                "senid": 3,
                "content": "Schauend nach unten sehne ich mich nach zu Hause."
            }
        ]
    },
    {
        "id": "1c1d545e-07a1-46a9-bb76-b7473c1fde43",
        "title": "九日登望仙台呈刘明府容",
        "author": "崔曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Kaiser Hanwen hat einen hohen Turm, An diesem Tag erklimmt man ihn, als das Morgenglanz aufgeht."
            },
            {
                "senid": 1,
                "content": "Die Wolken und Berge der Drei Jin wälzen sich nach Norden, Die Stürme und Regen der beiden Grabanlagen brechen vom Osten herein."
            },
            {
                "senid": 2,
                "content": "Wer kennt jetzt noch den Torwächter Yin? Der Flußunsterbliche kehrt nicht zurück."
            },
            {
                "senid": 3,
                "content": "Lasst uns den Magistrat von Pengze in der Nähe suchen, Und fröhlich trunken unter Chrysanthementassen sein."
            }
        ]
    },
    {
        "id": "6bbd1c2c-8c43-4ffb-b7b3-506d74266cee",
        "title": "九月九日忆山东兄弟",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Einsam in einem fremden Land als Fremder vermisse ich meine Verwandten an Festtagen doppelt so sehr."
            },
            {
                "senid": 1,
                "content": "Von weit her weiß ich, dass meine Brüder die Höhen besteigen und mit Hartriegelzweigen an den Gürteln, nur einer fehlt im Anblick."
            }
        ]
    },
    {
        "id": "9f5ded08-4f6f-4641-878e-897904483479",
        "title": "郡斋雨中与诸文士燕集",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Wachen stehen dicht mit bemalten Halberden, im Festsaal liegt eine lingernde Düfte."
            },
            {
                "senid": 1,
                "content": "Meerwinde bringen Regen, sorglos in der kühlen Pavillon am Teich."
            },
            {
                "senid": 2,
                "content": "Krankheiten sind fast vertrieben, geehrte Gäste füllen den Saal wieder."
            },
            {
                "senid": 3,
                "content": "Ich schäme mich vor meiner exaltierten Wohnung, ohne das Wohlergehen der Menschen hier zu sehen."
            },
            {
                "senid": 4,
                "content": "Verständnis löst Streitigkeiten, die befreiende Natur vergisst Formalitäten."
            },
            {
                "senid": 5,
                "content": "Frisches Fleisch ist saisonbedingt verboten, Glücklicherweise können Früchte und Gemüse probiert werden."
            },
            {
                "senid": 6,
                "content": "Mit gebeugtem Kopf Wein trinkend, die Augen auf die goldenen Verse hebend."
            },
            {
                "senid": 7,
                "content": "Fröhlicher Geist, schwereloser Körper, Seele sehnt sich, mit dem Wind zu fliegen."
            },
            {
                "senid": 8,
                "content": "Die Literaturkunst in der Wu - Region blüht, Talente wogen jetzt wie Ozeanfluten."
            },
            {
                "senid": 9,
                "content": "Jetzt sehe ich, dass das Wesen dieses großen Gebiets über bloßen Reichtum und Steuern hinausgeht."
            }
        ]
    },
    {
        "id": "94ae3e7e-eb5d-414c-bfd6-124f50687ce5",
        "title": "客夜与故人偶集",
        "author": "戴叔伦",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Herbsthimmel hält wieder den vollen Mond."
            },
            {
                "senid": 1,
                "content": "Die Stadttore erheben sich gewaltig in der tausendfachen Nacht."
            },
            {
                "senid": 2,
                "content": "Noch einmal versammeln wir uns in Jiangnans Umarmung."
            },
            {
                "senid": 3,
                "content": "Halb zweifle ich, ob dieses Treffen nur ein flüchtiger Traumspur ist."
            },
            {
                "senid": 4,
                "content": "Windgerührte Äste erschrecken Krähen im dunklen Flug."
            },
            {
                "senid": 5,
                "content": "Taubefeuchtete Gräser bedecken die kalte Notlage der Grillen."
            },
            {
                "senid": 6,
                "content": "Wanderer finden Trost in einem reichlichen Maß Wein."
            },
            {
                "senid": 7,
                "content": "Angst vor der Morgenglocke, die dieses geteilte Vergnügen beenden würde."
            }
        ]
    },
    {
        "id": "9da0cbe5-52d4-4efc-8be2-2f78f1a8f097",
        "title": "客至",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Süden und Norden meiner Hütte fließen die Frühlingswässer."
            },
            {
                "senid": 1,
                "content": "Nur Schwärme von Möwen kommen täglich, wie wir sehen."
            },
            {
                "senid": 2,
                "content": "Der blumenbepflanzte Weg wurde niemals für Gäste gesäubert."
            },
            {
                "senid": 3,
                "content": "Das Ziegengatter öffnet sich jetzt zum ersten Mal für Sie."
            },
            {
                "senid": 4,
                "content": "Entfernte Märkte bieten einfaches Essen, keine abwechslungsreichen Gerichte."
            },
            {
                "senid": 5,
                "content": "Unser bescheidenes Zuhause bietet nur altes Wein, nichts Neues."
            },
            {
                "senid": 6,
                "content": "Wenn Sie mit dem alten Mann nebenan trinken wollen,"
            },
            {
                "senid": 7,
                "content": "Über den Zaun hinweg werde ich rufen, um das letzte Getränk auszuschenken."
            }
        ]
    },
    {
        "id": "da157c27-d317-4205-9cdc-a254445659fc",
        "title": "落花",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Von der hohen Turm hat der Gast endlich gegangen."
            },
            {
                "senid": 1,
                "content": "Im kleinen Garten flattern die Blumen wild herum."
            },
            {
                "senid": 2,
                "content": "Unregelmäßige Pfade verbinden gewundene Gassen."
            },
            {
                "senid": 3,
                "content": "Entfernte Pfade begleiten den vergehenden Sonnenuntergang."
            },
            {
                "senid": 4,
                "content": "Herzzerbrochen, kann ich es nicht ertragen, sie wegzuschieben."
            },
            {
                "senid": 5,
                "content": "Obwohl meine Augen weh tun, sehne ich mich immer noch nach deinem Rückkehr."
            },
            {
                "senid": 6,
                "content": "Duftende Herzen verblassen mit dem vergehenden Frühling."
            },
            {
                "senid": 7,
                "content": "Alles, was bleibt, sind Tränen, die meine Ärmel beflecken."
            }
        ]
    },
    {
        "id": "d7c6d072-6e84-482e-856a-5a4c21226a3c",
        "title": "乐游原",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Als sich die Stimmung am Abend unruhig wandelt, fahre ich mit meinem Wagen auf den alten Hügel."
            },
            {
                "senid": 1,
                "content": "Der Sonnenuntergang strahlt grenzenlose Schönheit aus, doch die Dämmerung naht rasch."
            }
        ]
    },
    {
        "id": "f4301f96-e872-4eae-aa51-0d12328059d1",
        "title": "李端公",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Der alte Pass ist von verdorrten Gräsern überwuchert; Abschied nehmen hier erfüllt das Herz mit Trauer."
            },
            {
                "senid": 1,
                "content": "Der Weg erstreckt sich jenseits der kalten Wolken; wir kehren zurück, wenn der Abendschnee fällt."
            },
            {
                "senid": 2,
                "content": "Als junger Waise wanderte ich früh umher; Schwierigkeiten verzögerten unser Treffen."
            },
            {
                "senid": 3,
                "content": "Mit verborgenen Tränen sehen wir der Leere entgegen; in dieser staubigen Welt, wann werden wir uns wieder treffen?"
            }
        ]
    },
    {
        "id": "ac97d42b-8fef-42c9-829f-baafe89b4cdc",
        "title": "利州南渡",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Stille Gewässer spiegeln den Schein der sinkenden Sonne wider."
            },
            {
                "senid": 1,
                "content": "Verdrehte Inseln vermischen sich mit jadegrünen Gipfeln in nebligem Fluss."
            },
            {
                "senid": 2,
                "content": "Wiehern Pferde beobachten, wie Ruder die Wellenkuppen durchschneiden."
            },
            {
                "senid": 3,
                "content": "An Weiden ruhende Menschen erwarten mit Eifer die zurückkehrenden Boote."
            },
            {
                "senid": 4,
                "content": "Sandgrasklümpchen verstreuen Möwen in plötzlichem Flug."
            },
            {
                "senid": 5,
                "content": "Während ein einsamer Reiher die weiten Felder weiß malt."
            },
            {
                "senid": 6,
                "content": "Wer wird mit mir segeln, um Fan Lis Rückzugsort zu finden?"
            },
            {
                "senid": 7,
                "content": "Wo die Nebel der Fünf Seen weltliche Trug löst."
            }
        ]
    },
    {
        "id": "15c6cbc9-753a-4f09-86bf-4fe2d8bb1fee",
        "title": "凉思",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Wellen beruhigen sich am Geländer, wenn die Gäste gehen, Die Zikaden ruhen, der Tau füllt die Äste."
            },
            {
                "senid": 1,
                "content": "Ewige Gedanken verweilen in dieser Jahreszeit, Lehnen, Stehen, die Zeit verschiebt sich von allein."
            },
            {
                "senid": 2,
                "content": "Das Große Dipper und der Frühling sind beide weit entfernt, Der Gesandte von Southling verweilt, kommt langsam an."
            },
            {
                "senid": 3,
                "content": "Am Rande der Welt werden Träume oft gedeutet, Zweifelnde an Fehlern, fragend nach neuen Freunden."
            }
        ]
    },
    {
        "id": "0445f296-5816-4ab9-a617-7d8ed29088ea",
        "title": "凉州词二首 一",
        "author": "王翰",
        "sentence": [
            {
                "senid": 0,
                "content": "Leuchtende Becher voller Weintraubenwein,"
            },
            {
                "senid": 1,
                "content": "Sehnlichst wollend trinken, mahnt die Laute mich zu reiten."
            },
            {
                "senid": 2,
                "content": "Betrunken auf dem Schlachtfeld, lache nicht,"
            },
            {
                "senid": 3,
                "content": "Seit der Antike, wie viele kehren aus dem Krieg zurück?"
            }
        ]
    },
    {
        "id": "526d4ecc-e123-4b9d-a213-958bb947593d",
        "title": "凉州词二首 一",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Gelbe Fluss steigt weit hinauf in die weißen Wolken."
            },
            {
                "senid": 1,
                "content": "Eine einsame Festung erhebt sich inmitten gewaltiger Berge."
            },
            {
                "senid": 2,
                "content": "Warum muss die Qiang-Flöte über die Weiden klagen?"
            },
            {
                "senid": 3,
                "content": "Das Licht des Frühlings erreicht nicht jenseits des Jades Tores."
            }
        ]
    },
    {
        "id": "a9d3bfca-8402-4946-ad02-53db1964a3b2",
        "title": "列女操",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Phönixbäume altern zusammen, Mandarinenten sterben paarweise."
            },
            {
                "senid": 1,
                "content": "Eine keusche Frau folgt ihrem Herrn im Tode und opfert ihr Leben ohne Reue."
            },
            {
                "senid": 2,
                "content": "Keine Wogen sollen diesen Schwur aufwirbeln - mein Herz spiegelt ruhiges Brunnenwasser."
            }
        ]
    },
    {
        "id": "7f4cacb5-cde8-40de-9b14-e223879cc2f4",
        "title": "留别王侍御维",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "In Stille, was warte ich eigentlich ab?"
            },
            {
                "senid": 1,
                "content": "Morgen für Morgen kehre ich leer zurück."
            },
            {
                "senid": 2,
                "content": "Ich sehne mich danach, duftende Gräser weit weg zu suchen."
            },
            {
                "senid": 3,
                "content": "Trotzdem bedaure ich es, von den Wegen alter Freunde zu scheiden."
            },
            {
                "senid": 4,
                "content": "Wer auf diesem Weg würde mir helfen?"
            },
            {
                "senid": 5,
                "content": "Wahre Freunde sind in dieser Welt selten."
            },
            {
                "senid": 6,
                "content": "Ich sollte die Einsamkeit annehmen."
            },
            {
                "senid": 7,
                "content": "Und das Tor meiner Heimat fest verschließen."
            }
        ]
    },
    {
        "id": "fde30eaa-9b2c-47ce-ba49-c1356353ac9a",
        "title": "陇西行四首 二",
        "author": "陈陶",
        "sentence": [
            {
                "senid": 0,
                "content": "Sie schworen, die Xiongnu auszurotten, ohne Rücksicht auf ihr Leben."
            },
            {
                "senid": 1,
                "content": "Fünftausend zibetbekleidete Krieger starben in den Wüsten沙地 der Xiongnu."
            },
            {
                "senid": 2,
                "content": "Mitleidenswerte Knochen liegen am Ufer des Wuding - Flusses."
            },
            {
                "senid": 3,
                "content": "Dennoch werden sie in den Frühlingskabinen immer wieder geträumt."
            }
        ]
    },
    {
        "id": "4e491c2f-c3c8-487f-8e76-63bd0a811b30",
        "title": "庐山谣寄卢侍御虚舟",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich bin ein wilder Mann aus Chu, spotte über Konfuzius mit Phönixgesang."
            },
            {
                "senid": 1,
                "content": "Mit einem grünen Jadelstab verlasse ich den Gelben Kranich-Turm bei Morgen."
            },
            {
                "senid": 2,
                "content": "Auf den fünf Gipfeln nach Unsterblichen suchend, scheue ich keine Ferne, liebe es, berühmte Berge zu durchstreifen."
            },
            {
                "senid": 3,
                "content": "Der Berg Lu erhebt sich prächtig neben dem Südlichen Wagen, seine neunfachen Schirme breiten sich wie Wolkenbrokat aus."
            },
            {
                "senid": 4,
                "content": "Schatten fallen auf den hellen See mit azurblauem Glanz, vor dem goldenen Palast erstrecken sich zwei Gipfel lang."
            },
            {
                "senid": 5,
                "content": "Die Milchstraße hängt umgekehrt über drei Steinbrücken, der Räuchergefäß-Wasserfall blickt aus der Ferne."
            },
            {
                "senid": 6,
                "content": "Smaragdgrüne Schatten und rote Wolken spiegeln die Morgensonne, Vögel erreichen nicht den weiten Himmel von Wu."
            },
            {
                "senid": 7,
                "content": "Hoch steigend, sehe ich die Pracht zwischen Himmel und Erde, der große Fluss strömt grenzenlos, kehrt nie zurück."
            },
            {
                "senid": 8,
                "content": "Gelbe Wolken bewegen die Farbe des Windes über zehntausend Meilen, weiße Wellen in neun Strömen fließen von schneeigen Bergen."
            },
            {
                "senid": 9,
                "content": "Ich würde eine Ballade für den Berg Lu schreiben, meine Eingebung von seiner Pracht entfacht."
            },
            {
                "senid": 10,
                "content": "Müßig in den Steinspiegel blickend, klärt sich mein Herz, wo Herzog Xie ging, bedeckt nun grünes Moos."
            },
            {
                "senid": 11,
                "content": "Nach dem Elixier entledige ich mich weltlicher Bande, die dreifachen Klänge meiner Zither markieren den ersten Schritt des Dao."
            },
            {
                "senid": 12,
                "content": "Fern sehe ich Unsterbliche in bunten Wolken, mit Lotos in der Hand, zur Jadekaiserstadt ziehend."
            },
            {
                "senid": 13,
                "content": "Vorab steige ich in den weiten neunten Himmel, in der Hoffnung, mit Lu Ao die Große Klarheit zu durchstreifen."
            }
        ]
    },
    {
        "id": "d129dc0f-cec9-4073-bb89-cb9312564d9d",
        "title": "轮台歌奉送封大夫出师西征",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Auf der Stadtmauer von Luntai klingen die Hörner in der Nacht. Norden von Luntai fallen die Fahnen."
            },
            {
                "senid": 1,
                "content": "Gefiederte Botschaften überquerten Quli in der Nacht. Das Lager des Khans ist westlich des Goldbergs sichtbar."
            },
            {
                "senid": 2,
                "content": "Von den westlichen Wachtürmen aus wird der dunkle Staubwolkenhaufen gesehen. Die Han - Truppen sind nördlich von Luntai stationiert."
            },
            {
                "senid": 3,
                "content": "Die Generäle heben die Fahnen und reiten nach Westen. Am Morgengrauen leiten Flöten die stolz marschierenden Truppen."
            },
            {
                "senid": 4,
                "content": "Die Trommeln erschüttern die vier Seiten, Schneemeere wallen auf. Das Gebrüll der drei Armeen lässt die Yin - Berge beben."
            },
            {
                "senid": 5,
                "content": "Barbarische Festungen erheben sich in bewölktem Himmel. Schlachtfeldknochen winden sich durch freigelegte Wurzeln."
            },
            {
                "senid": 6,
                "content": "Am Schwertfluss tragen starke Winde riesige Schneeflocken. Am Sandpass rutschen die Hufe von gefrorenen Steinen."
            },
            {
                "senid": 7,
                "content": "Der Vizekanzler dient durch dick und dünn und schwört, die Grenzen für seinen Herrscher zu beruhigen."
            },
            {
                "senid": 8,
                "content": "Seit alters her, wer sah nicht die Geschichtsbücher? Nun übertrifft mein Ruhm den der Alten."
            }
        ]
    },
    {
        "id": "4925c861-b0f8-4b2f-923e-9cba2df1323e",
        "title": "洛阳女儿行",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine junge Frau aus Luoyang wohnt gegenüber, Ihr schönes Gesicht ist kaum fünfzehn Jahre alt."
            },
            {
                "senid": 1,
                "content": "Ihr Ehemann reitet auf einem gescheckten Pferd mit leuchtendem Jadebiss, Ihre Magd serviert geschnittene Karpfen auf einem goldenen Teller."
            },
            {
                "senid": 2,
                "content": "Karmesinrote Türme stehen einander gegenüber, Pfirsichblüten und Weidenzweige streifen die bemalten Dächer."
            },
            {
                "senid": 3,
                "content": "Seidene Vorhänge begleiten sie in ihren duftenden Wagen nach Hause, Wertvolle Fächer begrüßen sie in brokatene Vorhänge."
            },
            {
                "senid": 4,
                "content": "Ihr toter Ehemann prahlt in seiner Jugend mit Reichtum, Seine Arroganz überstrahlt die Verschwendung von Ji Lun."
            },
            {
                "senid": 5,
                "content": "Er verwöhnt jadeähnliche Dienstmädchen mit Tanzunterricht, Verteilt Korallen-Schätze rücksichtslos."
            },
            {
                "senid": 6,
                "content": "Der Morgengrauen erlischt die neun Lichter am Frühlingsfenster, Ihre Bruchstücke flattern wie verstreute Blüten."
            },
            {
                "senid": 7,
                "content": "Nach den Feierlichkeiten bleibt keine Zeit für richtige Musik, Sie sitzt parfümiert in voller Schminke."
            },
            {
                "senid": 8,
                "content": "Alle ihre Bekannten gehören zur städtischen Elite, Tag und Nacht besuchen sie die adligen Häuser von Zhao - Li."
            },
            {
                "senid": 9,
                "content": "Wer bemitleidet die Maid aus Yue, ihr Antlitz wie Jade, arm und niedrig, am Flussufer Seide waschend?"
            }
        ]
    },
    {
        "id": "200fe9fa-0221-4123-86de-4d63ce9d3daf",
        "title": "旅宿",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Im Gasthaus, ohne guten Begleiter, in stillem Nachdenken versunken."
            },
            {
                "senid": 1,
                "content": "Neben der kalten Lampe entstehen Gedanken an alte Angelegenheiten. Der Ruf einer einsamen Gans stört die beunruhigte Schlafzeit."
            },
            {
                "senid": 2,
                "content": "Ferne Träume dauern bis zum ersten Morgengrauen an. Briefe von zu Hause kommen ein Jahr zu spät."
            },
            {
                "senid": 3,
                "content": "Der neblige Mond über dem Xiang-Fluss scheint hell. Ein Fischerboot liegt in der Nacht vor meiner Tür festgemacht."
            }
        ]
    },
    {
        "id": "f96506ea-e8ac-47e0-a0a6-ccd306e56645",
        "title": "旅夜书怀",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Feine Gräser, vom Wind berührte Ufer; Ein einsames Boot mit hohem Mast in der Nacht."
            },
            {
                "senid": 1,
                "content": "Sterne hängen tief, während die Ebenen weit ausgedehnt sind, der Mond schwappt dort, wo die großen Flüsse strömen."
            },
            {
                "senid": 2,
                "content": "Wird Ruhm durch diese geschriebenen Zeilen erzielt? Amt aufgrund des Lebensalters niedergelegt."
            },
            {
                "senid": 3,
                "content": "Wandern - womit lässt sich das vergleichen? Eine einsame Möwe zwischen Erde und Himmel."
            }
        ]
    },
    {
        "id": "7e75853a-bf7a-4d8d-b3e9-0537f4ed913a",
        "title": "马嵬坡",
        "author": "郑畋",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Kaiser kehrt sein Pferd um, Lady Yang trifft ihr Ende."
            },
            {
                "senid": 1,
                "content": "Obwohl die Leidenschaft vergeht, erneuern sich Sonne und Mond."
            },
            {
                "senid": 2,
                "content": "Am Ende durchsetzt sich das Dekret des weisen Kaisers."
            },
            {
                "senid": 3,
                "content": "Wie steht es mit dem Brunnen im Jingyang-Palast, wer teilt diese Geschichte noch?"
            }
        ]
    },
    {
        "id": "5ccd5188-0e5d-450e-8ec5-d6e661fac4f7",
        "title": "没蕃故人",
        "author": "张籍",
        "sentence": [
            {
                "senid": 0,
                "content": "Vor zwei Jahren zogen wir gegen das Land der Yuezhi."
            },
            {
                "senid": 1,
                "content": "Unsere gesamte Truppe ging an der Festungsschlinge unter."
            },
            {
                "senid": 2,
                "content": "Die Truppen der Tang-Dynastie und der Tibeter trennten alle Verbindungen."
            },
            {
                "senid": 3,
                "content": "Der Tod trennt uns, die wir das sterbliche Leben gemeinsam hatten."
            },
            {
                "senid": 4,
                "content": "Niemand holt die verlassenen, kahlen Zelte ein."
            },
            {
                "senid": 5,
                "content": "Die zurückkehrenden Pferde schnuppern die zerrissenen Banner dort."
            },
            {
                "senid": 6,
                "content": "Ich zögere, zu trauern, weil ich zweifle, dass du gestorben bist."
            },
            {
                "senid": 7,
                "content": "Dennoch weine ich am Ende der Welt in dieser tränenverschmierten Stunde."
            }
        ]
    },
    {
        "id": "0710a746-8660-4bc1-b073-8ce51ac9f4d9",
        "title": "梦李白二首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Schwebende Wolken streifen den ganzen Tag, der Wanderer verzögert weiterhin seinen Weg."
            },
            {
                "senid": 1,
                "content": "Drei Nächte lang habe ich so sehr an dich geträumt, deine zarte Liebe wurde klar."
            },
            {
                "senid": 2,
                "content": "Meine Rückkehr drängt, die Reise bringt Belastung, ich gestehe die Schwierigkeiten ein."
            },
            {
                "senid": 3,
                "content": "Flüsse toben mit stürmischer Macht, Boote können in der Nacht untergehen."
            },
            {
                "senid": 4,
                "content": "Beim Gehen kratze ich meine graue Mähne, als wären lebenslange Gelübde geflohen."
            },
            {
                "senid": 5,
                "content": "Während Hüte und Baldachine die Szene der Hauptstadt füllen, wird diese Seele allein blass und mager."
            },
            {
                "senid": 6,
                "content": "Wer behauptet, dass das Netz des Gesetzes weit reicht? Im Alter bleiben die Belastungen."
            },
            {
                "senid": 7,
                "content": "Ewiges Ruhm über unendliche Jahre, aber stille Erde beendet unsere Sphären."
            }
        ]
    },
    {
        "id": "c9362aba-fb50-481b-a4cd-08ddd65cdd2a",
        "title": "梦李白二首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Bei der Trennung durch den Tod schlucken wir die Seufzer hinunter; die Trennung im Leben bringt immer Trauer."
            },
            {
                "senid": 1,
                "content": "In den pestilenzbefallenen Sümpfen des Jiangnan hinterlässt der Verbannte keine Spur."
            },
            {
                "senid": 2,
                "content": "Mein alter Freund besucht meine Träume und weiß von meinem ständigen Verlangen."
            },
            {
                "senid": 3,
                "content": "Ich befürchte jedoch, dass dies nicht seine lebendige Seele ist - der Weg ist zu weit, um ihn einzuschätzen."
            },
            {
                "senid": 4,
                "content": "Sein Geist kommt durch blaugrüne Ahornbäume und kehrt durch verdunkelte Pässe zurück."
            },
            {
                "senid": 5,
                "content": "Du bist jetzt im Netz des Schicksals gefangen; wie könntest du Flügel schlagen?"
            },
            {
                "senid": 6,
                "content": "Der sinkende Mond flutet die Dachbalken und zögert über deinen Zügen."
            },
            {
                "senid": 7,
                "content": "Tiefe Gewässer, breite Wellen - lass dich von keinem Drachen fangen."
            }
        ]
    },
    {
        "id": "16ddf43c-ac3a-47bc-95a5-36a49bceb30b",
        "title": "贫女",
        "author": "秦韬玉",
        "sentence": [
            {
                "senid": 0,
                "content": "Mein bescheidenes Tor kennt den Duft von Seiden und Samten nicht. Die Suche nach guten Heiratsvermittlern vertieft meine Traurigkeit."
            },
            {
                "senid": 1,
                "content": "Wer schätzt Grazie und edlen Geschmack? Alle loben die Einfachheit der Zeit."
            },
            {
                "senid": 2,
                "content": "Meine geschickten Finger trauen sich zu zeigen, Aber ich male meine Augenbrauen nie nach der Mode."
            },
            {
                "senid": 3,
                "content": "Mit bitterer Qual spule ich das goldene Faden, Nähe Brautkleider, die nie mein Eigen sein werden."
            }
        ]
    },
    {
        "id": "ea3f91f0-487e-4df7-826a-3692ef82e64d",
        "title": "遣悲怀三首 二",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Früher machten wir uns über die Dinge nach dem Tod lustig."
            },
            {
                "senid": 1,
                "content": "Jetzt werden all diese Visionen mit jedem Atemzug sichtbar."
            },
            {
                "senid": 2,
                "content": "Deine Kleider wurden verteilt, es bleiben keine zum Sehen übrig."
            },
            {
                "senid": 3,
                "content": "Dennoch bleibt die Nähnade verschlossen - es ist für mich zu schmerzlich."
            },
            {
                "senid": 4,
                "content": "Ich schätze immer noch die alte Liebe, wenn ich die Diener begrüße."
            },
            {
                "senid": 5,
                "content": "Und ich sende Münzen in Träumen, wo unsere Geister sich treffen."
            },
            {
                "senid": 6,
                "content": "Obwohl ich weiß, dass alle Sterblichen diese Trauer teilen."
            },
            {
                "senid": 7,
                "content": "Die Sorgen armer Ehepaare vermehren sich ungleich."
            }
        ]
    },
    {
        "id": "82f57261-b608-4ee9-8d88-7fde20c49a7a",
        "title": "遣悲怀三首 三",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Sitzend in Leere klage ich um dich und mich."
            },
            {
                "senid": 1,
                "content": "Einhundert Jahre - wie kurz diese Zeit uns ist gegeben."
            },
            {
                "senid": 2,
                "content": "Deng You, kindlos, suchte das Schicksalsurteil."
            },
            {
                "senid": 3,
                "content": "Pan Yues Trauerverse vermag seinen Schmerz nicht zu fassen."
            },
            {
                "senid": 4,
                "content": "In der dunklen Tiefe des gemeinsamen Grabs, was bleibt noch von Hoffnung?"
            },
            {
                "senid": 5,
                "content": "Die Wiedervereinigung in zukünftigen Leben ist noch schwieriger zu hoffen."
            },
            {
                "senid": 6,
                "content": "Nur durch endlose Nächte werde ich wachen bleiben."
            },
            {
                "senid": 7,
                "content": "Um dein Leben voller gerunzelter Stirn zu vergüten."
            }
        ]
    },
    {
        "id": "8b57e03d-6d1f-4a4a-ba34-1f58e2551ca1",
        "title": "遣悲怀三首 一",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Xie Gongs am liebsten gehegte jüngste Tochter."
            },
            {
                "senid": 1,
                "content": "Verheiratet mit Qian Lou, musste sie endlose Schwierigkeiten ertragen."
            },
            {
                "senid": 2,
                "content": "Sie suchte in der bemalteten Truhe, weil ich keine Kleider hatte."
            },
            {
                "senid": 3,
                "content": "Ich bat sie um Wein und brachte sie dazu, ihre goldene Haarspange herauszuziehen."
            },
            {
                "senid": 4,
                "content": "Wildgemüse füllte unsere Mahlzeiten; wir genossen die langen Bohnenblätter."
            },
            {
                "senid": 5,
                "content": "Fallende Blätter belieferten unser Feuer, indem wir uns auf den alten Locustbaum stützten."
            },
            {
                "senid": 6,
                "content": "Jetzt übersteigt mein Gehalt hunderttausend Münzen."
            },
            {
                "senid": 7,
                "content": "Für dich bereite ich Opfergaben vor und halte Gedenkfeiern."
            }
        ]
    },
    {
        "id": "92ae04dc-89af-45d6-9e31-204a01df801d",
        "title": "遣怀",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Zerknirscht wanderte ich durch Jiangnan mit Wein an der Seite."
            },
            {
                "senid": 1,
                "content": "Schlanke Taille, so zart und leicht in meiner Hand, es bricht mein Herz."
            },
            {
                "senid": 2,
                "content": "Nach zehn Jahren erwachte ich aus meinem Yangzhou - Traum,"
            },
            {
                "senid": 3,
                "content": "Erlangte ich in den Bordellen einen rücksichtslosen Ruhm."
            }
        ]
    },
    {
        "id": "7d906794-b4d1-4922-9c59-eee5b19602ad",
        "title": "琴歌",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Gastgeber teilt Wein in dieser Nacht der Freude, Bitten Sie den Gast aus Guangling, die Zither mit Macht zu spielen."
            },
            {
                "senid": 1,
                "content": "Der Mond batht die Stadtmauern, wo Krähen halb fliegen, Frost kühlt unzählige Bäume, während der Wind durch die Roben gleitet."
            },
            {
                "senid": 2,
                "content": "Bronzeinsenzkessel und prächtige Kerzen verstärken das Glühen, Zuerst spielt 'Lushui', dann fließen die Melodien von 'Chu Concubine'."
            },
            {
                "senid": 3,
                "content": "Ein einziger Ton stillt alle Geschöpfe in tiefem Schweigen, Die Sterne verblassen, während stille Gäste sich versammeln."
            },
            {
                "senid": 4,
                "content": "Ich werde tausend Meilen auf Qinghuais klare Mission reiten, Wage ich es zu verkünden: Mein Leben in den bewölkten Bergen beginnt hier."
            }
        ]
    },
    {
        "id": "0613f575-4f07-4326-8591-603fb3d1da45",
        "title": "秦中感秋寄远上人",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich habe lange gewünscht, auf einem Hügelchen zu liegen, aber ich habe keine Mittel, um drei Gartenspfade zu bewirtschaften."
            },
            {
                "senid": 1,
                "content": "Nördliche Länder sind nicht mein Wunsch, ich sehne mich nach meinem Lehrer in Donglin."
            },
            {
                "senid": 2,
                "content": "Gold ist wie brennende Zimtbaumrinde erschöpft, der Ehrgeiz welkt von Jahr zu Jahr."
            },
            {
                "senid": 3,
                "content": "Abendbrisen bringen kühle Luft, aber das Gesang der Zikaden vertieft meine Traurigkeit."
            }
        ]
    },
    {
        "id": "d2b5090e-e6fe-4d4f-9dd6-fe94ff6d4b5c",
        "title": "清明日宴梅道士房",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Liegend im Wald klagend über das Ende des Frühlings, öffne ich mein Fenster, um die Pracht der Natur anzusehen."
            },
            {
                "senid": 1,
                "content": "Plötzlich taucht ein Blaumeisenbote auf und lädt mich in die Wohnung des Roten Firs ein."
            },
            {
                "senid": 2,
                "content": "Der Cinnabarofen wird erstmals angezündet, und himmlische Pfirsichblüten wehen herab."
            },
            {
                "senid": 3,
                "content": "Wenn das jugendliche Antlitz erhalten bleiben könnte, warum sollte man es bereuen, von fließenden Nebeln betrunken zu werden?"
            }
        ]
    },
    {
        "id": "59063901-7dbc-4f22-974f-ddccab675cbc",
        "title": "清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine karmesinrote Blüte, mit duftender Gnade taugetränkt."
            },
            {
                "senid": 1,
                "content": "Durch den bewölkten Wushan zieht vergeblich die Spur eines gebrochenen Herzens."
            },
            {
                "senid": 2,
                "content": "Wer im Hof der Han - Dynastie könnte diesem Anblick gewachsen sein?"
            },
            {
                "senid": 3,
                "content": "Die liebe Schwalbe lehnt sich an neue, leuchtende Schmuckstücke."
            }
        ]
    },
    {
        "id": "948fa40a-492e-4fa1-99f4-b002ae87cd24",
        "title": "清平调词三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Wolke denkt an ihr Kleid, die Blume an ihre Schönheit."
            },
            {
                "senid": 1,
                "content": "Der Frühlingswind streichelt die Geländer, die taufeuchten Blumen leuchten."
            },
            {
                "senid": 2,
                "content": "Hätte man sie nicht oben auf dem Gipfel des Jadebergs gesichtet,"
            },
            {
                "senid": 3,
                "content": "Sie muss von der Mondlichtterrasse oben herabgestiegen sein."
            }
        ]
    },
    {
        "id": "a0576d39-c4ac-4608-a4e2-249b6c31fd1d",
        "title": "青谿",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich betrete den Gelben Blumenbach, jedem Tag seinen grünen Gewässern folgend."
            },
            {
                "senid": 1,
                "content": "Mit Bergen, die unzählige Kurven machen, täuscht der Reiz der Reise die bloßen Meilen."
            },
            {
                "senid": 2,
                "content": "Geräusche hallen durch chaotische Felsen, Farben ruhen in der Stille tiefer Kiefern."
            },
            {
                "senid": 3,
                "content": "Wogenförmige Gewässer tragen Wasserlinse, kristallklare Klarheit spiegelt Schilf."
            },
            {
                "senid": 4,
                "content": "Mein Herz ist seit langem beruhigt, so ruhig wie dieser durchsichtige Bach."
            },
            {
                "senid": 5,
                "content": "Lass mich an diesem flachen Stein verweilen, meine Angelrolle bis zum Ende werfen."
            }
        ]
    },
    {
        "id": "56ca5b29-4bb9-4f12-9200-6bc7c72e4e47",
        "title": "秋登兰山寄张五",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "In den nördlichen Bergen, verhüllt von weißen Wolken, findet der Einsiedler unaussprechlichen Freude."
            },
            {
                "senid": 1,
                "content": "Um weit hinauszuschauen, besteige ich die Höhe, mein Herz fliegt hinter verschwindenden Vögeln her."
            },
            {
                "senid": 2,
                "content": "Trauer erwacht mit der Dämmerung, Freude entspringt aus dem klaren Herbstbild."
            },
            {
                "senid": 3,
                "content": "Ab und zu sieht man Dörfler zurückkehren, die am Sandstrand gehen und am Fähranleger ruhen."
            },
            {
                "senid": 4,
                "content": "Die Bäume am Horizont gleichen winzigen Kräutern, die Boote am Flussufer scheinen wie das Licht eines Mondes im Aufgang."
            },
            {
                "senid": 5,
                "content": "Wann sollen wir Wein mitbringen, um ihn zu teilen und uns im Festklang des neunten Monats zu betrinken?"
            }
        ]
    },
    {
        "id": "fdc07d9f-95b8-45f7-b1b3-9d272b3416a4",
        "title": "秋日登吴公台上寺远眺寺即陈将吴明彻战场",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Die alte Terrasse liegt in Trümmern, der Herbst weckt ein Heimweh."
            },
            {
                "senid": 1,
                "content": "Wenige Besucher gelangen zum einsamen Tempel, wo wolkenbedeckte Gipfel von tiefen Gewässern getrennt sind."
            },
            {
                "senid": 2,
                "content": "Der Sonnenuntergang hängt an den alten Festungsmauern, kalte Glockentonfüll den leeren Wald."
            },
            {
                "senid": 3,
                "content": "Beklagend die Geschichten der Südlichen Dynastien fließt der Yangtse allein durch die Zeit."
            }
        ]
    },
    {
        "id": "292c14cd-151f-4321-a94c-46fc86693eb3",
        "title": "秋日赴阙题潼关驿楼",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "Rote Blätter rascheln am Herbstabend, Am langen Pavillon empfange ich eine Kürbisflasche Wein."
            },
            {
                "senid": 1,
                "content": "Verweilende Wolken kehren zum Mount Taihua zurück, Streuende Regenquellen überqueren die Zhongtiao-Bergkette fernab."
            },
            {
                "senid": 2,
                "content": "Baumfarben folgen den weit gespannten Bergkonturen, Flussschall verschmilzt mit ferner Gezeit."
            },
            {
                "senid": 3,
                "content": "Die Hauptstadt erreiche ich morgen wie geplant, Dennoch träume ich immer noch von den Fischernwäldern, wo ich einst stand."
            }
        ]
    },
    {
        "id": "d12edd29-d467-4b19-b3f5-533fa5c8d56a",
        "title": "秋夕",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Rote Kerzen und Herbstlicht kühlen die gemalte Leinwand."
            },
            {
                "senid": 1,
                "content": "Ein leichter Seidenfächer flattert auf flackernde Glühwürmchen."
            },
            {
                "senid": 2,
                "content": "Himmelssteigen, die Farbe der Nacht kühl wie Wasser."
            },
            {
                "senid": 3,
                "content": "Sitze und schau die Sterne Altair und Vega an."
            }
        ]
    },
    {
        "id": "96455db1-a0c6-402c-8892-05c6b9a3d029",
        "title": "秋夜寄丘二十二员外",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "An dich denke ich in dieser Herbstnacht."
            },
            {
                "senid": 1,
                "content": "Spazierengehend und rezitierend in der kühlen Luft."
            },
            {
                "senid": 2,
                "content": "In den stillen Bergen fallen Kiefernzapfen."
            },
            {
                "senid": 3,
                "content": "Der Einsiedler muss noch wach sein."
            }
        ]
    },
    {
        "id": "a2b4fe60-9809-422d-afa7-143a2088f045",
        "title": "阙题",
        "author": "刘眘虚",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Weg endet dort, wo die weißen Wolken beginnen."
            },
            {
                "senid": 1,
                "content": "Der Frühling hängt am langen Fließen des grünen Baches."
            },
            {
                "senid": 2,
                "content": "Jetzt und dann kommen gefallene Blüten."
            },
            {
                "senid": 3,
                "content": "Weit vom Bach getragen, bleibt ihr Duft bestehen."
            },
            {
                "senid": 4,
                "content": "Ein stilles Tor zeigt auf den Bergweg."
            },
            {
                "senid": 5,
                "content": "Tiefe Weiden beschatten die Stube des Studiums."
            },
            {
                "senid": 6,
                "content": "An jedem sonnigen Tag leuchtet ein friedlicher Glanz hell."
            },
            {
                "senid": 7,
                "content": "Reines Licht umhüllt mich in sanfter Glut."
            }
        ]
    },
    {
        "id": "59fb3f01-65b2-416a-aefb-c13e502bfba1",
        "title": "塞下曲四首 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Gieb den Pferden Wasser und überquere den Herbstfluss; Das Wasser ist kalt, der Wind wie ein Messer."
            },
            {
                "senid": 1,
                "content": "Die ebenen Sandflächen erstrecken sich, wo die Sonne noch nicht untergegangen ist; In der Dämmerung ist Lin Tao nur schwach sichtbar."
            },
            {
                "senid": 2,
                "content": "In der Vergangenheit tobten Schlachten entlang der Großen Mauer; Alle sprachen von dem hochgehobenen Geist der Soldaten."
            },
            {
                "senid": 3,
                "content": "Gelber Staub hat die vergangenen und gegenwärtigen Zeiten begraben; Weiße Knochen liegen zerstreut zwischen Disteln und Unkräutern."
            }
        ]
    },
    {
        "id": "8d58a158-1a9b-4085-8ef7-b7b4e6adb66d",
        "title": "塞下曲四首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Zikaden singen in dem leeren Maulbeerwald, der öde Pass im August erstreckt sich voraus."
            },
            {
                "senid": 1,
                "content": "Beim Verlassen und Betreten der Grenze fühlt man die Kälte, gelbe Schilfgras bedeckt jeden Pfad."
            },
            {
                "senid": 2,
                "content": "Die Wanderer aus You und Bing seit alters her werden alle mit Staub und Sand alt."
            },
            {
                "senid": 3,
                "content": "Imitiere nicht jene streifenden Ritter, die sich ihrer schönen Pferde rühmen."
            }
        ]
    },
    {
        "id": "00f12a19-bb96-4980-a4f5-11a1b9d604dd",
        "title": "山居秋暝",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Leere Berge nach einem frischen Regen."
            },
            {
                "senid": 1,
                "content": "Die Herbstluft kommt mit der Abendkälte."
            },
            {
                "senid": 2,
                "content": "Der helle Mond scheint durch die Kiefern."
            },
            {
                "senid": 3,
                "content": "Klarwasserquellen fließen über Steine."
            },
            {
                "senid": 4,
                "content": "Das Bambus rasselt, wenn die Waschfrauen nach Hause kommen."
            },
            {
                "senid": 5,
                "content": "Die Lotusblumen bewegen sich, wenn die Fischerboote flussabwärts treiben."
            },
            {
                "senid": 6,
                "content": "Der Duft des Frühlings vergeht nach Belieben."
            },
            {
                "senid": 7,
                "content": "Edle Jugendliche können hier verweilen."
            }
        ]
    },
    {
        "id": "8af643c9-a8b0-49b7-b8e9-88920ab0bbd8",
        "title": "石鱼湖上醉歌",
        "author": "元结",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Steinfischsee spiegelt Dongtings Anmut wider. Im Sommer schwellen die Wasser an, während Junshans Grün sein Plätzchen findet."
            },
            {
                "senid": 1,
                "content": "Berge werden zu Weingläser, Wasser verwandelt sich in Teiche. Trinker setzen sich deutlich auf den Inseln im Hintergrund nieder."
            },
            {
                "senid": 2,
                "content": "Stürme rühren Tag für Tag große Wellen auf, können jedoch die mit Wein beladenen Boote auf ihrer Suche nicht aufhalten."
            },
            {
                "senid": 3,
                "content": "Mit einer langen Schöpfkelle in der Hand auf Baqius Höhe schenke ich allen ein, und Sorgen verfliegen in der Nacht."
            }
        ]
    },
    {
        "id": "8324db66-b75a-40ff-9469-cba276d2f88f",
        "title": "书边事",
        "author": "张乔",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Trompetensignale zerschneiden die klare Herbstluft."
            },
            {
                "senid": 1,
                "content": "Krieger lehnen sich an die Garnisonsgebäude."
            },
            {
                "senid": 2,
                "content": "Der Frühlingswind streichelt den grünen Grabhügel."
            },
            {
                "senid": 3,
                "content": "Die Sonne sinkt am Ort, wo Liangzhou liegt."
            },
            {
                "senid": 4,
                "content": "Die Grenzen der Großen Han kennen keinen Streit."
            },
            {
                "senid": 5,
                "content": "Dennoch erreichen Reisende dieses Grenzgebiet."
            },
            {
                "senid": 6,
                "content": "Die Gefühle der Ausländer fließen wie diese Bäche."
            },
            {
                "senid": 7,
                "content": "Mögen sie ewig nach Süden fließen."
            }
        ]
    },
    {
        "id": "f15c4b50-ee89-4927-8cf3-15e3a6a6ab95",
        "title": "蜀道难",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Weh! Wie gefährlich, wie hoch! Die Mühsal des Shu-Wegs übertrifft den Aufstieg in den azurnen Himmel!"
            },
            {
                "senid": 1,
                "content": "Cancong und Yufu, die Staaten in ferner Trübe gründeten."
            },
            {
                "senid": 2,
                "content": "Seitdem vierundachtzigtausend Jahre, keine Menschenspur mit Qins Grenze verbunden."
            },
            {
                "senid": 3,
                "content": "Im Westen bei Taibai ein Vogelpfad, der zum Gipfel des Emei quer führt."
            },
            {
                "senid": 4,
                "content": "Die Erde brach, Berge stürzten ein, Helden starben, dann verbanden Himmelsleitern und Steinwege."
            },
            {
                "senid": 5,
                "content": "Oben wenden sechs Drachen die hohe Marke der Sonne; unten winden sich tosenden Wellen in wirbelnden Strömen."
            },
            {
                "senid": 6,
                "content": "Selbst gelbe Kraniche können nicht hinüberfliegen, Affen und Gibbons verzweifeln am Klettern."
            },
            {
                "senid": 7,
                "content": "Der Qingni-Kamm, so gewunden, neun Biegungen in hundert Schritten, sich um Klippen und Gipfel windend."
            },
            {
                "senid": 8,
                "content": "Die Sterne berührend, an Brunnen vorbei, halte ich den Atem, Hand auf der Brust, sitze mit langem Seufzen."
            },
            {
                "senid": 9,
                "content": "Ich frage, wann kehrst du von deiner Westreise zurück? Der furchtbare Pfad, steile Felsen, unerklimmbar."
            },
            {
                "senid": 10,
                "content": "Nur traurige Vögel schreien in alten Bäumen, Männchen fliegen, Weibchen folgen, kreisen um den Wald."
            },
            {
                "senid": 11,
                "content": "Wieder klagen Kuckucke unter dem nächtlichen Mond, trauernd in leeren Bergen, die Mühsal des Shu-Wegs, schwerer als der Himmelsaufstieg, lässt die Gesichter der Hörer welken."
            },
            {
                "senid": 12,
                "content": "Verbundene Gipfel reichen bis zum Himmel, weniger als ein Fuß entfernt, verwelkte Kiefern hängen umgekehrt, klammern an steile Klippen."
            },
            {
                "senid": 13,
                "content": "Reißende Ströme und Wasserfälle wetteifern im Lärm, Klippen schleudern Steine, zehntausend Schluchten donnern."
            },
            {
                "senid": 14,
                "content": "So groß ist die Gefahr, weh, warum kommst du, Fernreisender, hierher?"
            },
            {
                "senid": 15,
                "content": "Der Jiange-Pass, schroff und turmhoch, ein Mann bewacht ihn, zehntausend können nicht durch."
            },
            {
                "senid": 16,
                "content": "Ist der Wächter nicht vertraut, wird er zum Wolf oder Schakal."
            },
            {
                "senid": 17,
                "content": "Morgens meide wilde Tiger, abends weiche langen Schlangen aus."
            },
            {
                "senid": 18,
                "content": "Sie knirschen mit Zähnen, saugen Blut, töten wie Hanf."
            },
            {
                "senid": 19,
                "content": "Obwohl Jinchen als freudig gilt, besser bald nach Hause zurückkehren."
            },
            {
                "senid": 20,
                "content": "Die Mühsal des Shu-Wegs übertrifft den Aufstieg in den azurnen Himmel, westwärts gewandt, seufze ich lang."
            }
        ]
    },
    {
        "id": "2f37297b-77d5-412b-bc73-105bfa4d011d",
        "title": "蜀先主庙",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Der heroische Geist von Himmel und Erde bleibt durch die Jahrhunderte hinweg beeindruckend."
            },
            {
                "senid": 1,
                "content": "Das Reich teilt sich in die Drei Königreiche Tripartite; das Erbe bringt die Fünf - Zhu - Münze der Han - Dynastie wieder zum Leben."
            },
            {
                "senid": 2,
                "content": "Ein würdiger Minister kann einen Staat gründen; ein Sohn, anders als sein Vater, mangelt es an der Eigenschaft der Weisheit."
            },
            {
                "senid": 3,
                "content": "Verwüstet tanzen die ehemaligen Hofnannen von Shu vor Wei's Palast in trauriger Stimmung."
            }
        ]
    },
    {
        "id": "a353dcb1-12cc-4ca8-af1e-55d1d62445f8",
        "title": "蜀相",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Wo findet man den Tempel des Premierministers? Jenseits der Brokatstadt ragen dichte Zypressenwälder auf."
            },
            {
                "senid": 1,
                "content": "Smaragdgrünes Gras spiegelt die Farben des Frühlings auf den Stufen wider. Durch die Blätter singen die Trauerschalken vergebens ihre süßen Töne."
            },
            {
                "senid": 2,
                "content": "Dreimal angerufen für große Staatspläne, Zwei Regierungen getragen von dem Herzen dieses alten Ministers."
            },
            {
                "senid": 3,
                "content": "Kriege unvollendet, das Leben zuerst gelöscht. Helden in allen Jahrhunderten weinen, die Tränen tränken ihre Roben."
            }
        ]
    },
    {
        "id": "31cc87f3-da0f-421d-8674-8753530077e2",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich steige vom Pferd und trinke deinen Wein, frage dich, wohin du gehst."
            },
            {
                "senid": 1,
                "content": "Du seufzt über fehlgeschlagene Ambitionen und ziehst dich ans Ende des Südlichen Berges zurück."
            },
            {
                "senid": 2,
                "content": "Gehe jetzt, frage nicht mehr - weiße Wolken treiben ewig."
            }
        ]
    },
    {
        "id": "c8a4faa6-8666-44f9-b4c9-df78d7af844d",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Nach dem Abschied in den Bergen schließe ich am Abend das Holztor."
            },
            {
                "senid": 1,
                "content": "Wenn das Gras im nächsten Frühjahr wieder grün wird, wird mein edler Freund zurückkehren oder nicht?"
            }
        ]
    },
    {
        "id": "c26445b5-a433-4cd7-9020-435866b845f9",
        "title": "送方外上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Die einsame Wolke begleitet den wilden Kranich; Wie könnten sie unter Sterblichen wohnen?"
            },
            {
                "senid": 1,
                "content": "Kaufe nicht das Land des Wozhou-Berges, denn die Menschen kennen seinen Ort bereits."
            }
        ]
    },
    {
        "id": "2c24cec1-4105-4511-bf8b-bc6d5d8d48c7",
        "title": "送李少府贬峡中王少府贬长沙",
        "author": "高适",
        "sentence": [
            {
                "senid": 0,
                "content": "Ach, bei dieser Abschiednahme, welche Gedanken hast du?"
            },
            {
                "senid": 1,
                "content": "Haltend mein Pferd, erhebe ich einen Becher, um nach dem Ort deiner Verbannung zu fragen."
            },
            {
                "senid": 2,
                "content": "Die Geheul der Gibbons in der Wu-Schlucht lässt Ströme von Tränen fließen."
            },
            {
                "senid": 3,
                "content": "Die nach Hengyang zurückkehrenden Gänse - wie viele Briefe bringen sie?"
            },
            {
                "senid": 4,
                "content": "Auf dem blauen Ahornfluss dehnen sich die Herbsthimmel weit aus."
            },
            {
                "senid": 5,
                "content": "Neben der Weißen Kaiserstadt stehen alte Bäume spärlich."
            },
            {
                "senid": 6,
                "content": "In dieser weisen Ära strömt reichlich Gnade jetzt wie Regen."
            },
            {
                "senid": 7,
                "content": "Trennt euch nur kurzzeitig; zögere nicht und bleibe nicht zurück."
            }
        ]
    },
    {
        "id": "a746d1f0-a72c-44d2-8b1c-c5c990749257",
        "title": "送灵澈上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Tiefergrünes Bambusgrabentempel,"
            },
            {
                "senid": 1,
                "content": "Ferne Klösterglocken am Dämmerung."
            },
            {
                "senid": 2,
                "content": "Tragend einen Bambusschulz im Sonnenuntergang getaucht,"
            },
            {
                "senid": 3,
                "content": "Allein zurückkehrend zu fernen grünen Bergen."
            }
        ]
    },
    {
        "id": "56bec3c2-9c0c-4d40-9750-2e28bdc9a20e",
        "title": "送綦毋潜落第还乡",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In diesem heiligen Zeitalter bleiben keine Eremiten zurück, alle Talente kehren zurück, um dem Regime zu dienen."
            },
            {
                "senid": 1,
                "content": "So lässt sogar der Einsiedler vom Osthügel das Sammeln von Farnen für weltliche Zwecke beiseite."
            },
            {
                "senid": 2,
                "content": "Obwohl ich weit von den Toren des Hofes stehe, wer wagt es zu sagen, dass mein Weg schlecht geplant ist?"
            },
            {
                "senid": 3,
                "content": "Während der kalten Speisetage quere ich Flüsse, in den Hauptstadtstädten nähe ich Frühlingsgewänder."
            },
            {
                "senid": 4,
                "content": "Mit Wein an endlosen Straßen trennen wir uns, gemeinsame Ideale bleiben in meinem Herzen."
            },
            {
                "senid": 5,
                "content": "Bald werden Zimtriegel die Flut teilen, dann stolz an meinem Brombeerzaun streichen."
            },
            {
                "senid": 6,
                "content": "Ferne Bäume begleiten die Spur der Reisenden, einsames Dorf liegt im Schleier des Sonnenuntergangs."
            },
            {
                "senid": 7,
                "content": "Obwohl meine Pläne keine Anwendung finden, sag nicht, dass nur wenige die Legierung dieses Herzens verstehen."
            }
        ]
    },
    {
        "id": "315bc0e1-f76c-49d5-9940-b212e5f9c2ae",
        "title": "送人东游",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein öde Festung, wo gelbe Blätter fallen, Entschlossen den alten Pass zu verlassen."
            },
            {
                "senid": 1,
                "content": "Starke Winde an der Überfahrt in Hanyang, Erster Sonnenaufgang über dem Yingmen - Gebirge."
            },
            {
                "senid": 2,
                "content": "Wie viele bleiben jetzt noch am Fluss? Ein einsamer Ruder kehrt vom Horizont zurück."
            },
            {
                "senid": 3,
                "content": "Wann werden wir uns wieder treffen? Heben wir einen Becher, um unsere Abschiedsschmerzen zu lindern."
            }
        ]
    },
    {
        "id": "15274300-bd45-4898-ab14-9a3dead4b620",
        "title": "送僧归日本",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich wohne in diesem edlen Land, wie es das Schicksal will. Meine Reise hierher war wie der Gang eines Traums."
            },
            {
                "senid": 1,
                "content": "Weite Meere, die sich mit dem Himmel verbinden, erstrecken sich weit. Ein leichter Dharma-Boot verlässt die irdische Welt."
            },
            {
                "senid": 2,
                "content": "Der Mond auf dem Wasser spiegelt meditative Einsicht wider. Fische und Drachen hören heilige Gesänge in der Nacht."
            },
            {
                "senid": 3,
                "content": "Schätzend die einzige leuchtende Flamme der Laterne, reist sein Licht zehntausend Meilen im Sichtfeld."
            }
        ]
    },
    {
        "id": "6340ef19-35e2-4194-96a9-3ee0a667905b",
        "title": "送魏万之京",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Morgengrauen hörte ich den Wanderer ein Abschiedslied singen."
            },
            {
                "senid": 1,
                "content": "Gestern Abend überquerte der erste Frost leise den Fluss."
            },
            {
                "senid": 2,
                "content": "Die wilden Gänse können es nicht ertragen, in Trauer gehört zu werden."
            },
            {
                "senid": 3,
                "content": "Die bewölkten Berge sind nur ein Weg für einen Reisenden."
            },
            {
                "senid": 4,
                "content": "Die Farben der Bäume an der Festung beschleunigen das Eintreten des Kalts."
            },
            {
                "senid": 5,
                "content": "Die Hämmergeräusche im Kaisergarten vermehren sich gegen Dämmerung."
            },
            {
                "senid": 6,
                "content": "Sehe Chang'an nicht als Ort der bloßen Vergnügung an."
            },
            {
                "senid": 7,
                "content": "Damit du die Jahre nicht vergeblich vergeudest."
            }
        ]
    },
    {
        "id": "1f83fccf-7476-464b-8cd4-8a2b4569c7a0",
        "title": "送友人",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Grüne Berge erstrecken sich über die nördlichen Vororte, ein weißer Fluss windet sich um die östliche Stadt."
            },
            {
                "senid": 1,
                "content": "Hier trennen wir uns endgültig, ein einsamer Steppenwolf unternimmt eine Reise von zehntausend Meilen."
            },
            {
                "senid": 2,
                "content": "Wandernde Wolken spiegeln das Herz eines Reisenden wider, die untergehende Sonne verkörpert die Zuneigung alter Freunde."
            },
            {
                "senid": 3,
                "content": "Wir winken uns beim Abschied zu, das Wiehern der sich trennenden Pferde hallt wider."
            }
        ]
    },
    {
        "id": "263b4a33-fd51-47e1-b49a-d84dd99a2e0f",
        "title": "送梓州李使君",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Zahlreiche Täler mit aufragenden Bäumen, tausend Berge widerhallen mit den Rufs der Kuckucke."
            },
            {
                "senid": 1,
                "content": "Eine Nachtregen in den Bergen, hundert Bäche stürzen von den Baumspitzen herab."
            },
            {
                "senid": 2,
                "content": "Han - Frauen zahlen Steuern mit Tóng - Stoff, Ba - Menschen streiten um Taro - Felder."
            },
            {
                "senid": 3,
                "content": "Wen Weng erweckte die Suche nach Bildung wieder zum Leben, wagte es jedoch nicht, sich auf die Weisen der Vergangenheit zu stützen."
            }
        ]
    },
    {
        "id": "cae8a893-7ae6-4824-b4c5-eada730b075f",
        "title": "苏武庙",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Su Wu's Geist verblasste vor dem Gesandten der Han-Dynastie."
            },
            {
                "senid": 1,
                "content": "Alter Tempel und erhabene Bäume stehen in stummem Geheimnis."
            },
            {
                "senid": 2,
                "content": "Wildgänse verschwinden hinter der von Wolken verhüllten Barbarenmond."
            },
            {
                "senid": 3,
                "content": "Schafe kehren über den rauchumhüllten Prärieweide hinweg zu den Grenzhügeln zurück."
            },
            {
                "senid": 4,
                "content": "Zurückkehrend zu den Terrassen, wo die Kriegszelte nicht mehr stehen."
            },
            {
                "senid": 5,
                "content": "Abscheidend mit Hut und Schwert in seiner besten Zeit."
            },
            {
                "senid": 6,
                "content": "Kein Markgrafensiegel ist am Grab von Mao Ling zu finden."
            },
            {
                "senid": 7,
                "content": "Nur die Herbstwellen weinen über den vergehenden Strom der Zeit."
            }
        ]
    },
    {
        "id": "f540f519-e3c4-41c2-b299-f1d255977705",
        "title": "宿府",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Im herbstlichen Frost zittern die Wellendorfer Plataneenbäume allein. Allein in der Stadt am Fluss wird das Ende einer Kerze gezeigt."
            },
            {
                "senid": 1,
                "content": "Die ganze Nacht spricht das traurige Heulen der Trompete von seiner Trauer. Der mittnächte Mond scheint hell, aber findet niemanden, der ihn schätzt."
            },
            {
                "senid": 2,
                "content": "Jahre vergehen ohne Nachricht von zu Hause, verwüstet vom Wind und der Zeit. Trostlose Pässe, Straßen sind hart und verlassen."
            },
            {
                "senid": 3,
                "content": "Ein Jahrzehnt in einsamer Konflikt ertrug, Jetzt fest an einem Zweig - dieses vergängliche Leben."
            }
        ]
    },
    {
        "id": "0bed9b02-991e-4e28-b631-86640147a712",
        "title": "宿建德江",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Boot wurde in der nebligen Umgegend einer Insel festgemacht."
            },
            {
                "senid": 1,
                "content": "Der Sonnenuntergang weckt erneut die Traurigkeit des Reisenden."
            },
            {
                "senid": 2,
                "content": "Auf den weiten Ebenen scheint der Himmel den Bäumen näher zu sein."
            },
            {
                "senid": 3,
                "content": "Der klare Fluss fließt, und der Mond scheint den Menschen näher zu kommen."
            }
        ]
    },
    {
        "id": "b1dad78c-4dd8-4b99-b37b-741ed761f26a",
        "title": "宿桐庐江寄广陵旧游",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Im Bergdämmerung heulenaffen traurig ; Dunkle Wasser rasen durch die schnelle Nachtströmung."
            },
            {
                "senid": 1,
                "content": "Der Wind pfiff durch die Blätter an beiden Ufern, Der Mondlicht badet ein einsames Boot."
            },
            {
                "senid": 2,
                "content": "Jiande ist nicht mein Heimatland, Doch erinnere ich mich an alte Reisen in Weiyang."
            },
            {
                "senid": 3,
                "content": "Ich werde immer noch zwei Tränenströme vergießen Und sie westlich über das ferne Meer schicken."
            }
        ]
    },
    {
        "id": "c854a853-b015-4848-823b-a786659d33b3",
        "title": "宿王昌龄隐居",
        "author": "常建",
        "sentence": [
            {
                "senid": 0,
                "content": "Der klare Bach hat eine unfassbare Tiefe, nur eine einsame Wolke verweilt im einsamen Ort."
            },
            {
                "senid": 1,
                "content": "Durch die Kiefern schaut ein schmaler Schein des Mondes hervor, sein reines Licht scheint immer noch für dich."
            },
            {
                "senid": 2,
                "content": "Dachstühle aus Stroh halten die schlafenden Schatten der Blumen, Kräutergarten pflegen kriechende Moosmuster."
            },
            {
                "senid": 3,
                "content": "Ich werde ebenfalls die weltlichen Sorgen hinter mir lassen und mich den Kranichen und Phönixen im Western Hills anschließen."
            }
        ]
    },
    {
        "id": "3e504df9-b22d-480e-9e7c-9f8ab8591b91",
        "title": "宿业师山房期丁大不至",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Die untergehende Sonne überquert die westlichen Bergrücken, alle Täler werden plötzlich dunkel."
            },
            {
                "senid": 1,
                "content": "Die Kiefer und der Mond bringen die Kühle der Nacht, Wind und Quellen erfüllen das klare Hören."
            },
            {
                "senid": 2,
                "content": "Holzfäller kehren nach Hause, fast alle sind gegangen, nebelumhüllte Vögel setzen sich erstmals auf ihre Ruhestellen."
            },
            {
                "senid": 3,
                "content": "Mein Freund hat versprochen, heute Nacht zu bleiben, allein warte ich mit der Laute am rankenbewachsenen Pfad."
            }
        ]
    },
    {
        "id": "670009c2-a701-4140-aa31-b4973f76d632",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Palast am purpurnen Quell liegt verschleiert in Nebel und Dunst."
            },
            {
                "senid": 1,
                "content": "Sie streben danach, Wucheng zu ihrer kaiserlichen Residenz zu machen."
            },
            {
                "senid": 2,
                "content": "Das Kaiser玺, nicht bestimmt, um zum rechtmäßigen Erben zurückzukehren,"
            },
            {
                "senid": 3,
                "content": "Stattdessen würden Seidenglätter die Enden der Erde erreichen."
            },
            {
                "senid": 4,
                "content": "Jetzt hält das faulige Gras keine leuchtenden Glühwürmchen mehr."
            },
            {
                "senid": 5,
                "content": "Während die Weinbergsweiden immer wieder am Abend Krähen beherbergen."
            },
            {
                "senid": 6,
                "content": "Solltest du Chen Houzhu im Verlies der Unterwelt treffen,"
            },
            {
                "senid": 7,
                "content": "Wäre es angemessen, nach den Blumen des Hinterhofes zu fragen?"
            }
        ]
    },
    {
        "id": "91f95b30-c42f-470a-9df8-dd6284fca474",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "In guter Laune wird die Reise nach Süden ohne strenge Bewachung unternommen."
            },
            {
                "senid": 1,
                "content": "Innerhalb der neun Tore, wer liest die ermahnenden Schriftrollen?"
            },
            {
                "senid": 2,
                "content": "Der Frühlingswind sieht die ganze Nation beim Schneiden von Palastbrokat."
            },
            {
                "senid": 3,
                "content": "Die Hälfte für Pferdepanzer, die Hälfte für Segels Seide."
            }
        ]
    },
    {
        "id": "0f5af383-765a-4d56-b00b-79ee2ccd5111",
        "title": "岁除夜有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Lange sind die Wege nach Sanba, gefährlich ist dieser Körper auf seiner tausend Meilen langen Reise."
            },
            {
                "senid": 1,
                "content": "Zackige Berge halten in der Nacht die anhaltende Schneedecke, eine einsame Lampe beleuchtet diesen Fremden in einem fernen Land."
            },
            {
                "senid": 2,
                "content": "Tag für Tag entferne ich mich von meinen Verwandten, nähere mich den Dienern auf diesem einsamen Weg."
            },
            {
                "senid": 3,
                "content": "Wie kann ich diese endlose Wanderung ertragen? Das kommende Jahr erstrahlt im Neuen, doch ich bleibe unbemerkt."
            }
        ]
    },
    {
        "id": "542cb326-1037-4bd9-b0f6-6479d165dc4c",
        "title": "岁暮归南山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Hör auf, Petitionen an der nördlichen Pforte zu stellen."
            },
            {
                "senid": 1,
                "content": "Kehre in meine bescheidene Hütte in den südlichen Bergen zurück."
            },
            {
                "senid": 2,
                "content": "Unwürdig bin ich vom weisen Herrscher verlassen."
            },
            {
                "senid": 3,
                "content": "Krankheit entfernt mich von alten Freunden."
            },
            {
                "senid": 4,
                "content": "Weiße Haare beschleunigen mein Altern."
            },
            {
                "senid": 5,
                "content": "Die Frühlingssonne drängt das Ende des Jahres näher."
            },
            {
                "senid": 6,
                "content": "Ewige Trauer hält mich wach."
            },
            {
                "senid": 7,
                "content": "Kiefern-Mondlicht fällt durch das leere Nachtfenster."
            }
        ]
    },
    {
        "id": "9154fc22-5e19-45b7-a506-435298bb26fc",
        "title": "台城",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "Nieselregen über dem Fluss, die Ufergräser wachsen in Harmonie."
            },
            {
                "senid": 1,
                "content": "Sechs Dynastien vergehen wie Träume, Vögel singen vergeblich in leeren Himmeln."
            },
            {
                "senid": 2,
                "content": "Am herzlosesten sind die Weiden von Taicheng."
            },
            {
                "senid": 3,
                "content": "Noch immer hüllen sie den zehn Meilen langen Deich in nebligen Seufzern."
            }
        ]
    },
    {
        "id": "1f28ab03-8388-4a2f-8c4f-3ce47789e221",
        "title": "桃花谿",
        "author": "张旭",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine schwach sichtbare fliegende Brücke teilt den wilden Nebel."
            },
            {
                "senid": 1,
                "content": "An der westlichen Seite der felsigen Küste frage ich nach dem Fischboot."
            },
            {
                "senid": 2,
                "content": "Pfirsichblüten treiben den ganzen Tag lang mit dem fließenden Wasser."
            },
            {
                "senid": 3,
                "content": "Wo entlang des klaren Baches liegt die Höhle?"
            }
        ]
    },
    {
        "id": "058db0d1-0656-4e8f-ac49-87622e16b19b",
        "title": "题大庾岭北驿",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "Im zehnten Monat sollen südlichziehende Gänse hier anhalten."
            },
            {
                "senid": 1,
                "content": "Meine Reise erstreckt sich endlos - wann werde ich zurückkehren?"
            },
            {
                "senid": 2,
                "content": "Flüsse beruhigen sich, wenn die Fluten zurückgehen, düstere Wälder sind von Qualm erfüllt."
            },
            {
                "senid": 3,
                "content": "Bei Tagesanbruch, wenn ich in Richtung Heimat schaue, sollten die Pflaumen von Longtou meine Augen begrüßen."
            }
        ]
    },
    {
        "id": "bce40ff4-816c-490c-be30-04de15f7c25e",
        "title": "题金陵渡",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Jinling - Fährhafen steht ein kleiner Turm auf dem Hügel."
            },
            {
                "senid": 1,
                "content": "Eine nächtliche Übernachtung weckt die Traurigkeit eines Reisenden."
            },
            {
                "senid": 2,
                "content": "Die Flut geht zurück unter dem Schimmer des schrägen Mondes."
            },
            {
                "senid": 3,
                "content": "Zwei oder drei sternähnliche Feuer markieren Guazhou unten."
            }
        ]
    },
    {
        "id": "2c036362-9f1d-434c-854f-b97a2a4bb19b",
        "title": "天末忆李白",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Vom Horizont erheben sich kalte Winde. Edles Herz, wohin schweifen deine Gedanken?"
            },
            {
                "senid": 1,
                "content": "Wann werden die Wildenten ankommen? Flüsse und Seen schwollen vor Herbstfluten."
            },
            {
                "senid": 2,
                "content": "Große Schriften verachten ein glückliches Schicksal. Böse Geister freuen sich über menschliche Fehler."
            },
            {
                "senid": 3,
                "content": "Lass deine Worte mit den verunglimpften Seelen kommunizieren. Wirf diese Verse in die Wirbel des Miluo."
            }
        ]
    },
    {
        "id": "72aab9ef-65a9-4a8a-b36b-61932c09ce85",
        "title": "听弹琴",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Die sieben Saiten singen klar und kalt."
            },
            {
                "senid": 1,
                "content": "Schweigend höre ich Kiefern im Gebirgswind."
            },
            {
                "senid": 2,
                "content": "Obwohl ich diese alten Melodien liebe,"
            },
            {
                "senid": 3,
                "content": "Wenige heutzutage spielen noch solche Töne."
            }
        ]
    },
    {
        "id": "71999aa1-55dd-4449-81b0-41f04686bf2e",
        "title": "听蜀僧濬弹琴",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein Mönch aus Shu hält seine smaragdene Laute in den Armen und steigt vom westlichen Gipfel des Emei-Berges ab."
            },
            {
                "senid": 1,
                "content": "Bei seiner weit ausladenden Geste höre ich, wie die Kiefern in unzähligen Tälern brausen."
            },
            {
                "senid": 2,
                "content": "Die Seele eines Reisenden wird in fließenden Strömen gereinigt, die Echo überbleibt in den frostgekühlten Glocken."
            },
            {
                "senid": 3,
                "content": "Unbewusst wendet sich der Abend über die jadegrünen Berge, und Herbstwolken schichten Schatten auf Schatten."
            }
        ]
    },
    {
        "id": "7f3799de-78b4-49bc-b6d8-a5fa3ecacd33",
        "title": "听筝",
        "author": "李端",
        "sentence": [
            {
                "senid": 0,
                "content": "Die goldenen Hirsepfosten der singenden Zither,"
            },
            {
                "senid": 1,
                "content": "Schöne Hände vor der Jadekammer."
            },
            {
                "senid": 2,
                "content": "Um Lord Zhous Blick zu gewinnen,"
            },
            {
                "senid": 3,
                "content": "Sie spielt oft absichtlich falsche Saiten."
            }
        ]
    },
    {
        "id": "e2fec465-cea1-4829-b12d-3ba37a267562",
        "title": "同从弟销南斋玩月忆山阴崔少府",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Wenn ich hoch im südlichen Zimmer liegen bleibe, ziehe ich den Vorhang, während der neue Mond aufgeht."
            },
            {
                "senid": 1,
                "content": "Klarer Schein umspült Bäume und Wasser, schimmernde Reflexe tanzen auf den Fenstern."
            },
            {
                "senid": 2,
                "content": "Die Mondphasen waxen und wane durch klare Zyklen, erhellend den ewigen Fluss der Zeit."
            },
            {
                "senid": 3,
                "content": "An der klaren Flussseite steht die Schöne und singt südliche Lieder die ganze Nacht über."
            },
            {
                "senid": 4,
                "content": "Obwohl wir tausend Meilen voneinander getrennt sind, trägt der Orchideen - duftige Wind den Duft der Tugend."
            }
        ]
    },
    {
        "id": "b411ce1e-ac09-4427-ab32-f8dc7a57e566",
        "title": "同题仙游观",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Unter der Unsterblichkeits-Terrasse erheben sich fünf Türme. Durch traurige Szenen lüftet sich der Nachtrregen vom Himmel."
            },
            {
                "senid": 1,
                "content": "Entfernte Hügel verschmelzen mit den Qin-Bäumen in der Dämmerung. Das nahe Schlaggeräusch beim Wäscheklopfen kündigt den Herbsttau des Han-Palasts an."
            },
            {
                "senid": 2,
                "content": "Sparse Kiefern werfen Schatten auf leere Altäre in Stille. Duftende Gräser verströmen ihren Duft über den Hügel der stillen Grotte."
            },
            {
                "senid": 3,
                "content": "Warum sollten wir Reiche jenseits menschlicher Vorstellung suchen? Hier auf Erden existiert der göttliche Korsar-Gipfel."
            }
        ]
    },
    {
        "id": "fae577a5-da28-4672-83ff-94c97ae2a4a4",
        "title": "晚次鄂州",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Wolken zerstreuen sich und lassen die ferne Stadt Hanyang erscheinen."
            },
            {
                "senid": 1,
                "content": "Dennoch zeichnet meine einsame Segel noch einen Tageslauf auf."
            },
            {
                "senid": 2,
                "content": "Der Kaufmann schläft den Tag hindurch und spürt die Ruhe der Wellen."
            },
            {
                "senid": 3,
                "content": "Während die Nachtgespräche der Schiffsleute das Geräusch der Flutwelt offenbaren."
            },
            {
                "senid": 4,
                "content": "Die drei Xiang - Flüsse spiegeln mein von Herbst gefärbtes Haar."
            },
            {
                "senid": 5,
                "content": "Mein tausend Meilen weit vom Heimweh erfülltes Herz trifft auf das blendende Mondlicht."
            },
            {
                "senid": 6,
                "content": "Frühere Lebensunterhaltungen gingen im unerbittlichen Ringen des Krieges verloren."
            },
            {
                "senid": 7,
                "content": "Wie kann ich das Geräusch der Kriegsdrums am Fluss ertragen?"
            }
        ]
    },
    {
        "id": "2e8999a9-9df8-4483-ab1e-0231c3e46320",
        "title": "辋川集 鹿柴",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Der leere Berg zeigt keine menschliche Spur, Doch hallen Stimmen im Raum."
            },
            {
                "senid": 1,
                "content": "Der zurückkehrende Sonnenlicht dringt in den tiefen Wald ein, Und scheint erneut auf den moosbedeckten Böden."
            }
        ]
    },
    {
        "id": "36e09cb4-4fb7-48be-b6c6-c9bd906d9331",
        "title": "辋川集 竹里馆",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Allein sitzend in der einsamen Bambusdrossel."
            },
            {
                "senid": 1,
                "content": "Das Qin spielt und dann lange pfeift."
            },
            {
                "senid": 2,
                "content": "Tief im Wald unbekannt für die Menschen,"
            },
            {
                "senid": 3,
                "content": "Der helle Mond kommt, um mich zu beschienen."
            }
        ]
    },
    {
        "id": "a2b4e8ca-92e3-4101-8a54-739b8f1d8184",
        "title": "辋川闲居赠裴秀才迪",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Kalte Berge werden tiefgrün."
            },
            {
                "senid": 1,
                "content": "Herbstgewässer fließen tagtäglich unaufhörlich."
            },
            {
                "senid": 2,
                "content": "An meinem Stab gelehnt vor der Holzpforte."
            },
            {
                "senid": 3,
                "content": "Im Wind den Abendzikaden zuhören."
            },
            {
                "senid": 4,
                "content": "Am Fähranleger der verweilende Sonnenuntergang."
            },
            {
                "senid": 5,
                "content": "Im Dorf steigt ein einsamer Rauchschwaden auf."
            },
            {
                "senid": 6,
                "content": "Wieder einmal begegne ich einem betrunkenen Jie Yu."
            },
            {
                "senid": 7,
                "content": "Wild vor den Fünf Weiden singend."
            }
        ]
    },
    {
        "id": "6975adab-25d0-40c6-af3a-3a05847e7717",
        "title": "望洞庭湖赠张丞相",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Wasseroberfläche des Sees im August ist ruhig und eben."
            },
            {
                "senid": 1,
                "content": "Vereinigend Leere mit der weiten himmlischen Reinheit."
            },
            {
                "senid": 2,
                "content": "Nebel steigen über dem dampfenden Atem des Yunmeng - Sumpfes auf."
            },
            {
                "senid": 3,
                "content": "Wellen schütteln die hochtürmigen Mauern von Yueyang."
            },
            {
                "senid": 4,
                "content": "Um zu überqueren, fehlt mir Boot und Ruder."
            },
            {
                "senid": 5,
                "content": "Leer zu verharren ist eine Schande in dieser von Weisen erleuchteten Zeit."
            },
            {
                "senid": 6,
                "content": "Ich sitze und sehe, wie Angler geduldig ihre Adern werfen."
            },
            {
                "senid": 7,
                "content": "Während leerer Sehnsucht in meinem engen Geist schwebt."
            }
        ]
    },
    {
        "id": "6beb5cc2-ae49-4e23-952a-1cb92fa11512",
        "title": "望蓟门",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Ein Blick von der Yan - Terrasse erschreckt das Herz des Reisenden."
            },
            {
                "senid": 1,
                "content": "Flöten und Trommeln klingen im Lager der Han - Generäle wider."
            },
            {
                "senid": 2,
                "content": "Kaltes Licht von endloser Schneedecke leuchtet weit und breit."
            },
            {
                "senid": 3,
                "content": "Die Farben des Morgengrausens bringen die Banner der drei Grenzen in Bewegung."
            },
            {
                "senid": 4,
                "content": "Feuersignale verschmelzen mit dem Barbarenmond über den Sanden."
            },
            {
                "senid": 5,
                "content": "Wolkenkronige Berge umarmen Ji am Meer."
            },
            {
                "senid": 6,
                "content": "Obwohl ich jung bin, habe ich nie den Stift des Gelehrten ergriffen."
            },
            {
                "senid": 7,
                "content": "Aufgrund meines Verdienstes sehne ich mich immer noch nach der langen Leine des Kommandos."
            }
        ]
    },
    {
        "id": "12fdaad8-b197-4526-b56d-c7c713267248",
        "title": "望岳",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Wie ist der Taishan? Seine Grünheit erstreckt sich ununterbrochen über Qi und Lu."
            },
            {
                "senid": 1,
                "content": "Das Wesen der Natur konvergiert in göttlicher Schönheit, Yin und Yang trennen Dämmerung und Morgendämmerung."
            },
            {
                "senid": 2,
                "content": "Schwellende Wolken reinigen meine bebende Brust, anstrengte Augen verfolgen heimfliegende Vögel."
            },
            {
                "senid": 3,
                "content": "Ich werde auf den höchsten Gipfel steigen und sehen, wie klein alle Berge erscheinen."
            }
        ]
    },
    {
        "id": "2c152693-c25f-45ce-8ef2-cbedce1a62bc",
        "title": "望月怀远",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Über dem Meer erhebt sich der helle Mond."
            },
            {
                "senid": 1,
                "content": "Am Rande der Welt teilen wir diesen Moment."
            },
            {
                "senid": 2,
                "content": "Liebespaare klagen über die lange Nacht des Wartens."
            },
            {
                "senid": 3,
                "content": "Die ganze Nacht hindurch entstehen Sehnsuchtsgedanken."
            },
            {
                "senid": 4,
                "content": "Lösche die Kerze, schätze das Mondlicht."
            },
            {
                "senid": 5,
                "content": "Ziehe ein Gewand an, spüre die feuchte Strömung des Taues."
            },
            {
                "senid": 6,
                "content": "Unfähig, dieses Licht als Geschenk zu greifen."
            },
            {
                "senid": 7,
                "content": "Ziehe dich zum Schlafen zurück, wo süße Träume dich heben können."
            }
        ]
    },
    {
        "id": "974914ee-1fc0-4952-a863-820bad2e4065",
        "title": "为有",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Denn die wolkenmusterierte Tür zeigt grenzenlose Anmut."
            },
            {
                "senid": 1,
                "content": "In der Phönixstadt vergeht die Kälte, doch Frühjahrsnächte bringen Angst."
            },
            {
                "senid": 2,
                "content": "Ohne es zu wissen, einen Herrn mit Schildkrötenmuster zu heiraten."
            },
            {
                "senid": 3,
                "content": "Du läßt die duftenden Decken, um auf den Morgenhof zu gehen."
            }
        ]
    },
    {
        "id": "1575c835-1241-4d7b-99dc-6d700549ac65",
        "title": "渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Morgenregen in Weicheng befeuchtet den leichten Staub."
            },
            {
                "senid": 1,
                "content": "Das Gasthaus ist grün mit den Weiden des Frühlings."
            },
            {
                "senid": 2,
                "content": "Ich fordere dich auf, noch eine Tasse Wein zu trinken."
            },
            {
                "senid": 3,
                "content": "Westlich der Yang-Pass gibt es keine alten Freunde."
            }
        ]
    },
    {
        "id": "204e287b-8194-4c2d-808b-11cc260412ae",
        "title": "渭川田家",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Die untergehende Sonne scheint auf das Dorf."
            },
            {
                "senid": 1,
                "content": "In abgelegenen Gassen kehren Rinder und Schafe zurück."
            },
            {
                "senid": 2,
                "content": "Ein alter Mann denkt an seinen Hirtenjungen, lehnt auf seinem Stab und wartet an der Dornenpforte."
            },
            {
                "senid": 3,
                "content": "Fasanen rufen, während Weizensprosse wachsen; Seidenraupen schlafen, Maulbeerblätter spärlich."
            },
            {
                "senid": 4,
                "content": "Bauern kommen mit Hacken auf den Schultern, treffen sich und plaudern zärtlich."
            },
            {
                "senid": 5,
                "content": "Hier beneide ich solche Muße und Behaglichkeit, seufzend rezitiere ich 'Verfall, o Verfall.'"
            }
        ]
    },
    {
        "id": "22e90c0d-2b59-4500-8e5d-80d38ec4692c",
        "title": "闻官军收河南河北",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Plötzlich verbreitet sich außerhalb des Schwerttors die Nachricht von der Rückeroberung von Jibei."
            },
            {
                "senid": 1,
                "content": "Beim ersten Bericht tränken meine Tränen meine Kleider."
            },
            {
                "senid": 2,
                "content": "Wende ich mich an meine Familie - wo ist ihre Traurigkeit jetzt?"
            },
            {
                "senid": 3,
                "content": "Eilig richte ich die Schriftrollen zusammen, meine Freude kennt keine Grenzen."
            },
            {
                "senid": 4,
                "content": "Ich singe bei Tag und werde mich in Wein ertränken."
            },
            {
                "senid": 5,
                "content": "Mit dem Frühling als Begleiter werde ich auf die Heimreise gehen."
            },
            {
                "senid": 6,
                "content": "Sogleich werde ich die Baxia-Schlucht passieren und dann die Wuxia-Schlucht."
            },
            {
                "senid": 7,
                "content": "Dann werde ich nach Xiangyang hinabgehen und von dort nach Luoyang aufbrechen."
            }
        ]
    },
    {
        "id": "9972f7bb-ae5b-49e4-87df-381386af66b6",
        "title": "问刘十九",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Grüne Ameisen auf frisch gebrautem Wein,"
            },
            {
                "senid": 1,
                "content": "Roter Lehm des kleinen Ofens."
            },
            {
                "senid": 2,
                "content": "Der Abend kommt, der Himmel sehnt sich nach Schnee,"
            },
            {
                "senid": 3,
                "content": "Wirst du eine Tasse mit mir trinken?"
            }
        ]
    },
    {
        "id": "ed79f9bc-d5d1-4251-b22d-d091e0758a3f",
        "title": "无题",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Schwer ist es, sich zu treffen, noch schwerer, sich zu trennen."
            },
            {
                "senid": 1,
                "content": "Der Ostwind träge, alle Blumen verwelken."
            },
            {
                "senid": 2,
                "content": "Frühlingsseidenspinner spinnen bis zum Tod ihren Faden."
            },
            {
                "senid": 3,
                "content": "Kerzen weinen trockene Tränen, wenn sie zu Asche verbrannt sind."
            },
            {
                "senid": 4,
                "content": "Der Morgenspiegel zeigt, dass sich das graue Haar ändert."
            },
            {
                "senid": 5,
                "content": "Nachtliche Gesänge sollten den kühlen Hauch des Mondlichts spüren."
            },
            {
                "senid": 6,
                "content": "Der Weg zum Penglai-Hügel ist nicht weit."
            },
            {
                "senid": 7,
                "content": "Blaue Vögel fliegen eifrig, um zu erkunden."
            }
        ]
    },
    {
        "id": "b6475dea-1d69-4f0d-b98a-39393f47741e",
        "title": "无题二首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die schweren Vorhänge hängen tief in der Halle des Leidlosen."
            },
            {
                "senid": 1,
                "content": "Nachdem man sich hinlegen hat, zieht sich die klare Nacht lang und fein."
            },
            {
                "senid": 2,
                "content": "Das Leben der Göttin war nur ein Traum."
            },
            {
                "senid": 3,
                "content": "Die Wohnung des jungen Mädchens hat noch nie einen Mann gekannt."
            },
            {
                "senid": 4,
                "content": "Die stürmischen Wellen glauben nicht, dass die Wasserpflanzenzweige schwach sind."
            },
            {
                "senid": 5,
                "content": "Wer hat die Osmanthusblätter gelehrt, den mondhellen Tau zu duften?"
            },
            {
                "senid": 6,
                "content": "Einfach auszudrücken, dass Sehnsucht keinen Nutzen bringt,"
            },
            {
                "senid": 7,
                "content": "Dennoch bleibt die Verzweiflung der Melancholie rein und unbehindert."
            }
        ]
    },
    {
        "id": "3410e7ce-df3a-4ab8-bea3-7f681661b240",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Sterne von gestern Nacht, der Wind von gestern Nacht, West der bemalten Türme, östlich der Zimthallen."
            },
            {
                "senid": 1,
                "content": "Obwohl ich keine Phönixflügel habe, um gemeinsam zu fliegen, Kommunizieren unsere Gedanken wie ausgerichtete Nashornhörner."
            },
            {
                "senid": 2,
                "content": "Über die Sitze hinweg, Hakenspiele mit warmem Frühlingswein, Geteilte Teams erraten die Decken unter dem Glanz roter Wachskerzen."
            },
            {
                "senid": 3,
                "content": "Ach, die Trommel zwingt mich zu meiner amtlichen Fahrt, Zum Orchideenterrasse gleite ich wie ein wurzelloser Schilf."
            }
        ]
    },
    {
        "id": "e006dfd3-40be-40ef-ba3b-552428931ae3",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Der duftende Seidenstoff in Form eines Phönixschwanzes liegt in mehreren dünnen Schichten. Die runde Decke mit grünen Mustern wird in der Nacht naht."
            },
            {
                "senid": 1,
                "content": "Der Fächer, geschnitten wie die Seele des Mondes, kann die Scham nicht verbergen. Die Kutsche donnert wie der Blitz, und die Worte bleiben unausgesprochen."
            },
            {
                "senid": 2,
                "content": "Einst war es so einsam wie das Verblassen der goldenen Asche. Seit den roten Granatapfelblüten keine Neuigkeiten."
            }
        ]
    },
    {
        "id": "811a5f9e-0df5-46f1-a587-0d4df7bca5a0",
        "title": "无题四首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Der raschelnde Ostwind bringt feinen Nieselregen, Jenseits des Lotus-Teiches hallt ferner Donner."
            },
            {
                "senid": 1,
                "content": "Die goldene Kröte beißt an der Schlösser, während der Weihrauch aufsteigt, Der jadeene Tiger zieht Seile, um Wasser aus dem Brunnen zu ziehen."
            },
            {
                "senid": 2,
                "content": "Lady Jia spähte durch die Vorhänge auf Han's jungen Offizier, Göttin Mi ließ ihr Kissen für das Talent des Prinzen von Wei zurück."
            },
            {
                "senid": 3,
                "content": "Lass die Leidenschaft des Frühlings nicht mit den blühenden Blumen konkurrieren, Denn jede Zoll Sehnsucht wird zu einem Zoll Asche."
            }
        ]
    },
    {
        "id": "7377e34a-1aab-47e3-a6dd-376c98a5d6b7",
        "title": "无题四首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Du kamst mit leeren Versprechungen und bist ohne Spur verschwunden."
            },
            {
                "senid": 1,
                "content": "Der Mond neigt sich über den Turm, die Glocke der fünften Nachtwache läutet."
            },
            {
                "senid": 2,
                "content": "In Träumen von ferneinandergehenden Abschieden werden meine Schluchzer nicht gehört."
            },
            {
                "senid": 3,
                "content": "Bücher hastig geschrieben, die Tinte noch blass."
            },
            {
                "senid": 4,
                "content": "Das Kerzenlicht hüllt die goldenen Eisvogelvorhänge halb ein."
            },
            {
                "senid": 5,
                "content": "Der Duft des Moschus weht schwach durch das gestickte Lotus."
            },
            {
                "senid": 6,
                "content": "Liu Lang beklagt bereits die Entfernung nach Penglai;"
            },
            {
                "senid": 7,
                "content": "Aber jenseits von Penglai liegen zehntausend Schichten."
            }
        ]
    },
    {
        "id": "11424603-9a22-4564-89a4-95e1766f9685",
        "title": "夕次盱眙县",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Wir senken die Segel und verweilen in der Stadt Huai."
            },
            {
                "senid": 1,
                "content": "Unser Boot nähert sich einer einsamen Poststation."
            },
            {
                "senid": 2,
                "content": "Starke Winde rühren die welligen Gewässer auf."
            },
            {
                "senid": 3,
                "content": "Dämmerendes Dämmerlicht umhüllt die untergehende Sonne."
            },
            {
                "senid": 4,
                "content": "Die Menschen kehren in die beschatteten Bergdörfer zurück."
            },
            {
                "senid": 5,
                "content": "Wildenten sinken auf die weiß glänzende, rohrbedeckte Insel ab."
            },
            {
                "senid": 6,
                "content": "Allein in der Nacht erinnere ich mich an die Pässe von Qin."
            },
            {
                "senid": 7,
                "content": "Ein Gast, der die Glocken hört und nicht schlafen kann."
            }
        ]
    },
    {
        "id": "469dec8b-ba5e-4faf-b52f-2ad203e38d81",
        "title": "溪居",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Lange belastet von Amtspflichten,"
            },
            {
                "senid": 1,
                "content": "Glücklich in diesem südlichen Exil."
            },
            {
                "senid": 2,
                "content": "Entspannt in der Nähe von Ackerflächen angesiedelt,"
            },
            {
                "senid": 3,
                "content": "Manchmal ähnelnd Berggästen."
            },
            {
                "senid": 4,
                "content": "Morgendliches Pflügen wendet taufeuchte Gräser,"
            },
            {
                "senid": 5,
                "content": "Nachtpaddel rasseln an Bachsteinen."
            },
            {
                "senid": 6,
                "content": "Hin- und Hergehen trifft keine anderen,"
            },
            {
                "senid": 7,
                "content": "Lange singend unter Chus azurblauen Himmeln."
            }
        ]
    },
    {
        "id": "80beb8cc-8338-44d4-8b96-7f9d32133c97",
        "title": "西塞山怀古",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Die gewaltigen Schiffe der West-Jin-Dynastie segelten von Yizhou herunter."
            },
            {
                "senid": 1,
                "content": "Der königliche Glanz von Jinling verblasste in Traurigkeit."
            },
            {
                "senid": 2,
                "content": "Tausende von Faden langen Eisenketten sanken in die Tiefe des Flusses."
            },
            {
                "senid": 3,
                "content": "Eine einzige Kapitulationsflagge trat aus der Steinstadt hervor."
            },
            {
                "senid": 4,
                "content": "Wie oft hat die Welt über vergangene Ereignisse trauert?"
            },
            {
                "senid": 5,
                "content": "Die Gestalt des Berges ruht immer noch am fließenden Fluss."
            },
            {
                "senid": 6,
                "content": "Jetzt, in dieser Zeit, in der die vier Meere ein einziges Zuhause sind,"
            },
            {
                "senid": 7,
                "content": "Die alten Befestigungen ragen einsam inmitten der Herbstrohrglanzen auf."
            }
        ]
    },
    {
        "id": "4d6f83e9-8232-4db1-903e-f9e619df5ecb",
        "title": "西施咏",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Ihre Schönheit wird von der Welt bewundert. Wie konnte Xi Shi lange Zeit unbemerkt bleiben?"
            },
            {
                "senid": 1,
                "content": "Um Morgengrauen eine Jungfrau am Yue - Bach; gegen Abend eine Gemahlin in den Palastsälen von Wu."
            },
            {
                "senid": 2,
                "content": "In bescheidenen Tagen, worin unterschied sich sie von den anderen? In Ruhm wurde ihre Seltenheit offenbart."
            },
            {
                "senid": 3,
                "content": "Sie ruft andere, um ihr Rouge aufzutragen, und trägt Seidenkleider, ohne eine Hand zu heben."
            },
            {
                "senid": 4,
                "content": "Die Gunst des Herrn vertieft ihre Reize, seine Liebe stillt alle Kritik."
            },
            {
                "senid": 5,
                "content": "Ihre ehemaligen Begleiterinnen am Waschbach teilen nie ihre Rückkehr im Wagen."
            },
            {
                "senid": 6,
                "content": "An das Nachbar Mädchen, das ihren Stirnrunzeln nachahmt: Wie kann solche Nachahmung Hoffnung bringen?"
            }
        ]
    },
    {
        "id": "d755f74b-18fd-44d1-a6e1-43e77490bb09",
        "title": "喜见外弟又言别",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Nach zehn Jahren von Chaos und Trennung, erwachsen, treffen wir uns wieder."
            },
            {
                "senid": 1,
                "content": "Erschrocken über die Namen beim ersten Blick, erinnernd sich an alte Gesichter, sobald die Namen genannt werden."
            },
            {
                "senid": 2,
                "content": "Viele Veränderungen seit wir uns getrennt haben, die Abendglocke läutet, wenn das Gespräch nachlässt."
            },
            {
                "senid": 3,
                "content": "Morgen auf der Baling-Straße warten noch Schichten von Herbstbergen."
            }
        ]
    },
    {
        "id": "f0cd6afd-c89d-4fc3-b214-bcbf63042e8e",
        "title": "喜外弟卢纶见宿",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Stille Nacht, keine Nachbarn in der Nähe; verwüstete Wohnung, altes und armes Einkommen."
            },
            {
                "senid": 1,
                "content": "Bäume mit gelben Blättern im Regen, weißhaariger Mann unter der Lampe."
            },
            {
                "senid": 2,
                "content": "Nachdem ich lange allein und verloren war, schäme ich mich, dass Sie mich so oft besuchen."
            },
            {
                "senid": 3,
                "content": "Lebenslange Bindungen sind vorgeordnet, insbesondere mit den Verwandten der Familie Cai."
            }
        ]
    },
    {
        "id": "ca4cc6b3-a324-48c0-89c0-bb36c09c4930",
        "title": "下终南山过斛斯山人宿置酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Abend steige ich von den grünen Bergen ab; der Bergmond folgt mir nach Hause."
            },
            {
                "senid": 1,
                "content": "Wenn ich mich umsehe auf den Weg, den ich genommen habe, dehnen sich smaragdgrüne Nebel über die Hänge."
            },
            {
                "senid": 2,
                "content": "Wir gehen gemeinsam zum Bauernhaus, ein Kind öffnet das rustikale Tor."
            },
            {
                "senid": 3,
                "content": "Grüne Bambusrohre führen einen ruhigen Weg hinunter; Jadereben streichen über unsere vorbeiziehenden Gewänder."
            },
            {
                "senid": 4,
                "content": "Fröhliche Worte finden hier Ruhe, edler Wein fließt frei, während wir anstoßen."
            },
            {
                "senid": 5,
                "content": "Lange Lieder hallen durch die Flüstern der Kiefern; wenn die Melodien vergehen, verstreuen Sterne die Milchstraße."
            },
            {
                "senid": 6,
                "content": "Ich, betrunken, du immer noch fröhlich – gemeinsam verlieren wir uns in reiner Freude."
            }
        ]
    },
    {
        "id": "f8afed4e-e8cd-467f-afae-51dc149921f7",
        "title": "夏日南亭怀辛大",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Berglicht sinkt plötzlich im Westen, der Teichmond steigt allmählich im Osten."
            },
            {
                "senid": 1,
                "content": "Ich löse mein Haar, um die Abendkühle zu genießen, öffne das Fenster und lehne mich in geräumiger Ruhe zurück."
            },
            {
                "senid": 2,
                "content": "Der Lotuswind bringt Duft, Bambus Tau tropft mit kristallklarem Klang."
            },
            {
                "senid": 3,
                "content": "Ich sehne mich danach, die Zither zu nehmen und zu spielen, aber ich beklage, dass ich keinen artverwandten Geist habe, der es schätzen würde."
            },
            {
                "senid": 4,
                "content": "Berührt von dieser Szene denke ich an alte Freunde, die in Mitternachtsträumen und Sehnsüchten schuften."
            }
        ]
    },
    {
        "id": "1b6f2389-2d09-4d51-982a-e7efb35113c5",
        "title": "相和歌辞 长信怨 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Morgengrauen fege ich mit einer Rutenbesen, wo die goldenen Palasttüren sich öffnen."
            },
            {
                "senid": 1,
                "content": "Ich halte meinen runden Fächer in der Hand und verweile in der Nähe, wo die königlichen Schritte verschwinden."
            },
            {
                "senid": 2,
                "content": "Mein jadeartiges Gesicht wird von Raben übertroffen, deren winternasses, rußschwarzes Gefieder glänzt."
            },
            {
                "senid": 3,
                "content": "Dennoch tragen sie noch die Spur der Sonne aus dem heiligen Raum des Zhaoyang - Palasts."
            }
        ]
    },
    {
        "id": "0ed53ef4-30ca-41ac-a629-d778e5cc2bfa",
        "title": "相和歌辞 从军行",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Morgengrauen steigen wir auf den Berg, um die Feuersignale zu beobachten. Am Dämmerung lassen wir die Pferde am Jiao - Fluss trinken."
            },
            {
                "senid": 1,
                "content": "Die Topfe der Reisenden klingen im Dämmernis des Sandsturms. Die Laute der Prinzessin klagt unendliche Trauer aus."
            },
            {
                "senid": 2,
                "content": "Wir zelten auf einem einsamen Platz, wo keine Stadtmauern mehr stehen. Schnee und Regen vermischen sich über der Wüstenebene."
            },
            {
                "senid": 3,
                "content": "Barbarische Gänse schreien durch die Nacht. Die Tränen der nordlichen Jungen fallen paarweise."
            },
            {
                "senid": 4,
                "content": "Als man hört, dass das Jades Tor immer noch verschlossen ist, müssen die Menschen ihrem Leben folgend den Kriegswagen hinterherjagen."
            },
            {
                "senid": 5,
                "content": "Jährlich bleichen die Knochen in der Weite der Wüste, während in den Palästen der Han - Dynastie man von barbarischen Trauben feiert."
            }
        ]
    },
    {
        "id": "bb111748-d8f1-4a5e-b618-b70272a7a642",
        "title": "相和歌辞 江南曲",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Verheiratet mit einem Kaufmann aus Qutang, täglich lässt er mich im Stich."
            },
            {
                "senid": 1,
                "content": "Hätte ich gewusst, dass die Tide so zuverlässig ist, hätte ich mich stattdessen mit einem Wellenreiter verheiratet."
            }
        ]
    },
    {
        "id": "f93545e7-747e-4d12-a6c8-e484c46b2860",
        "title": "相和歌辞 玉阶怨",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Jade - Treppen sammeln weißen Tau."
            },
            {
                "senid": 1,
                "content": "In der tiefen Nacht durchfeuchtet es die Seidenstrümpfe."
            },
            {
                "senid": 2,
                "content": "Sie senkt den Kristallvorhang."
            },
            {
                "senid": 3,
                "content": "klar und hell auf den Herbstmond schauend."
            }
        ]
    },
    {
        "id": "35319d7e-9cf6-43b0-bfa3-991cf82a49f9",
        "title": "相和歌辞 子夜四时歌四首 冬歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Bei Tagesanbruch setzt der Kurier auf die Reise."
            },
            {
                "senid": 1,
                "content": "Ganze Nacht lang füttert sie die Kampmantel des Kriegers mit Baumwolle."
            },
            {
                "senid": 2,
                "content": "Ihre kalten Hände ziehen die Nadel."
            },
            {
                "senid": 3,
                "content": "Wie kann sie die Kälte der Schere ertragen?"
            },
            {
                "senid": 4,
                "content": "Maßgeschneiderte Kleider werden auf weiten Straßen verschickt."
            },
            {
                "senid": 5,
                "content": "Wann werden sie Lintao erreichen?"
            }
        ]
    },
    {
        "id": "4bd5be2b-5788-42c0-a300-9d106a73d46e",
        "title": "相和歌辞 子夜四时歌四首 夏歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Spiegelsee erstreckt sich über dreihundert Meilen, und Lotusbuddha entfalten sich zu Blüten."
            },
            {
                "senid": 1,
                "content": "Im Mai kommt Xishi zum Sammeln, und die Menschen schauen wie die dichten Gewässer von Ruoye zu."
            },
            {
                "senid": 2,
                "content": "Die zurückkehrenden Boote müssen nicht auf den Mondaufgang warten, sondern fahren direkt zum Palast des Königs von Yue."
            }
        ]
    },
    {
        "id": "8baa7c35-9afb-40bf-b5e4-41d9895e2710",
        "title": "相思",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Rote Bohnen wachsen im Süden des Landes."
            },
            {
                "senid": 1,
                "content": "Wenn der Herbst kommt, sprießen sie an alten Zweigen."
            },
            {
                "senid": 2,
                "content": "Ich hoffe, du sammelst sie reichlich."
            },
            {
                "senid": 3,
                "content": "Denn sie sind das Symbol der Liebe und Sehnsucht."
            }
        ]
    },
    {
        "id": "efaaa86e-5628-40d3-a137-1ae8fcbe41b8",
        "title": "新嫁娘词三首 三",
        "author": "王建",
        "sentence": [
            {
                "senid": 0,
                "content": "Am dritten Tag betrat sie die Küche, wusch sich die Hände und machte Suppe."
            },
            {
                "senid": 1,
                "content": "Nicht vertraut mit der Schwiegermutter's Geschmack, ließ sie zuerst die Schwägerin probieren."
            }
        ]
    },
    {
        "id": "6556f501-f5b9-4353-bde2-75ec0e1bb616",
        "title": "新年作",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Mein heimatsehnsüchtiges Herz klagt bei Tagesanbruch des Neujahrs. Allein am Himmelrand fließen stille Tränen."
            },
            {
                "senid": 1,
                "content": "Ich lebe im Alter unter fremden Dächern, während der Frühling zurückkehrt, bevor Reisende es merken."
            },
            {
                "senid": 2,
                "content": "Ich teile den Untergang jeden Tages mit Bergaffen. Am Ufer von bachlaufen, umrankt von Weiden, verschmelzen Nebel und Brise."
            },
            {
                "senid": 3,
                "content": "Nun ist mein Schicksal, wie Jia Yi, ins Exil nach Changsha zu gehen. Wie viele Jahre bleiben mir noch in dieser Einschränkung?"
            }
        ]
    },
    {
        "id": "5593d522-b820-4c06-bab6-0ab5a0fc1d46",
        "title": "宣州谢朓楼饯别校书叔云",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Diejenigen, die mich gestern verlassen haben, sind weg und können nicht bleiben."
            },
            {
                "senid": 1,
                "content": "Das Chaos in meinem Herzen heute bringt endlose Verwirrung."
            },
            {
                "senid": 2,
                "content": "Ein tausend Meilen starker Wind begleitet die Herbstgänse im Flug, Für solche Szene trinken wir oben auf der Turmhöhe."
            },
            {
                "senid": 3,
                "content": "Penglais Prosa und das Geist von Jian'an, Dazwischen hat der reine Stil von Xiao Xie gewachsen."
            },
            {
                "senid": 4,
                "content": "Alle hegen erhabene Gedanken, die hoch in die Luft steigen, Sehnsüchtig danach, Sonne und Mond am Himmel zu berühren."
            },
            {
                "senid": 5,
                "content": "Wenn man Schwerter zieht, um das Wasser zu teilen, fließen die Wellen weiterhin; Wenn man anstoßt, um die Trauer zu ertränken, wird die Trauer noch schlimmer."
            },
            {
                "senid": 6,
                "content": "Die Unzufriedenheiten im Leben hören nie auf, Morgen werde ich mit gelocktem Haar friedlich frei segeln."
            }
        ]
    },
    {
        "id": "565d931a-ff49-4f37-b633-524b48c2f4f0",
        "title": "寻陆鸿渐不遇",
        "author": "皎然",
        "sentence": [
            {
                "senid": 0,
                "content": "Obwohl ich mich in die Nähe der Stadtmauern verzogen habe, führt ein Feldweg durch Maulbeer - und Hanffelder."
            },
            {
                "senid": 1,
                "content": "Kürzlich neben dem Zaun gepflanzte Chrysanthemen haben mit der Ankunft des Herbsts noch nicht geblüht."
            },
            {
                "senid": 2,
                "content": "Beim Klopfen an die Tür bellt kein Hund; ich bereite mich auf den Abgang vor und frage beim westlichen Nachbarn."
            },
            {
                "senid": 3,
                "content": "Sie informieren mich, dass er in die Berge gegangen ist und jeden Tag mit Sonnenuntergang zurückkehrt."
            }
        ]
    },
    {
        "id": "04af557e-bac8-4fbf-92e7-d8a87fa11038",
        "title": "寻南溪常山道人隐居",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Auf dem Weg, den ich wandere, zeigt das Moos Spuren von Fußstapfen."
            },
            {
                "senid": 1,
                "content": "Weiße Wolken klammern sich an ruhige Inseln, Frühlingsgras verschließt das leere Tor."
            },
            {
                "senid": 2,
                "content": "Durch den Regen betrachte ich die Farben der Kiefern und folge den Bergen bis zur Wasserquelle."
            },
            {
                "senid": 3,
                "content": "Bachblumen und Zen-Gedanken stehen sich in wortloser Gemeinschaft gegenüber."
            }
        ]
    },
    {
        "id": "10a0aedc-4b39-494b-a36c-28c6df28a668",
        "title": "寻西山隐者不遇",
        "author": "丘为",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine strohhgedeckte Hütte auf der Spitze des Berggipfels, dreißig Meilen geradeaus hinauf."
            },
            {
                "senid": 1,
                "content": "Anklopfen findet keine Diener, Hineinschauen lässt nur Schreibtische übrig."
            },
            {
                "senid": 2,
                "content": "Wenn er kein Gelehrter in einem Scheitholzfahrzeug ist, muss er in den Herbstgewässern angeln."
            },
            {
                "senid": 3,
                "content": "Unseren Treffpunkt verpassend, vergeblich in Bewunderung bemühend."
            },
            {
                "senid": 4,
                "content": "Frische Grashüe nach dem Regen, Kieferngeräusche durch die Abendfenster."
            },
            {
                "senid": 5,
                "content": "Hier in tiefster Abgeschiedenheit reicht es aus, um Geist und Ohren zu reinigen."
            },
            {
                "senid": 6,
                "content": "Obwohl es an der Gastgeber - Gast - Formalität mangelt, wurde tiefe Ruhe erreicht."
            },
            {
                "senid": 7,
                "content": "Wenn das Interesse nachlässt, gehe den Berg hinunter - warum auf diese Person warten?"
            }
        ]
    },
    {
        "id": "4f6575cc-12cc-4986-8bfc-5cedac7bb68f",
        "title": "寻隐者不遇",
        "author": "贾岛",
        "sentence": [
            {
                "senid": 0,
                "content": "Unter der Kiefer fragte ich den Jungen."
            },
            {
                "senid": 1,
                "content": "Er antwortete: 'Der Meister ist Kräuter sammeln gegangen.'"
            },
            {
                "senid": 2,
                "content": "Irgendwo in diesen Bergen -"
            },
            {
                "senid": 3,
                "content": "Wolken zu dicht, um zu wissen, wo."
            }
        ]
    },
    {
        "id": "2161a569-6250-4886-9500-2168821b62be",
        "title": "瑶池",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Königin Mutter des Westens öffnet ihr prachtvolles Fenster."
            },
            {
                "senid": 1,
                "content": "Die Lieder von Huangshu erschüttern die Erde vor Trauer."
            },
            {
                "senid": 2,
                "content": "Die acht Rosse galoppieren dreißigtausend Meilen pro Tag."
            },
            {
                "senid": 3,
                "content": "Warum kehrt König Mu nicht wieder zurück?"
            }
        ]
    },
    {
        "id": "b7d50789-e0d5-4291-8014-eddf65a124df",
        "title": "瑶瑟怨",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Auf dem seidenbettgetücherten Elfenbeinbett schlägt der Traum fehl."
            },
            {
                "senid": 1,
                "content": "Durch den himmelblauen, wasserähnlichen Himmel treiben leichte Nachtwolken."
            },
            {
                "senid": 2,
                "content": "Das Schreien der wilden Gänse verhallt jenseits des Xiao - Xiang - Baches."
            },
            {
                "senid": 3,
                "content": "In zwölf von Mondlicht erhellten Türmen scheint das Mondlicht."
            }
        ]
    },
    {
        "id": "d77f340f-1a04-4c5b-9704-2536e4249c6b",
        "title": "野望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Weißer Schnee bedeckt drei Grenzburgen auf den westlichen Hügeln."
            },
            {
                "senid": 1,
                "content": "Ein klarer Fluss fließt am Wanli-Brücke vorbei an der Südküste."
            },
            {
                "senid": 2,
                "content": "Der Kriegsstaub trennt die Brüder im ganzen Land."
            },
            {
                "senid": 3,
                "content": "Einsame Tränen fallen am Weltende, so weit von zu Hause."
            },
            {
                "senid": 4,
                "content": "Die Abendjahre nähren nur chronische Krankheiten."
            },
            {
                "senid": 5,
                "content": "Kein Tropfen ist der Gnade dieser weisen Dynastie zurückgezahlt worden."
            },
            {
                "senid": 6,
                "content": "Auf dem Pferd hinaus aus den Vororten, der Blick erstreckt sich weit."
            },
            {
                "senid": 7,
                "content": "Zerschlagen vom täglichen Verfall der Welt."
            }
        ]
    },
    {
        "id": "7e1be9c9-fa2f-44c2-a6bc-3edcece745fe",
        "title": "夜泊牛渚怀古",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Nacht am Westfluss bei Niuzhu."
            },
            {
                "senid": 1,
                "content": "Kein einziger Wimperl einer Wolke am hellen Himmel."
            },
            {
                "senid": 2,
                "content": "Steigend an Bord des Bootes, schaue ich auf den Herbstmond."
            },
            {
                "senid": 3,
                "content": "Vergebens erinnere ich mich an General Xie."
            },
            {
                "senid": 4,
                "content": "Ich kann auch mit hoher Stimme singen."
            },
            {
                "senid": 5,
                "content": "Aber dieser Mann ist außerhalb meiner Reichweite."
            },
            {
                "senid": 6,
                "content": "Morgen werde ich meine Segel hissen und abreisen."
            },
            {
                "senid": 7,
                "content": "Während Ahornblätter flattern und fallen."
            }
        ]
    },
    {
        "id": "cc0e7ac3-bde4-4491-8ae5-027106709e72",
        "title": "夜归鹿门山歌",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Glocken der Bergtempel läuten, während das Tageslicht vergeht."
            },
            {
                "senid": 1,
                "content": "Am Fährübergang Yuliang brummt es vor Lärm, während die Menschen um den Einstieg in die Fähre kämpfen."
            },
            {
                "senid": 2,
                "content": "Die Menschen folgen den Sandpfaden Richtung Flussdörfer."
            },
            {
                "senid": 3,
                "content": "Ich besteige ebenfalls ein Boot und kehre nach Lumen zurück."
            },
            {
                "senid": 4,
                "content": "Das Mondlicht über Lumen erhellt die von Nebel gehüllten Bäume."
            },
            {
                "senid": 5,
                "content": "Plötzlich erreiche ich Pang Gongs einsames Retreat."
            },
            {
                "senid": 6,
                "content": "Felsentore und Kiefernpfade liegen in endlosem Schweigen."
            },
            {
                "senid": 7,
                "content": "Nur der Einsiedler kommt und geht in der Nacht."
            }
        ]
    },
    {
        "id": "992df222-c445-4925-a656-0caa4447d5bb",
        "title": "夜上受降城闻笛",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Vor dem Huile - Gipfel gleicht der Sand dem Schnee."
            },
            {
                "senid": 1,
                "content": "Unter der Stadt der Kapitulation erscheint der Mond wie Frost."
            },
            {
                "senid": 2,
                "content": "Von einer unbekannten Stelle weht der Klang einer Rohrflöte herüber."
            },
            {
                "senid": 3,
                "content": "Ganze Nacht lang blicken die Soldaten in den Himmel ihrer Heimat."
            }
        ]
    },
    {
        "id": "75db753d-e7da-48a1-a6c0-6ed9147e58db",
        "title": "夜雨寄北",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Du fragst, wann ich zurückkehre, aber kein Datum ist festgelegt."
            },
            {
                "senid": 1,
                "content": "Die Nachtregen in Ba Shan schwollen die Herbstteiche an."
            },
            {
                "senid": 2,
                "content": "Wann sollen wir zusammen die Kerze am westlichen Fenster trimmen?"
            },
            {
                "senid": 3,
                "content": "Und wir werden an diese Nacht des Regens in Ba Shan zurückdenken."
            }
        ]
    },
    {
        "id": "79e7ec6e-0d6c-4f95-8181-4671c42e1faf",
        "title": "夜月",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Mond in der tiefen Nacht scheint auf die Hälfte der Häuser."
            },
            {
                "senid": 1,
                "content": "Das Große Dipper liegt horizontal, das Kleine Dipper neigt sich."
            },
            {
                "senid": 2,
                "content": "Heute Nacht spüre ich besonders die Wärme der Frühlingsluft."
            },
            {
                "senid": 3,
                "content": "Die Geräusche der Insekten dringen neu durch das grüne Fenstergitter."
            }
        ]
    },
    {
        "id": "1deac6d5-6da0-4d9f-a182-2f0697cbb932",
        "title": "已凉",
        "author": "韩偓",
        "sentence": [
            {
                "senid": 0,
                "content": "Jenseits der smaragdnen Geländer hängen stickereiadern Vorhänge tief."
            },
            {
                "senid": 1,
                "content": "Ein karmesinrotes Schirmbild zeigt gebrochene Äste kunstvoll fließend."
            },
            {
                "senid": 2,
                "content": "Ein achtfuß langer Drachenbartmatte mit brokatem Quadrat ausgebreitet."
            },
            {
                "senid": 3,
                "content": "Es herrscht schon kühles Herbstwetter, aber der Winterkälte liegt noch bevor."
            }
        ]
    },
    {
        "id": "acbe1729-cefd-4678-9719-09c5c9c27db0",
        "title": "咏怀古迹五首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich verstehe Song Yus Trauer in des Herbsts Verfall ganz tief, Seine zarte Eleganz bleibt mir noch heute Lehrer."
            },
            {
                "senid": 1,
                "content": "Durch Jahrtausende blickt, die Tränen fließen frei, Obwohl die Zeiten verschieden sind, kennen wir beide die Öde."
            },
            {
                "senid": 2,
                "content": "Sein Haus am Fluss steht spurlos von Versen, Könnten Wolken - Regen - Terassen Träume umarmen?"
            },
            {
                "senid": 3,
                "content": "Am rührendsten, wie die Paläste von Chu zu Staub wurden, Wo die Bootsmänner zeigen, weilen ihre Zweifel noch."
            }
        ]
    },
    {
        "id": "3b5db620-1964-4674-a01d-ad70ba3ebd2a",
        "title": "咏怀古迹五首 三",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Berge und Täler bilden sich auf den Weg zur Pforte von Jingmen."
            },
            {
                "senid": 1,
                "content": "Dort steht noch das Dorf, das Zhao Jun, das Schicksal der Leuchtenden Gemahlin, hervorgebracht hat."
            },
            {
                "senid": 2,
                "content": "Sie wagte es, aus dem Purpurrunen Palast in die Umarmung der Nordenwüste zu treten."
            },
            {
                "senid": 3,
                "content": "Nur ihre grüne Gruft bleibt unter der Dämmerung stehen."
            },
            {
                "senid": 4,
                "content": "Durch die Porträts erblickte man den so schönen, wie der Frühlingswind Gesicht."
            },
            {
                "senid": 5,
                "content": "Dennoch kehrt das jadeine Anhänger mit der im Mondlicht erleuchteten, nackten Seele zurück."
            },
            {
                "senid": 6,
                "content": "Tausend Jahre lang singt ihre Pipa in barbarischer Sprache."
            },
            {
                "senid": 7,
                "content": "Der Faden des Grolls durch die Zeit zieht sich durch jede Note."
            }
        ]
    },
    {
        "id": "733afc7b-e370-4724-b755-e9342c574d22",
        "title": "咏怀古迹五首 四",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Herrscher von Shu spähte über die Macht der Drei Schluchten auf Wu ; Sein letztes Jahr sah seinen Fall im Dämmerlicht von Yong'an."
            },
            {
                "senid": 1,
                "content": "Jadefahnen verweilen im hohlen Kern des Berges, während der verschwundene Palast mit dem Boden des Tempels verschmilzt."
            },
            {
                "senid": 2,
                "content": "Die Zedern des alten Schreins beherbergen das Reich der Entenvögel, während die Ältesten durch das Gelände der saisonalen Riten schreiten."
            },
            {
                "senid": 3,
                "content": "Das Heiligtum von Zhuge steht in der Nähe des Ortes, wo die königlichen Riten abgehalten werden. Herrscher und Minister teilten die heilige Szenerie der Anbetung."
            }
        ]
    },
    {
        "id": "87f5949b-bdad-4b5e-b488-7015bd45cc4f",
        "title": "咏怀古迹五首 五",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Zhuges Ruhm leuchtet durch das ganze Universum."
            },
            {
                "senid": 1,
                "content": "Seine feierliche Statue verkörpert edle Grazie."
            },
            {
                "senid": 2,
                "content": "Der Streit zwischen den drei Königreichen wurde durch seine Strategien geführt."
            },
            {
                "senid": 3,
                "content": "Ein zeitloses Gefieder schwebt über den Himmel."
            },
            {
                "senid": 4,
                "content": "Auf Augenhöhe mit Yi und Lü im Licht der Weisheit."
            },
            {
                "senid": 5,
                "content": "Überschreitet Xiao und Cao in der Macht des Kommandos."
            },
            {
                "senid": 6,
                "content": "Das Glück des Han-Dynastie verblasste unerträglich."
            },
            {
                "senid": 7,
                "content": "Sein unerbittlicher Wille, von der Schuldigkeit verschlungen."
            }
        ]
    },
    {
        "id": "03eb4001-023a-4920-bbc7-a0fc52b2836d",
        "title": "咏怀古迹五首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Im Nordosten, inmitten von Staub und Aufruhr,"
            },
            {
                "senid": 1,
                "content": "Durchstreifend die weite Weite zwischen Himmel und Erde im Südwesten."
            },
            {
                "senid": 2,
                "content": "Die Türme der Drei Schluchten ertrinken in Sonne und Mond."
            },
            {
                "senid": 3,
                "content": "Die Kleider der Fünf Bäche mischen sich mit bewölkten Gipfeln."
            },
            {
                "senid": 4,
                "content": "Barbaren, die Herren dienen, erweisen sich am Ende als treulos."
            },
            {
                "senid": 5,
                "content": "Der Dichter, in Niedergang, irrt immer noch, unfähig zurückzukehren."
            },
            {
                "senid": 6,
                "content": "Yu Xins Leben war das düsterste von allen."
            },
            {
                "senid": 7,
                "content": "Dennoch rüttelten seine Abendgedichte die Flusspässe."
            }
        ]
    },
    {
        "id": "4cf19354-4c0a-4e55-980b-69fa7f81ed0f",
        "title": "游子吟",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "Die liebevollen Mutterfäden in der Hand, sie nähen die Kleidung ihres wandernden Sohnes."
            },
            {
                "senid": 1,
                "content": "Stich für Stich vor seiner Abreise, befürchtet man, dass sein Rückkehr verzögert wird."
            },
            {
                "senid": 2,
                "content": "Wer sagt, dass das Herz der zarten Wiese die glühende Weisheit der Frühlingssonne wiedergutmachen könnte?"
            }
        ]
    },
    {
        "id": "51b1aeeb-9a66-412d-b15c-4afaa6c6b1d7",
        "title": "渔翁",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Der alte Fischer logiert nachts bei den westlichen Klippen."
            },
            {
                "senid": 1,
                "content": "Bei Tagesanbruch holt er klares Wasser aus dem Xiang-Fluss und brennt Chu-Bambus."
            },
            {
                "senid": 2,
                "content": "Der Nebel zerstreut sich, die Sonne geht auf, und kein Mensch ist in Sicht."
            },
            {
                "senid": 3,
                "content": "Ein Quietschen des Ruders verwandelt Berge und Gewässer in Smaragd."
            },
            {
                "senid": 4,
                "content": "Rückwärts blickend auf den Horizont fließt er mitten im Fluss."
            },
            {
                "senid": 5,
                "content": "Auf den Klippen jagen sich sorgenfreie Wolken frei nach."
            }
        ]
    },
    {
        "id": "b71d7c9c-7e92-4797-b2c9-8715dd0c2881",
        "title": "与诸子登岘山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Menschliche Angelegenheiten fließen und ebben, Vergangenheit und Gegenwart verflechten sich."
            },
            {
                "senid": 1,
                "content": "Flüsse und Berge bewahren bekannte Orte, wir besteigen wieder wie unsere Vorfahren."
            },
            {
                "senid": 2,
                "content": "Wenn die Wasser zurückgehen, liegt das Yuliang-Sandbank nackt; bei kaltem Himmel erscheinen die Tiefen des Mengze tief."
            },
            {
                "senid": 3,
                "content": "Die Inschriften auf Lord Yangs Stele bleiben, sie zu lesen bringt Tränen, die meine Jackenaussenseite nassen."
            }
        ]
    },
    {
        "id": "9a5070c8-8b6a-46d3-a976-ce942baf42e7",
        "title": "玉台体十二首 十一",
        "author": "权德舆",
        "sentence": [
            {
                "senid": 0,
                "content": "Gestern Abend kam mein Gürtel los."
            },
            {
                "senid": 1,
                "content": "Heute Morgen fliegt eine Spinne."
            },
            {
                "senid": 2,
                "content": "Werfe deine Kosmetika nicht weg."
            },
            {
                "senid": 3,
                "content": "Könnte es sein, dass mein Herr zurückkehrt?"
            }
        ]
    },
    {
        "id": "22e72306-f41c-4621-a925-83bab7f9d76e",
        "title": "怨情",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Die schöne Jungfrau rollt die Perlenvorhang hoch."
            },
            {
                "senid": 1,
                "content": "Sie sitzt tief in Gedanken, ihre Mottenbrauen in einem Stirnrunzeln zusammengekniffen."
            },
            {
                "senid": 2,
                "content": "Nur die nassen Spuren der Tränen sind zu sehen,"
            },
            {
                "senid": 3,
                "content": "aber wer weiß, wen ihr Herz verabscheut?"
            }
        ]
    },
    {
        "id": "83e70b6e-ff59-4a3b-8e81-249ab0cda0c3",
        "title": "月下独酌四首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Unter den Blumen ein Krug Wein; ich trinke allein, niemand nah, um es zu teilen."
            },
            {
                "senid": 1,
                "content": "Ich erhebe meinen Kelch zum hellen Mond, gegenüber meinem Schatten werden wir drei."
            },
            {
                "senid": 2,
                "content": "Der Mond kennt den Geschmack von Wein nicht; mein Schatten folgt einfach meiner Gestalt."
            },
            {
                "senid": 3,
                "content": "Für jetzt werde ich den Mond und den Schatten bei mir behalten; lasst uns feiern, solange der Frühling noch da ist."
            },
            {
                "senid": 4,
                "content": "Ich singe, der Mond verweilt; ich tanze, die Schatten zerstreuen sich."
            },
            {
                "senid": 5,
                "content": "Wach teilen wir Freude; betrunken gehen wir in der Nacht getrennte Wege."
            },
            {
                "senid": 6,
                "content": "Verbunden in leidenschaftsloser Freude werden wir uns jenseits der weit entfernten Milchstraße treffen."
            }
        ]
    },
    {
        "id": "59c7eaa9-3c05-4857-8cff-10376706ccb9",
        "title": "月夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Mond von heute Nacht über Fuzhou,"
            },
            {
                "senid": 1,
                "content": "In ihrer Kammer schaut sie allein."
            },
            {
                "senid": 2,
                "content": "Von weit her habe ich Mitleid mit unseren Kindern,"
            },
            {
                "senid": 3,
                "content": "Zu jung, um nach Chang'an zu sehnen."
            },
            {
                "senid": 4,
                "content": "Duftende Nebel besprühen ihr wolkenartiges Haar,"
            },
            {
                "senid": 5,
                "content": "Kalte Jadearme leuchten im reinen Licht."
            },
            {
                "senid": 6,
                "content": "Wann werden wir uns an den Gazenschleier lehnen,"
            },
            {
                "senid": 7,
                "content": "Unsere Tränenflecken getrocknet im gemeinsamen Mondlicht?"
            }
        ]
    },
    {
        "id": "c1280e87-ac81-4f9b-9de5-377d6af38ae8",
        "title": "月夜忆舍弟",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Garnisonsdrums halten die Reisenden auf, das Schreien einer einsamen Gans an der Herbstgrenze."
            },
            {
                "senid": 1,
                "content": "Ab heute Nacht wird der Tau frostig weiß, der Mond scheint am hellsten über der Heimat."
            },
            {
                "senid": 2,
                "content": "Meine Brüder sind weit und breit verstreut, kein Zuhause, um Neuigkeiten über Leben oder Tod zu erfahren."
            },
            {
                "senid": 3,
                "content": "Die Briefe, die ich schicke, erreichen sie nie, umso weniger, solange der Krieg noch tobt."
            }
        ]
    },
    {
        "id": "3138fe30-6cf6-45b0-a441-2d5398107a9a",
        "title": "云阳馆与韩绅宿别",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Alte Freunde trennten sich durch Flüsse und Meere."
            },
            {
                "senid": 1,
                "content": "Zahlreiche Male getrennt durch Gebirgspässe."
            },
            {
                "senid": 2,
                "content": "Der plötzliche Treffpunkt scheint nur eine Illusion zu sein."
            },
            {
                "senid": 3,
                "content": "In gegenseitiger Trauer fragen wir uns gegenseitig nach dem Alter."
            },
            {
                "senid": 4,
                "content": "Eine einsame Lampe kühlt die düstere Stunde des Regens."
            },
            {
                "senid": 5,
                "content": "Nasse Bambusstängel werden trübe in schwebenden Nebeln."
            },
            {
                "senid": 6,
                "content": "Noch größere Trauer wird der Morgen bringen -"
            },
            {
                "senid": 7,
                "content": "Wir schätzen die Abschiedstränke, die wir herumreichen."
            }
        ]
    },
    {
        "id": "8d480633-1876-4082-aaca-a7b3a26c04d7",
        "title": "杂曲歌辞 长干曲四首 二",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Mein Zuhause liegt am Ufer des Neunbiegenden Flusses."
            },
            {
                "senid": 1,
                "content": "Ich gehe hin und her entlang seiner gewundenen Ufer."
            },
            {
                "senid": 2,
                "content": "Obwohl wir beide aus der Stadt Changgan stammen,"
            },
            {
                "senid": 3,
                "content": "Fremde seit der Jugend, unsere Wege haben sich nie gekreuzt."
            }
        ]
    },
    {
        "id": "caa023cf-9f55-450c-9638-1cf5c0223cc1",
        "title": "杂曲歌辞 长相思三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Tageslicht vergeht, die Blumen sind im Nebel gehüllt."
            },
            {
                "senid": 1,
                "content": "Der Mond scheint hell, Traurigkeit hält mich wach."
            },
            {
                "senid": 2,
                "content": "Zhaos Zither ruht auf der Phönix-Säule."
            },
            {
                "senid": 3,
                "content": "Shus Laute sehnt danach, die Mandarinente-Saiten zu spielen."
            },
            {
                "senid": 4,
                "content": "Diese Melodie hat eine Bedeutung, aber niemand, der sie weitergibt."
            },
            {
                "senid": 5,
                "content": "Mögen die Frühlingswinde es auf den Weg nach Yanran tragen."
            },
            {
                "senid": 6,
                "content": "Ich sehne mich nach dir jenseits des blauen Himmels."
            },
            {
                "senid": 7,
                "content": "Augen, die einst mit welliger Anmut funkelten,"
            },
            {
                "senid": 8,
                "content": "Jetzt fließen sie wie Quellen, die die Spur der Tränen verfolgen."
            },
            {
                "senid": 9,
                "content": "Wenn Zweifel an meinem zerrissenen Herzen bleiben,"
            },
            {
                "senid": 10,
                "content": "Schau in den Spiegel, wenn du zurückkommst."
            }
        ]
    },
    {
        "id": "d4baf2d1-ea61-4fb3-a284-e889275bdca2",
        "title": "杂曲歌辞 长相思三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Lange Sehnsucht, in Chang'an."
            },
            {
                "senid": 1,
                "content": "Herbstgrillen zwitschern an den vergoldeten Brunnenrelingen."
            },
            {
                "senid": 2,
                "content": "Leichter Frost kühlt die Farbe der Matte."
            },
            {
                "senid": 3,
                "content": "Eine einsame Lampe dimmt, Gedanken nahe Verzweiflung."
            },
            {
                "senid": 4,
                "content": "Ich ziehe die Vorhänge und schaue verzweifelt an den Mond."
            },
            {
                "senid": 5,
                "content": "Eine blumenhafte Schönheit, verhüllt von Wolken."
            },
            {
                "senid": 6,
                "content": "Oben dehnt sich der weite blaue Himmel aus;"
            },
            {
                "senid": 7,
                "content": "Unten wallen grüne Gewässer mit Wellen."
            },
            {
                "senid": 8,
                "content": "Endlose Himmel, ferne Wege—meine Seele leidet im Flug;"
            },
            {
                "senid": 9,
                "content": "Selbst Träume können die Notlage der Bergpässe nicht überwinden."
            },
            {
                "senid": 10,
                "content": "Lange Sehnsucht - zerreißt Herz und Leber."
            }
        ]
    },
    {
        "id": "7066e611-faa5-427c-8fce-e0bf10c55416",
        "title": "杂曲歌辞 盖罗缝 一",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Mond der Qin-Dynastie scheint auf die starken Pässe der Han-Dynastie, Krieger marschieren Tausende von Meilen und sind immer noch weit von zu Hause."
            },
            {
                "senid": 1,
                "content": "Mögen die göttlichen Generäle den Drachenhof bewachen und niemals erlauben, dass die Pferde des Nordens die Festung des Yin-Gebirges überqueren."
            }
        ]
    },
    {
        "id": "a8617715-ad59-4da8-8071-e9aeb1760e6a",
        "title": "杂曲歌辞 金缕衣",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "Scherze nicht mit deinen goldenen Kleidern, sondern schätze deine Jugendzeit."
            },
            {
                "senid": 1,
                "content": "Pflücke die Blumen, solange sie blühen, und warte nicht, bis die Äste kahl sind."
            }
        ]
    },
    {
        "id": "f1320c1f-949a-4cbe-ad23-4806878632c5",
        "title": "杂曲歌辞 婆罗门",
        "author": "杨敬述进",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Sand vor dem Huile-Gipfel gleicht Schnee."
            },
            {
                "senid": 1,
                "content": "Das Mondlicht jenseits der Stadt Shouxiang gleicht Frost."
            },
            {
                "senid": 2,
                "content": "Von woher treibt der Klang der Rohrflöte her, unsichtbar?"
            },
            {
                "senid": 3,
                "content": "Die ganze Nacht lang blicken die Soldaten hin zu ihren Heimatorten, Herz voller Sehnsucht."
            }
        ]
    },
    {
        "id": "73dadc56-88ff-4f11-9ff5-da0e0adf533c",
        "title": "杂曲歌辞 清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine karminrote Blüte, von Tau geküsst und duftend."
            },
            {
                "senid": 1,
                "content": "Unter den Wolken und dem Regen des Wu - Bergs klagen Herzen vergeblich."
            },
            {
                "senid": 2,
                "content": "Frage im Han - Palast: Wer könnte vergleichen?"
            },
            {
                "senid": 3,
                "content": "Elendes Fei Yan lehnt sich auf ihre neu entdeckte Anmut."
            }
        ]
    },
    {
        "id": "0db5450e-f1e0-4d53-8106-529def535537",
        "title": "杂曲歌辞 清平调 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Die berühmte Blume und die Schönheit freuen sich in gegenseitigem Glanz."
            },
            {
                "senid": 1,
                "content": "Der Herrscher schaut oft mit einem lächelnden Gesichtsausdruck."
            },
            {
                "senid": 2,
                "content": "Die sanfte Brise vertreibt die unendlichen Sorgen des Frühlings."
            },
            {
                "senid": 3,
                "content": "An den nordlichen Geländern des Shenxiang-Pavillons lehnen wir uns in stille Resignation."
            }
        ]
    },
    {
        "id": "1f66d2ec-8418-485e-a434-e21a0d439dda",
        "title": "杂曲歌辞 秋夜曲",
        "author": "王涯",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Zimtgeist wächst, während der Herbstnebel glitzert."
            },
            {
                "senid": 1,
                "content": "Die dünnen Seidenkleider sind zu dünn, aber sie werden nicht entsprechend der Jahreszeit gewechselt."
            },
            {
                "senid": 2,
                "content": "Die aufrichtigen Töne der silbernen Zither klingen die ganze Nacht hindurch."
            },
            {
                "senid": 3,
                "content": "Ein zitterndes Herz meidet das einsame Licht des leeren Zimmers."
            }
        ]
    },
    {
        "id": "e4a87504-f9a3-4599-b770-aba4afd3cb04",
        "title": "杂曲歌辞 渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Der Morgenregen in Weicheng feuchtet den leichten Staub."
            },
            {
                "senid": 1,
                "content": "Die grünen Weiden am Gasthaus leuchten im Farbenton des Frühlings."
            },
            {
                "senid": 2,
                "content": "Ich ermahne dich, noch einen Becher Wein auszutrinken,"
            },
            {
                "senid": 3,
                "content": "Westlich der Yang-Pass bleiben keine alten Freunde übrig."
            }
        ]
    },
    {
        "id": "31e9a6b0-5035-4b1b-a9d3-ff1c279f53b6",
        "title": "杂诗 十三",
        "author": "无名氏",
        "sentence": [
            {
                "senid": 0,
                "content": "In der Nähe des Festivals des Kalten Essens lassen die Regenfälle die Gräser üppig wachsen."
            },
            {
                "senid": 1,
                "content": "Die Weizensprosse wiebelt, die Weiden spiegeln die Ufer in der Brise wider."
            },
            {
                "senid": 2,
                "content": "Schon seit langem bin ich heimwärts bestimmt, doch kann ich nicht zurückkehren."
            },
            {
                "senid": 3,
                "content": "Kuckuck, höre auf zu schreien bei meinem sehnsüchtigen Ohr."
            }
        ]
    },
    {
        "id": "4c7205af-d1e8-48ed-8220-fe095418b95a",
        "title": "杂诗三首 二",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Du kommst aus unserer Heimat."
            },
            {
                "senid": 1,
                "content": "Sicherlich weißt du, wie es dort zugeht."
            },
            {
                "senid": 2,
                "content": "Als du vor deinem prachtvollen Fenster gingst,"
            },
            {
                "senid": 3,
                "content": "Hat die Winterpflaume schon geblüht?"
            }
        ]
    },
    {
        "id": "1fb10ea4-f46c-4c08-bd06-f039f1907be6",
        "title": "杂诗三首 三",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich höre, dass in der Garnison Huanglong jahrelang der Konflikt nicht aufhört."
            },
            {
                "senid": 1,
                "content": "Schade um den Mond in ihrem Schlafzimmer, der immer auf das Lager der Soldaten scheint."
            },
            {
                "senid": 2,
                "content": "Die Frühlingssehnsucht einer jungen Frau, der nächtliche Schmerz ihres Ehemanns."
            },
            {
                "senid": 3,
                "content": "Wer wird uns mit Fahnen und Trommeln führen, um die Kette der Drachenstadt zu brechen?"
            }
        ]
    },
    {
        "id": "c65539db-4e2b-4ce4-a22b-563b6ef3f4f1",
        "title": "在岳咏蝉",
        "author": "骆宾王",
        "sentence": [
            {
                "senid": 0,
                "content": "Zikaden singen im westlichen Land."
            },
            {
                "senid": 1,
                "content": "Die Gedanken eines Gefangenen werden immer tiefer."
            },
            {
                "senid": 2,
                "content": "Wie kann man diese schwarz geflügelten Schatten ertragen?"
            },
            {
                "senid": 3,
                "content": "Angesichts meiner weißenhaarigen Klagen?"
            },
            {
                "senid": 4,
                "content": "Der Tau belastet ihren Flug, der Fortschritt wird behindert;"
            },
            {
                "senid": 5,
                "content": "Winde erdrücken ihr Lied, die Resonanz wird erstickt."
            },
            {
                "senid": 6,
                "content": "Niemand glaubt an edle Reinheit,"
            },
            {
                "senid": 7,
                "content": "Wer wird diesen meinen Herzen aussprechen?"
            }
        ]
    },
    {
        "id": "9525f99d-39cb-4d04-8650-263493d223e0",
        "title": "早发白帝城",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Am Morgengrauen verließ ich die Weiße Kaiserstadt in bunten Wolken."
            },
            {
                "senid": 1,
                "content": "Ich kehrte binnen einem Tag über tausend Li zurück nach Jiangling."
            },
            {
                "senid": 2,
                "content": "Von beiden Ufern hallten die endlosen Geheul der Affen wider."
            },
            {
                "senid": 3,
                "content": "Mein Kahn flog an zehntausend düsteren Bergen vorbei."
            }
        ]
    },
    {
        "id": "8e18183e-5a58-4805-b672-1726969d6526",
        "title": "早寒江上有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Die Blätter fallen, die Wildgänse ziehen nach Süden. Der Nordwind kühlt den Fluss."
            },
            {
                "senid": 1,
                "content": "Mein Zuhause liegt am Xiang - Fluss, weit jenseits der bewölkten Gipfel von Chu."
            },
            {
                "senid": 2,
                "content": "Heimwehstränen trocknen in den Augen des Wanderers, ein einsamer Segel verschwindet am Himmelrand."
            },
            {
                "senid": 3,
                "content": "Verloren am Flussufer, willend fragen - das abendliche Meer erstreckt sich endlos ruhig."
            }
        ]
    },
    {
        "id": "fedb06cc-37da-4aaf-8f39-85ebcb08b947",
        "title": "早秋三首 一",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "Die lange Nacht schäumt von klaren Zithersounds."
            },
            {
                "senid": 1,
                "content": "Westwinde wecken die smaragdgrünen Reben."
            },
            {
                "senid": 2,
                "content": "Verblassende Glühwürmchen verbeugen sich vor jadeähnlichem Tau."
            },
            {
                "senid": 3,
                "content": "Frühe Gänse streifen die Milchstraße."
            },
            {
                "senid": 4,
                "content": "Hohe Bäume bleiben am Morgengrauen dicht und hoch."
            },
            {
                "senid": 5,
                "content": "Entfernte Hügel werden unter klarem Himmel deutlicher."
            },
            {
                "senid": 6,
                "content": "Ein Blatt fällt in Huainans Umarmung."
            },
            {
                "senid": 7,
                "content": "Ich spüre das Alter in der Spur der nebligen Wellen."
            }
        ]
    },
    {
        "id": "4c745990-657a-41fe-ba2c-d9cf371ca563",
        "title": "贼平后送人北归",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "In Zeiten von Unruhen flohen wir gemeinsam nach Süden, jetzt in friedlichen Zeiten kehr ich allein nach Norden zurück."
            },
            {
                "senid": 1,
                "content": "In fremden Ländern hat mein Haar sich weiß gefärbt, zurück in meinem Heimatland begrüße ich die grünen Berge."
            },
            {
                "senid": 2,
                "content": "Der Morgennebel der Sonne schwebt über den verwüsteten Festungen, unter sternenklarem Himmel übernachte ich an alten Pässen."
            },
            {
                "senid": 3,
                "content": "Gefrorene Vögel und verwelkte Gräser spiegeln überall mein trauriges Gesicht wider."
            }
        ]
    },
    {
        "id": "a7f425de-143b-493d-bb51-13e27c68e871",
        "title": "赠别二首 二",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "So voller Liebe, aber scheinbar ständig herzlos; Beim Abschiedstrost versuche ich vergeblich, ein Lächeln zu zeigen."
            },
            {
                "senid": 1,
                "content": "Die Kerze, die ein Herz hat, teilt unsere Abschiedstreue und weint an unserer Stelle bis zum Morgengrauen."
            }
        ]
    },
    {
        "id": "54008cd0-f9bf-424f-bc55-f15c1e9025f3",
        "title": "赠别二首 一",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Schlank und anmutig, erst etwas über dreizehn Jahre alt."
            },
            {
                "senid": 1,
                "content": "Wie die knospenden Blumen Anfang Februar an der Zweigspitze."
            },
            {
                "senid": 2,
                "content": "Zehn Meilen Frühlingseinbruch auf den Straßen von Yangzhou."
            },
            {
                "senid": 3,
                "content": "Beim Hochrollen der Perlenvorhänge kann sich niemand ihr stellen."
            }
        ]
    },
    {
        "id": "9d1b6a18-571c-4f25-bfdb-3fe260115c3f",
        "title": "赠孟浩然",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Ich bewundere Meister Meng, dessen Grazie die Welt kennt."
            },
            {
                "senid": 1,
                "content": "In seiner Jugend lehnte er Ehre ab, in grauen Jahren liegt er bei Kiefern und Wolken."
            },
            {
                "senid": 2,
                "content": "Betrunken vom Mondlicht, schmeckt er oft göttlichen Wein; von Blüten verzaubert, dient er niemals Herrn."
            },
            {
                "senid": 3,
                "content": "Wie kann ich mich an solche hohen Höhen trauen? Hier verbeuge ich mich nur vor deinem reinen Duft."
            }
        ]
    },
    {
        "id": "84bd91bd-11f7-4218-b9e2-b05b06ce8b99",
        "title": "赠内人",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Mondlicht zeichnet die Pfade der Palastbäume am verbotenen Tor."
            },
            {
                "senid": 1,
                "content": "Verzaubernde Augen schauen nur auf das Schwalbennest."
            },
            {
                "senid": 2,
                "content": "Neben der Schatten der Laterne neigt sich eine Jade-Haarspange."
            },
            {
                "senid": 3,
                "content": "Sie teilt die purpurrote Flamme, um den flatternden Motten zu retten."
            }
        ]
    },
    {
        "id": "42f17f00-bbc1-4b5b-82c1-3e9e012725ba",
        "title": "赠阙下裴舍人",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Im Februar fliegen Trauersänger in die Pavillons von Shanglin."
            },
            {
                "senid": 1,
                "content": "Der Frühling hüllt die Verbotene Stadt in nebligen Morgenstunden ein."
            },
            {
                "senid": 2,
                "content": "Die Glocken des Changle-Palasts verblassen hinter den schönen Blumen."
            },
            {
                "senid": 3,
                "content": "Die Weiden am Drachenteich verdunkeln sich im Regen."
            },
            {
                "senid": 4,
                "content": "Die Wärme der Sonne kann meine hoffnungslose Lage nicht vertreiben."
            },
            {
                "senid": 5,
                "content": "Dennoch schätze ich immer noch das neue himmlische Licht des Morgens."
            },
            {
                "senid": 6,
                "content": "Zehn Jahre Lang hat Gedichtschreiben keine königliche Zustimmung gebracht."
            },
            {
                "senid": 7,
                "content": "Mit weißem Haar schäme ich mich, der juwelenschmückten Hofgesellschaft gegenüber zu stehen."
            }
        ]
    },
    {
        "id": "6c7c45a6-c944-4ff3-aa99-f5cb0440436f",
        "title": "赠卫八处士",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Treffen im Leben sind so selten wie die Sterne Shen und Shang."
            },
            {
                "senid": 1,
                "content": "Welche Nacht ist heute Nacht, diese Kerzenlicht teilen?"
            },
            {
                "senid": 2,
                "content": "Das Blütealter der Jugend dauert nur kurz; unsere Schläfen sind jetzt grau."
            },
            {
                "senid": 3,
                "content": "Die Hälfte der alten Freunde sind zu Geistern geworden, die Keuche brennt uns in der Seele."
            },
            {
                "senid": 4,
                "content": "Wer hätte vorausgesehen, dass ich nach zwanzig Jahren Ihre edlen Treppen besteigen würde?"
            },
            {
                "senid": 5,
                "content": "Wir trennten uns, als du ledig warst, jetzt stehen die Kinder in Reihen."
            },
            {
                "senid": 6,
                "content": "Fröhlich ehren sie den Freund ihres Vaters und fragen mich, woher ich komme."
            },
            {
                "senid": 7,
                "content": "Bevor die Fragen aufhören, stellen sie Wein und Gerichte auf."
            },
            {
                "senid": 8,
                "content": "Nachtregen schneidet Frühlingslauch, frischer Dampf vermischt goldenen Korn."
            },
            {
                "senid": 9,
                "content": "Der Gastgeber sagt, dass Treffen selten sind, zehn Kelche werden hintereinander gehoben."
            },
            {
                "senid": 10,
                "content": "Zehn Kelche bringen keine Trunkenheit, berührt von deinem treuen Herzen."
            },
            {
                "senid": 11,
                "content": "Morgen teilen uns Berge, die Dinge des Lebens treiben wie Welten auseinander."
            }
        ]
    },
    {
        "id": "19796737-ec7b-4c33-8df4-a81a7ca2cc10",
        "title": "章台夜思",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "Die klare Zither beklagt die lange Nacht."
            },
            {
                "senid": 1,
                "content": "Ihre Saiten zittern vor der Trauer von Wind und Regen."
            },
            {
                "senid": 2,
                "content": "Eine einsame Lampe hört das traurige Geräusch der Chu-Hörner."
            },
            {
                "senid": 3,
                "content": "Der sinkende Mond geht über die Zhang-Terrasse unter."
            },
            {
                "senid": 4,
                "content": "Das duftende Gras ist seit langem verwelkt."
            },
            {
                "senid": 5,
                "content": "Mein alter Freund ist immer noch nicht gekommen."
            },
            {
                "senid": 6,
                "content": "Briefe an meine Heimat können nicht verschickt werden."
            },
            {
                "senid": 7,
                "content": "Herbstgänse fliegen wieder nach Süden."
            }
        ]
    },
    {
        "id": "92dd65da-8301-4c83-b8f3-986b6095c481",
        "title": "征怨",
        "author": "柳中庸",
        "sentence": [
            {
                "senid": 0,
                "content": "Jahr für Jahr bei Jinhe und Yuguan-Pass."
            },
            {
                "senid": 1,
                "content": "Jedes Morgenlicht bringt Peitschen und Schwertringe, wenn wir vorbeigehen."
            },
            {
                "senid": 2,
                "content": "Der Frühlingsschnee kehrt zu den grünen Gräbern zurück, wo die Seelen ruhen."
            },
            {
                "senid": 3,
                "content": "Der Gelbe Fluss windet sich um den Hei-Schluchtberg für meilenweit herum."
            }
        ]
    },
    {
        "id": "f88a6dbd-bf83-458c-b5e2-85fdd1ed98b2",
        "title": "至德二载甫自京金光门出问道归凤翔乾元初从左拾遗移华州掾与亲故别因出此门有悲往事",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In früheren Tagen sah dieser Weg die Unterwerfung, während die westlichen Vororte von barbaren Heeren wimmelten."
            },
            {
                "senid": 1,
                "content": "Bis heute zittert mein zerschmettertes Mut, wo unruhige Seelen noch unaufgerufen herumscharren."
            },
            {
                "senid": 2,
                "content": "Obwohl ich kürzlich in die Arme der Hauptstadt zurückgekehrt bin, war diese Amtsverlegung wirklich der Wille des Kaisers?"
            },
            {
                "senid": 3,
                "content": "Talentlos altere ich mit jedem Tag, dennoch halte ich mein Pferd an, um die aufgereihten Palasttore anzusehen."
            }
        ]
    },
    {
        "id": "6d098c75-038d-45f4-8f86-73976c355e44",
        "title": "终南别业",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Im mittleren Alter entwickelte ich eine Vorliebe für den Tao und wohnte später am Rande der südlichen Berge."
            },
            {
                "senid": 1,
                "content": "Wenn mich die Inspiration ergreift, wandere ich oft allein herum; diese Freuden kann nur ich einschätzen."
            },
            {
                "senid": 2,
                "content": "Ich ging bis die Bäche endeten und saß, um die Wolken aufsteigen zu beobachten."
            },
            {
                "senid": 3,
                "content": "Ich traf zufällig einen alten Holzfäller, sprach und lachte, ohne auf die Zeit zu achten."
            }
        ]
    },
    {
        "id": "a5b1f5c9-1ba7-4533-b497-55b1d4af1bbb",
        "title": "终南山",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Taiyi nähert sich der himmlischen Hauptstadt."
            },
            {
                "senid": 1,
                "content": "Gebirgszüge verbinden sich mit den Ozeanküsten."
            },
            {
                "senid": 2,
                "content": "Weiße Wolken versammeln sich, wenn man zurückschaut."
            },
            {
                "senid": 3,
                "content": "Blaue Nebel verschwinden, wenn man sie erblickt."
            },
            {
                "senid": 4,
                "content": "Der Mittelgipfel teilt die Gebiete."
            },
            {
                "senid": 5,
                "content": "Schatten und Licht variieren in den Tälern."
            },
            {
                "senid": 6,
                "content": "Auf der Suche nach Unterkunft, wo Menschen wohnen."
            },
            {
                "senid": 7,
                "content": "Über das Wasser rufe ich den Holzfäller."
            }
        ]
    },
    {
        "id": "b4780bd1-1703-4bce-a801-d5ed566826b5",
        "title": "终南望余雪",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Die nördlichen Hänge des Zhongnan-Gebirges sind majestätisch."
            },
            {
                "senid": 1,
                "content": "Schneebedeckte Gipfel schweben zwischen den Wolken."
            },
            {
                "senid": 2,
                "content": "Der Waldrand leuchtet in der Klarheit nach dem Regen."
            },
            {
                "senid": 3,
                "content": "Der Abendkühle wird in der Stadt unten noch intensiver."
            }
        ]
    },
    {
        "id": "57203d7f-380c-4052-b21b-d1ea79fbe231",
        "title": "子夜吴歌 春歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "In Qin-Land wohnt Lady Luofu und pflückt Maulbeerblätter am grünen Wasser."
            },
            {
                "senid": 1,
                "content": "Ihre blassen Hände zieren grüne Zweige, ihre karmesinrote Kleidung glänzt im Tageslicht."
            },
            {
                "senid": 2,
                "content": "Die Seidenraupen hungern, ich muss gehen; fünf edle Pferde, verweilen Sie nicht hier."
            }
        ]
    },
    {
        "id": "baccf46a-41c4-4a0f-b90f-37cc35b04a64",
        "title": "子夜吴歌 秋歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Eine Schicht Mondlicht über Chang'an."
            },
            {
                "senid": 1,
                "content": "Das Stampfen der Wäsche in zehntausend Haushalten."
            },
            {
                "senid": 2,
                "content": "Herbstwinde, die nie aufhören,"
            },
            {
                "senid": 3,
                "content": "Immer mit Gedanken an den Jadespass."
            },
            {
                "senid": 4,
                "content": "Wann werden die Barbaren besiegt werden,"
            },
            {
                "senid": 5,
                "content": "Damit mein Lieber seine ferne Feldzug beenden kann?"
            }
        ]
    },
    {
        "id": "a2aed629-465d-412c-a68d-780068488725",
        "title": "自河南经乱关内阻饥兄弟离散各在一处因望月有感聊书所怀寄上浮梁大兄于潜七兄乌江十五兄兼示符离及下邽弟妹",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "In Zeiten von Not und Hungersnot werden die weltlichen Angelegenheiten leer."
            },
            {
                "senid": 1,
                "content": "Brüder wandern als Landstreicher herum, nach Osten und Westen verstreut."
            },
            {
                "senid": 2,
                "content": "Die Felder liegen verwüstet nach dem Kriegsausbruch."
            },
            {
                "senid": 3,
                "content": "Verwandte wandern auf endlosen Straßen umher."
            },
            {
                "senid": 4,
                "content": "Traurige Schatten teilen sich in tausendmeilige Wildenten."
            },
            {
                "senid": 5,
                "content": "Ausgerottet, wie Herbstkraut verstreut."
            },
            {
                "senid": 6,
                "content": "Zusammen auf den Mond schauend, sollten Tränen fallen."
            },
            {
                "senid": 7,
                "content": "An einem Abend pochen die Heimwehherzen an fünf Orten in Übereinstimmung."
            }
        ]
    },
    {
        "id": "3f049d66-1513-407f-bb4e-cf25a7b5069a",
        "title": "自夏口至鹦鹉洲夕望岳阳寄源中丞",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Das Inselchen ist ruhig, ohne Wellen oder Nebelspuren."
            },
            {
                "senid": 1,
                "content": "Die Sehnsucht des Wanderers überschreitet Zeit und Raum."
            },
            {
                "senid": 2,
                "content": "Am Sonnenuntergang in Hankou kreuzen Vögel das schräge Licht."
            },
            {
                "senid": 3,
                "content": "Die Herbstgewässer von Dongting verschmelzen mit der Höhe des Himmels."
            },
            {
                "senid": 4,
                "content": "Einsame Stadt am kalten Gebirgskamm, wo die Hörner klingen."
            },
            {
                "senid": 5,
                "content": "Einsame Wacht am Fluss, wo die Boote liegen."
            },
            {
                "senid": 6,
                "content": "Jia Yi hat eine Petition eingereicht, um das Schicksal der Han-Dynastie zu ändern."
            },
            {
                "senid": 7,
                "content": "Nach Changsha verbannt, geliebt über das Ende der Zeit hinaus."
            }
        ]
    }
]