[
  {
    "id": "927908c0-999f-4d3f-8192-d67d28f93576",
    "title": "八阵图",
    "author": "杜甫",
    "content": "功盖三分国 名高八阵图 江流石不转 遗恨失吞吴",
    "story": {
      "meaning": "长江怒涛拍打着夔门两岸，杜甫凝视着江水中若隐若现的八阵图石堆。'诸葛丞相啊...'他摩挲着斑驳的石碑叹息。这些历经沧桑的石头，就像诸葛亮未竟的北伐遗志，任凭江水冲刷却岿然不动。最令人痛心的，是先主为报私仇伐吴，反倒断送了蜀汉一统天下的可能。",
      "allusion": "公元222年夷陵之战后，诸葛亮在白帝城托孤台摆下八堆石头。'陛下请看，'他指着石阵对刘禅说，'这八阵可抵十万精兵。'小皇帝好奇地踢散一角，诸葛亮立即沉下脸：'东吴若来犯，此处就是决战之地！'说着捡起石块重新垒好，石缝间渗出的汗水在烈日下闪闪发亮。",
      "background": "深秋的夔州寒风刺骨，杜甫裹紧破旧的青袍。'哗啦——'江浪打湿了他的布鞋，恍惚间仿佛看见羽扇纶巾的身影在石阵中若隐若现。他忽然抓起枯枝，在沙滩上狂书'遗恨'二字，浪花扑来又抹去痕迹，就像历史无法挽回的遗憾。",
      "additional_info": "有趣的是，北宋苏轼在《东坡志林》中记载，当地渔民常在八阵图遗址捞到刻有'汉'字的箭簇，每逢阴雨天还能听见金戈铁马之声。清代诗人王士祯甚至声称亲眼见过石阵随江水涨落变换阵型。",
      "questions": [
        "八阵图真的能困住军队吗？",
        "诸葛亮为何选在此布阵？",
        "刘备伐吴错在哪里？"
      ]
    }
  },
  {
    "id": "9d33c118-cde9-49af-b572-c43427a10b48",
    "title": "巴山道中除夜书怀",
    "author": "崔涂",
    "content": "迢遰三巴路，羇危万里身。 乱山残雪夜，孤烛异乡春。 渐与骨肉远，转于僮仆亲。 那堪正漂泊，明日岁华新。",
    "story": {
      "meaning": "除夕夜，崔涂骑着瘦马穿行在巴山乱雪中。'咯吱——'马蹄陷进雪坑，他裹紧破旧的棉袍，望着远处零星的灯火嘟囔：'这异乡的烛火，倒比长安的月亮还冷。'忽然僮仆阿福递来温酒：'老爷，喝口酒暖暖吧。'他接过酒囊的手突然颤抖——此刻长安的家中，老母亲正往饺子里塞铜钱吧？",
      "allusion": "诗人想起百年前杜甫的《除夜》：'守岁阿戎家，椒盘已颂花。'当年杜甫在朋友家守岁，虽贫寒却有温情。而此刻他的僮仆正学着蜀地习俗，在雪地上用树枝画着'岁'字。'阿福，你这字少了一横。''老爷，蜀地就这么写，寓意岁月绵长呢！'崔涂苦笑，原来漂泊久了，连故乡的文字都记不清了。",
      "background": "乾宁元年冬，崔涂被贬为巴州司户参军。除夕前夜，他带着僮仆冒雪赴任。'大人，驿站说暴雪封山...''继续走！'崔涂呵出的白雾里带着酒气。转过山崖时，忽见雪地里有狐狸脚印绕着枯树转圈，像极了长安家中团圆的年饭桌。他猛地勒马，在驿亭斑驳的墙上题下这首诗。",
      "additional_info": "有趣的是，宋代陆游读到'孤烛异乡春'时，在《老学庵笔记》里写道：'崔司马必是左撇子，右手持烛时，影子该投在右侧。'其实唐代烛台多置于案几中央，这位爱国诗人怕是把自己夜读的习惯代入了。",
      "questions": [
        "杜甫守岁在谁家？",
        "蜀地'岁'字有何寓意？",
        "陆游如何误解烛影？"
      ]
    }
  },
  {
    "id": "f2f04c30-149d-4b2b-bce1-1334adf84739",
    "title": "灞上秋居",
    "author": "马戴",
    "content": "灞原风雨定，晚见雁行频。 落叶他乡树，寒灯独夜人。 空园白露滴，孤壁野僧邻。 寄卧郊扉久，何门致此身。",
    "story": {
      "meaning": "深秋的灞原上，风雨初歇，诗人马戴望着南飞的雁群掠过暮色。客栈外的老槐树簌簌抖落黄叶，油灯在纸窗前摇曳，将他的影子拉得老长。墙角白露顺着野草滴落，隔壁破败的僧寮里传来木鱼声。他摩挲着多年未换的旧官袍，突然把砚台砸向墙壁——这已是第三次科举落第了。",
      "allusion": "当年王维在终南山隐居时，也曾写下'雨中山果落，灯下草虫鸣'的句子。马戴在长安酒肆听老学士讲这段典故时，醉醺醺地拍案而起：'王右丞好歹有个辋川别业，我连僧房的漏雨都听得出韵律！'惹得满堂举子哄笑。",
      "background": "马戴蜷缩在漏风的驿馆里，听着隔壁僧人咳嗽。三日前放榜时，他挤在张榜处反复确认自己的名字，直到守榜差役不耐烦地泼了盆洗笔水。此刻他盯着灯芯爆出的灯花，突然想起离乡时母亲塞进行囊的茱萸囊——那香气早被汗渍浸没了。",
      "additional_info": "有趣的是，马戴后来在《落日怅望》中再次写到孤雁，同时期的诗人许浑调侃他'马君咏雁必在秋，莫非与鸿雁有仇'，成为当时文坛著名趣谈。",
      "questions": [
        "雁群象征什么？",
        "僧邻暗示什么？",
        "为何反复写灯？"
      ]
    }
  },
  {
    "id": "294bc7b2-b4f8-4a53-be17-a40ded4afd1a",
    "title": "白雪歌送武判官归京",
    "author": "岑参",
    "content": "北风卷地白草折，胡天八月即飞雪。 忽然一夜春风来，千树万树梨花开。 散入珠帘湿罗幕，狐裘不煖锦衾薄。 将军角弓不得控，都护铁衣冷难着。 瀚海阑干百丈冰，愁云黪淡万里凝。 中军置酒饮归客，胡琴琵琶与羌笛。 纷纷暮雪下辕门，风掣红旗冻不翻。 轮台东门送君去，去时雪满天山路。 山回路转不见君，雪上空留马行处。",
    "story": {
      "meaning": "狂风撕扯着枯草，边塞的八月竟飘起鹅毛大雪。岑参掀开军帐的珠帘，雪花立刻扑进来打湿了锦缎帷幕。他裹紧狐裘仍瑟瑟发抖，听见帐外将军抱怨冻僵的手指拉不开弓弦。忽然风停雪霁，千万树冰凌在月光下绽放如梨花。中军帐里正为返京的武判官饯行，胡琴声里，辕门外的红旗冻成硬板，暮雪纷纷扬扬落满天山。",
      "allusion": "天宝十三载冬，岑参在轮台军营送别同僚。武判官临行前夜，众人围着火炉痛饮葡萄美酒。'这鬼天气！'都护搓着冻红的鼻子抱怨，'铁甲都能粘掉皮肉！'岑参突然指着帐外惊呼：'快看！'只见雪压枝条竟似春日梨园。武判官举杯笑道：'此景当入诗！'后来这'千树万树梨花开'成了咏雪绝唱。",
      "background": "岑参望着雪地上渐远的马蹄印，笔尖在砚台里反复蘸着。三日前那场突如其来的暴雪，中军帐里琵琶弦冻断的脆响，辕门下冻成冰雕的红旗，都在他眼前闪回。'判官此时该到天山隘口了吧？'他忽然把笔一掷，墨汁溅在雪地图上，像极了那夜散落的葡萄美酒。",
      "additional_info": "宋代画院曾以'胡天八月即飞雪'为题考校画师。有位画师别出心裁，画中军营辕门半开，露出半截冻硬的旗杆，旗面如铁板般斜插雪中，正是'风掣红旗冻不翻'的绝妙图解，夺得头名。",
      "questions": [
        "为何用梨花喻雪？",
        "铁衣究竟多冷？",
        "红旗为何冻不翻？"
      ]
    }
  },
  {
    "id": "9380d4f6-e19d-4ff1-8309-07f4ede69f7c",
    "title": "北青萝",
    "author": "李商隐",
    "content": "残阳西入崦，茅屋访孤僧。 落叶人何在，寒云路几层。 独敲初夜磬，闲倚一枝藤。 世界微尘里，吾宁爱与憎。",
    "story": {
      "meaning": "夕阳染红山峦时，李商隐踩着沙沙落叶来到山间茅屋。推门见老僧正敲着青铜磬，余音在寒云缭绕的山路上回荡。老僧倚着枯藤杖笑道：'施主看这落叶，可像红尘中的你我？'诗人顿悟：大千世界不过微尘，何必执着爱恨。",
      "allusion": "诗中暗含维摩诘经'芥子纳须弥'典故。维摩诘居士曾示病，文殊菩萨探访时，居士将三万二千狮子座纳入方丈小室。文殊惊叹，维摩诘道：'佛土本无大小，心宽则天地阔。'正如老僧枯藤杖轻点处，落叶皆成菩提。",
      "background": "会昌五年秋，李商隐丁忧期满重返官场，却遭排挤。这日暮色苍茫时，他想起妻子新丧，信步上山。忽闻磬声穿云，见茅檐下老僧煮茶，茶烟与晚霞交融。僧人递来粗陶碗：'宦海浮沉，不如饮尽这碗松风。'",
      "additional_info": "有趣的是，李商隐后来在《题僧壁》中再次用到'微尘'意象。同时代诗人温庭筠曾调侃：'义山访僧必得佳句，莫非偷了佛祖锦囊？'",
      "questions": [
        "维摩诘如何示现神通？",
        "唐代僧人日常如何修行？",
        "枯藤在禅宗有何象征？"
      ]
    }
  },
  {
    "id": "c19e64b1-604b-40b7-9e41-6ef57b9c6f7b",
    "title": "别房太尉墓",
    "author": "杜甫",
    "content": "他乡复行役，驻马别孤坟。 近泪无干土，低空有断云。 对碁陪谢傅，把剑觅徐君。 唯见林花落，莺啼送客闻。",
    "story": {
      "meaning": "秋风瑟瑟，杜甫牵着瘦马驻足荒冢前。他颤抖的手指抚过斑驳墓碑，泪水砸在黄土上洇出深色痕迹。头顶残云如扯碎的棉絮，林间忽有花瓣簌簌飘落，惊起黄莺一声凄啼。诗人想起当年与房琯对弈论政的夜晚，烛火映着棋盘上未竟的残局，如今却只剩坟茔与自己影子相对。",
      "allusion": "【把剑觅徐君】春秋时，吴国季札出使途经徐国，徐君爱其宝剑却未言明。季札心许之，归途闻徐君已逝，便解剑挂于墓前松枝。随从不解，季札抚剑道：'心已许之，岂因生死改志？'寒风中，剑穗与落叶一同飘摇。",
      "background": "764年深秋，流离蜀地的杜甫听闻挚友房琯灵柩归葬。他连夜策马三百里，靴底沾满泥泞。拂晓时分，他望着新坟上未干的露水，恍惚看见房琯在长安宅邸煮茶相迎：'子美，这局棋我等了四年...'突然鸦群惊飞，他才发觉茶香原是野菊气息。",
      "additional_info": "后世发现房琯墓志铭记载其'雅好围棋'，印证了杜甫'对碁陪谢傅'的回忆。有趣的是，谢安在淝水之战时仍镇定下棋的典故，正与房琯指挥陈陶斜之战时的从容相类。",
      "questions": [
        "季札挂剑时多大",
        "房琯最擅何种棋",
        "徐国现今何处"
      ]
    }
  },
  {
    "id": "8de30193-fba7-4aef-9ff9-c3726a22104d",
    "title": "泊秦淮",
    "author": "杜牧",
    "content": "烟笼寒水月笼沙 夜泊秦淮近酒家 商女不知亡国恨 隔江犹唱后庭花",
    "story": {
      "meaning": "深秋的秦淮河上，雾气如纱笼罩着寒波，月光在沙滩上碎成银屑。杜牧的小船停在一家酒肆旁，忽听得对岸传来柔媚的歌声——竟是前朝亡国之曲《玉树后庭花》。歌女们轻摇团扇唱着艳词，浑然不觉岸边的诗人正攥紧船桨，望着粼粼波光想起安史之乱时，这座城也曾这样在纸醉金迷中沦陷。",
      "allusion": "南朝陈后主在敌军压境时，仍与宠妃张丽华在结绮阁寻欢作乐。史载那日宫墙外战鼓如雷，陈叔宝却抚着张丽华的发簪笑道：'爱妃新谱的《后庭花》，比战鼓声更动人心魄呢！' 三个月后，隋军破城，这位沉迷声色的君王带着妃子躲进枯井，被后人笑作'胭脂井'。",
      "background": "杜牧夜泊时正逢牛李党争最烈之际。他望着河岸灯笼倒影，想起白日朝堂上宰相李德裕怒斥边关急报，而宦官们却在偏殿斗蟋蟀。突然飘来的靡靡之音让他冷笑出声，摸出随身酒壶猛灌一口，墨汁混着酒渍在诗笺上洇开。",
      "additional_info": "宋代有人发现杜牧诗集里秦淮题材的诗都带着酒渍，戏称其'醉墨淋漓处，尽是六朝烟水气'。明代更有人考证那夜歌女唱的是改良版《后庭花》——陈朝原词过于香艳，被酒家悄悄改了韵脚。",
      "questions": [
        "陈后主井深几何？",
        "张丽华发簪样式？",
        "唐代秦淮河宽度？"
      ]
    }
  },
  {
    "id": "b3de619f-cc8b-457d-942b-49f06651aba4",
    "title": "蝉",
    "author": "李商隐",
    "content": "本以高难饱，徒劳恨费声。 五更疏欲断，一树碧无情。 薄宦梗犹泛，故园芜已平。 烦君最相警，我亦举家清。",
    "story": {
      "meaning": "夏夜庭院里，李商隐望着梧桐树上嘶鸣的蝉。蝉儿振翅高鸣却无人理会，就像他虽满腹才华却仕途坎坷。'你整夜鸣叫到五更天，嗓子都哑了'他轻抚树干，'可这满树绿叶依旧无情'。突然蝉声骤停，仿佛在提醒他：'我这薄宦之人像浮萍漂泊，故乡的田园早已荒芜。但感谢你用鸣声警示，我们都是一样的清高啊！'",
      "allusion": "春秋时，齐景公问晏子：'蝉为何鸣叫？'晏子答：'蝉居高饮露，自以为清高，却不知螳螂在后。'说着指向树梢——只见螳螂正举起镰刀般的前肢。这场景让李商隐想起自己：虽像蝉般清高自守，却随时可能被官场'螳螂'所害。",
      "background": "837年深秋，李商隐在秘书省值夜。烛光下他听见窗外残蝉哀鸣，想起自己考中进士却只能当个九品校书郎。提笔时，墨汁滴在纸上晕开，像他化不开的愁绪。忽然一阵风掀开窗纸，带着落叶扑到案头——这让他想起故乡已荒废的院落，笔尖顿时泄出满腔孤愤。",
      "additional_info": "有趣的是，李商隐写蝉时总爱用'碧'字。在《蝉》中写'一树碧无情'，在《柳》中又说'曾逐东风拂舞筵'。同时代的温庭筠调侃他：'义山兄莫非是跟绿色过不去？'李商隐笑答：'非也，只是这碧色最懂清寒滋味。'",
      "questions": [
        "晏子如何讽谏齐景公？",
        "唐代秘书省做何工作？",
        "李商隐为何自比浮萍？"
      ]
    }
  },
  {
    "id": "f7c9c409-9571-4eb8-abd9-91ec6c1ff564",
    "title": "常娥",
    "author": "李商隐",
    "content": "云母屏风烛影深 长河渐落晓星沈 常娥应悔偷灵药 碧海青天夜夜心",
    "story": {
      "meaning": "深秋的夜晚，李商隐独坐书房。云母屏风后，烛光将他的影子拉得很长很长。他抬头望向窗外，银河渐渐西斜，晨星也慢慢隐没。他突然想到月宫中的嫦娥——此刻她是否正倚着桂树，望着碧海般的夜空后悔呢？当年偷吃灵药飞升成仙，换来的是永恒的孤寂。就像他自己，追求功名却陷入党争，如今只能对着青天明月，夜夜思念过往的温暖。",
      "allusion": "相传远古时，天上突然出现十个太阳，英雄后羿射下九个，西王母赐他不死药。他的妻子嫦娥好奇偷吃，顿时身轻如云，抱着玉兔飞向月宫。'夫君！'她惊慌地伸手想抓住什么，却只握住一缕清风。广寒宫里，吴刚永远砍不倒的桂树沙沙作响，'早知如此...'嫦娥抚着玉兔喃喃自语，晶莹的泪珠化作月华洒向人间。",
      "background": "837年的深秋，李商隐在长安任职秘书省。那夜他值宿官署，烛火摇曳中想起自己卷入牛李党争的处境。'就像这烛影，愈深愈暗...'他苦笑着研磨提笔。窗外，最后的星辰正被晨曦吞没，恍如他逝去的政治理想。突然一阵秋风吹开窗扉，带着桂香的寒意让他打了个哆嗦——这多像嫦娥在月宫感受到的永恒的寒冷啊！",
      "additional_info": "有趣的是，唐代诗人对嫦娥多有同情。李白说'白兔捣药秋复春'，杜甫写'斟酌姮娥寡'，而李商隐此诗开创性地用'悔'字，让嫦娥从神话符号变成了有血有肉的女子。后世曹雪芹在《红楼梦》中写'嫦娥应悔偷灵药'，正是向李商隐致敬。",
      "questions": [
        "后羿为何得到仙药？",
        "月宫还有哪些居民？",
        "古人如何看月食？"
      ]
    }
  },
  {
    "id": "b8ae44b3-ba8d-42d3-85a7-a70aa8608379",
    "title": "长安遇冯著",
    "author": "韦应物",
    "content": "客从东方来，衣上灞陵雨。 问客何为来，采山因买斧。 冥冥花正开，飏飏燕新乳。 昨别今已春，鬓丝生几缕。",
    "story": {
      "meaning": "春雨淅沥的灞桥边，风尘仆仆的冯著衣袂沾湿。韦应物在长安街头偶遇故人，见他腰间别着新斧，笑问可是要归隐山林？抬眼却见飞燕衔泥、春花灼灼，忽然惊觉上次分别还是去岁寒冬，而今冯著鬓角已添银丝。诗中藏着对时光流逝的怅惘，也暗含对友人超脱生活的羡慕。",
      "allusion": "灞陵雨暗用汉代典故：隐士梁鸿曾在灞陵山中耕读，一日大雨，其妻举案齐眉递上蓑衣。此刻冯著衣沾山雨而来，韦应物会心一笑：'可是学梁鸿采薇？'冯著拍拍斧柄答道：'非为采薇，是去终南山斫些柴火，新得了本《庄子》，正好围炉夜读。'",
      "background": "韦应物时任京兆府功曹，这日散值遇雨，正匆匆穿过西市。忽听有人唤他表字，回头见是旧友冯著——去年因直言被贬的谏官。看对方布衣草鞋却神色从容，再摸摸自己崭新的官服，忽然觉得腰间鱼袋沉甸甸的。归家后，窗外雨打芭蕉声里，他提笔写下这首五味杂陈的诗。",
      "additional_info": "有趣的是，韦应物后来真的辞官归隐，在诗中提到的终南山附近定居。某年春天，冯著带着斧头来访，两人相视大笑——这回斧头不是道具，是真要一起上山砍柴煮茶了。",
      "questions": [
        "梁鸿为何隐居灞陵？",
        "唐代谏官常因何被贬？",
        "终南山有哪些隐士？"
      ]
    }
  },
  {
    "id": "c39225f9-16b2-4713-a11c-d7030ec3b1c9",
    "title": "长干曲四首 一",
    "author": "崔颢",
    "content": "君家何处住？ 妾住在横塘 停船暂借问 或恐是同乡",
    "story": {
      "meaning": "春日的长江渡口，船娘撑着竹篙靠近一艘客船。她望着船头青衫少年，突然心跳加速——那口音多像家乡人！'公子家住何处？'她鼓起勇气问道，又急急补充：'奴家住在横塘...'手指绞着衣角，脸颊飞红。原来这羞涩的搭讪，藏着游子对乡音的渴望。",
      "allusion": "六朝时期，商人女莫愁在横塘采莲时，听见客船上传来熟悉的乡音。她划船靠近，看见书生沈约正在吟诗。'郎君可是吴郡人？'她脱口而出。沈约惊讶回头，两人相视一笑——原来都是漂泊在外的金陵同乡。这段佳话后来成为'停船借问'的典故原型。",
      "background": "崔颢年轻时漫游江南，某日黄昏在渡口等船。忽见两艘小船在江心相遇，船娘清脆的吴语随风飘来。他想起自己离家多年，鼻子一酸，摸出随身携带的诗笺。此时晚霞染红江水，他蘸着暮色写下这组乐府诗，把游子思乡的怅惘都揉进横塘的涟漪里。",
      "additional_info": "有趣的是，崔颢后来在黄鹤楼题诗时，李白看到'日暮乡关何处是'的句子，竟掷笔叹道：'眼前有景道不得！'可见这种乡愁主题真是千古共鸣。",
      "questions": [
        "横塘具体在哪个位置？",
        "六朝船娘如何辨别乡音？",
        "崔颢还写过哪些思乡诗？"
      ]
    }
  },
  {
    "id": "8cefa67f-2b9a-4e13-8158-4d38cbfb331b",
    "title": "长沙过贾谊宅",
    "author": "刘长卿",
    "content": "三年谪宦此栖迟，万古惟留楚客悲。 秋草独寻人去后，寒林空见日斜时。 汉文有道恩犹薄，湘水无情吊岂知。 寂寂江山摇落处，怜君何事到天涯。",
    "story": {
      "meaning": "深秋的贾谊宅前，刘长卿踩着沙沙作响的枯叶，指尖抚过斑驳的墙砖。'贾生啊...'他望着屋檐下结网的蜘蛛轻叹，仿佛看见那位被贬的才子正伏案写《吊屈原赋》，墨迹未干就被秋风吹散。斜阳将他的影子拉得很长很长，与百年前贾谊的影子重叠在一起——原来被君王辜负的悲凉，穿越时空仍会共鸣。",
      "allusion": "汉文帝时，少年贾谊献策《论积贮疏》震动朝堂，却在群臣排挤下贬为长沙王太傅。离京那日，老师吴公追到灞桥：'此去湘水多瘴气...'贾谊却笑着解下玉佩：'学生要去会会屈大夫了。'在长沙三年，他常在湘江畔诵读《离骚》，某日忽见江面跃起一尾红鲤，竟脱口而出：'可是三闾大夫显灵？'说罢将自己写的祭文投入江水，浪花瞬间将竹简卷得无影无踪。",
      "background": "大历五年的长沙格外湿冷，刚被贬为隋州刺史的刘长卿裹紧青袍。路过贾谊故宅时，忽闻院内传来童谣：'梁王坠马寻常事，何用哀伤付一生...'他浑身一震——这不正是贾谊因梁怀王坠马自责而死的谶语吗？推开吱呀作响的木门，只见满地黄叶中斜插着半块残碑，上面'汉'字笔锋如剑，'文'字却已模糊难辨。他忽然明白了什么，解下酒囊浇在碑前。",
      "additional_info": "贾谊宅前曾有棵千年古槐，传说每有文人题诗其上就会落叶纷飞。刘长卿题诗当日，老槐竟在深秋突发新芽，百姓惊为'文字感天'。有趣的是，这棵树在韩愈来吊唁时又枯死，到李商隐访古时却复活，成了唐代著名的'文运晴雨表'。",
      "questions": [
        "贾谊为何自责而死？",
        "湘江红鲤有何寓意？",
        "古槐为何反复枯荣？"
      ]
    }
  },
  {
    "id": "2954ddd2-f1c7-41b1-8c9e-42058398cde0",
    "title": "晨诣超师院读禅经",
    "author": "柳宗元",
    "content": "汲井漱寒齿 清心拂尘服 闲持贝叶书 步出东斋读 真源了无取 妄迹世所逐 遗言冀可冥 缮性何由熟 道人庭宇静 苔色连深竹 日出雾露余 青松如膏沐 澹然离言说 悟悦心自足",
    "story": {
      "meaning": "晨光熹微中，柳宗元披衣起身，用冰凉的井水漱洗，仿佛连思绪都被涤净。他捧着泛黄的贝叶经踱步到东斋，竹影苔痕间，老僧的庭院静得能听见露珠坠地。当朝阳穿透晨雾，他看到青松挂着露珠如新沐的君子，突然明白：世人追逐的虚名，不如这片刻禅悟带来的满足。",
      "allusion": "诗中'贝叶书'藏着玄奘取经的典故。贞观年间，玄奘在印度那烂陀寺看到僧人用铁笔在贝多罗树叶刻经，惊为天物。他带回657部贝叶经，夜宿大雁塔时曾对弟子说：'这些叶子记录的不仅是文字，更是能度人的舟楫。'说着轻抚经卷上凹凸的刻痕，烛光里那些文字仿佛在跳动。",
      "background": "被贬永州的第五个冬天，柳宗元常去龙兴寺听超师讲经。这日破晓，他踩着结霜的石阶来到寺院，见小沙弥正用竹帚扫落叶，'沙沙'声惊起檐角铜铃。老僧推开经堂木门的吱呀声，让他想起长安早朝的景阳钟。忽然悟到：这里才是心的朝堂。",
      "additional_info": "宋代文人发现此诗暗藏玄机：'汲井-读经-悟道'恰似禅宗三境界。更有趣的是，明代有人按诗中描写在永州找到那口古井，井栏上竟真刻着'元和四年柳侯取水处'九字。",
      "questions": [
        "贝叶经能保存多久？",
        "玄奘带回了多少经书？",
        "龙兴寺今在何处？"
      ]
    }
  },
  {
    "id": "7c93c162-d424-4d91-b71b-7c9b81713b8c",
    "title": "赤壁",
    "author": "杜牧",
    "content": "折戟沈沙铁未销 自将磨洗认前朝 东风不与周郎便 铜雀春深鏁二乔",
    "story": {
      "meaning": "夕阳染红赤壁江岸，诗人杜牧弯腰拾起半截锈蚀的戟头。砂砾从指缝簌簌滑落时，他仿佛看见八百年前那场惊天大战——周瑜站在烈焰翻腾的战船上，突然东风骤起，火舌瞬间吞没了曹操的舰队。此刻铜雀台的锁链正叮当作响，若是东风迟到片刻，大乔小乔的罗裙就该飘在曹操的宫阙里了。",
      "allusion": "建安十三年冬，曹操百万大军压境。周瑜夜观星象时，老将黄盖掀帐而入：'都督，东南风将起！'翌日黄盖诈降，二十艘火船乘着突然转向的东风直冲曹营。火光中曹操踉跄逃窜，佩剑坠江激起丈高水花。而在许昌，铜雀台的工匠们正忙着给囚禁美人的金笼雕刻二乔的名字。",
      "background": "杜牧任黄州刺史时，常独自徘徊赤壁古战场。某个暮春傍晚，他摩挲着出土的兵器残片，突然听见江风送来隐约的号角声。滩涂上凌乱的马蹄印让他想起自己怀才不遇的境况——若没有那阵东风，周瑜也不过是历史尘埃，就像此刻手中渐渐暗沉的铁锈。",
      "additional_info": "宋代苏轼在赤壁游玩时，当地渔夫竟打捞起一柄刻有'周'字的断剑。这个巧合促使他写下前后《赤壁赋》，与杜牧诗形成跨越时空的唱和。",
      "questions": [
        "东风如何改变战局？",
        "铜雀台藏着什么秘密？",
        "二乔最终命运如何？"
      ]
    }
  },
  {
    "id": "131c9f87-273f-4684-9b67-bd7b58ad4008",
    "title": "筹笔驿",
    "author": "李商隐",
    "content": "猿鸟犹疑畏简书 风云常为护储胥 徒令上将挥神笔 终见降王走传车 管乐有才终不忝 关张无命欲何如 他年锦里经祠庙 梁父吟成恨有余",
    "story": {
      "meaning": "深秋的筹笔驿，李商隐踏着沙沙落叶驻足。山间猿鸟惊飞，仿佛仍畏惧诸葛亮当年军令的威严（'猿鸟犹疑畏简书'）；风云翻卷，似在守护残留的营垒痕迹（'风云常为护储胥'）。他仿佛看见羽扇纶巾的诸葛丞相在灯下挥毫（'徒令上将挥神笔'），转眼却是刘禅坐着囚车投降的凄凉画面（'终见降王走传车'）。石壁上'管乐之才'的题刻犹在，可关羽张飞早已战死（'关张无命欲何如'）。暮色中诗人轻吟《梁父吟》，为这'出师未捷身先死'的千古遗憾红了眼眶（'梁父吟成恨有余'）。",
      "allusion": "蜀汉建兴六年，诸葛亮在筹笔驿召开军议。'报！魏延将军又献子午谷奇谋！'亲兵捧着竹简疾奔入帐。烛火摇曳中，诸葛亮轻抚案上地图：'此计太险...若失街亭，蜀中将无险可守。'突然狂风掀开帐帘，将《梁父吟》竹简哗啦啦吹散在地。参军杨仪拾起竹简时，发现丞相在'步出齐城门'句旁朱笔批注'北定中原日，再续此篇'——谁料这竟成为永远未完成的绝笔。",
      "background": "大中九年冬，李商隐冒雪途经筹笔驿。驿站老卒指着崖壁上的箭孔：'瞧，那是诸葛连弩试射的痕迹！'夜宿驿馆时，忽闻窗外有金石之声。推窗只见月光如洗，一尊斑驳的武侯石像立在荒草间，衣袂似在夜风中微微飘动。诗人猛然想起自己屡遭排挤的境遇，与诸葛亮'鞠躬尽瘁'却功败垂成的命运何其相似！当即研墨提笔，未写完已泪染青衫。",
      "additional_info": "有趣的是，宋代有人在筹笔驿掘得一方残砚，上有'淡泊明志'四字。陆游访此时写下'细雨骑驴入剑门'，特意用此砚磨墨——墨汁竟浮现出诸葛《出师表》的暗纹！后经考证，此砚实为唐末仿制品，但'武侯显灵'的传说已流传千年。",
      "questions": [
        "诸葛亮为何不采子午谷奇谋？",
        "《梁父吟》暗喻什么？",
        "筹笔驿现位于何处？"
      ]
    }
  },
  {
    "id": "ce493923-7c4b-41a9-94e9-cf95741c018c",
    "title": "酬程延秋夜即事见赠",
    "author": "韩翃",
    "content": "长簟迎风早，空城澹月华。 星河秋一雁，砧杵夜千家。 节候看应晚，心期卧亦赊。 向来吟秀句，不觉已鸣鸦。",
    "story": {
      "meaning": "秋夜的长席被早来的秋风吹拂，空寂的城池沐浴着淡淡的月光。星河璀璨，一只孤雁飞过，千家万户传来捣衣的砧杵声。时节已晚，心中期待却难以入眠。反复吟诵友人秀美的诗句，不知不觉已是鸦鸣破晓时分。诗中描绘了诗人与友人程延秋夜唱和的情景，通过空城、孤雁、砧声等意象，营造出寂寥清冷的秋夜氛围，表达了诗人对友情的珍视和惺惺相惜之情。",
      "allusion": "诗中'砧杵夜千家'暗含孟姜女传说：秦朝时，孟姜女的丈夫范喜良被征去修长城。秋夜，孟姜女在月下捣衣，思念丈夫。邻居们被她的真情感动，纷纷加入捣衣行列，千家砧杵声连成一片。这夜，长城突然崩塌，露出了范喜良的尸骨。从此秋夜捣衣成为思念的象征。",
      "background": "韩翃在长安任驾部郎中时，某个秋夜独坐庭院。凉风拂过竹席，他望着空荡的街道，想起贬官外放的挚友程延。这时仆人送来程延的新诗，他反复吟诵，眼前浮现去年此时：两人在桂花树下饮酒论诗，程延笑说'秋夜最宜联句'。忽然一阵鸦啼惊醒回忆，才发现东方既白，衣襟已被露水打湿。",
      "additional_info": "有趣的是，韩翃与李益并称'大历十才子'中的'砧杵诗人'。据说二人曾打赌写秋夜，韩翃先成'砧杵夜千家'，李益苦思不得，竟把砚台砸向庭院老槐，惊起满树乌鸦，遂得'乌啼隐杨花'之句。这段轶事记载于《唐才子传》。",
      "questions": [
        "孟姜女为何秋夜捣衣？",
        "韩翃与程延如何相识？",
        "大历十才子还有谁？"
      ]
    }
  },
  {
    "id": "7950a49f-f51d-4926-9d1e-e5f76b153829",
    "title": "酬郭给事",
    "author": "王维",
    "content": "洞门高阁霭余辉 桃李阴阴柳絮飞 禁里疏钟官舍晚 省中啼鸟吏人稀 晨摇玉佩趋金殿 夕奉天书拜琐闱 强欲从君无那老 将因卧病解朝衣",
    "story": {
      "meaning": "夕阳染红巍峨宫门，王维倚栏远眺：桃李成荫处柳絮纷飞，官舍钟声稀疏，偶闻鸟啼却少见同僚。他摩挲着晨间上朝时叮当作响的玉佩，想起黄昏捧着诏书退出宫门的疲惫。'郭大人啊...'他苦笑着咳嗽两声，望着自己因病颤抖的双手，'老夫这副身子骨，怕是再难随君尽忠了。'",
      "allusion": "诗中'解朝衣'暗含范蠡典故。当年越国灭吴后，范蠡悄悄对文种说：'飞鸟尽，良弓藏。我观大王面相，可共患难不可共富贵。'说罢便泛舟而去。后来文种果然被赐死，而范蠡化名陶朱公逍遥江湖。王维病中读史至此，不禁拍案：'范大夫真智者！'",
      "background": "天宝年间某个春暮，王维在尚书省值夜时旧疾复发。他望着案头郭给事新赠的诗笺，窗外飘来的柳絮粘在砚台上。突然听见小吏惊呼：'王大人咳血了！'他摆摆手，蘸血在诗笺补了句'将因卧病解朝衣'，苦笑道：'这倒省了朱砂。'",
      "additional_info": "有趣的是，王维晚年虽称病辞官，却仍领俸禄。有次友人打趣：'摩诘兄这病倒是生得巧。'他眨眨眼答：'老病是真，偷闲亦是真。'说完指了指终南山方向——那里有他精心经营的辋川别业。",
      "questions": [
        "范蠡为何劝文种？",
        "王维咳血是真是假？",
        "辋川别业有何特别？"
      ]
    }
  },
  {
    "id": "65e9c24b-bdbd-4ef9-9e14-012c8fde79b8",
    "title": "酬张少府",
    "author": "王维",
    "content": "晚年唯好静，万事不关心。 自顾无长策，空知返旧林。 松风吹解带，山月照弹琴。 君问穷通理，渔歌入浦深。",
    "story": {
      "meaning": "夕阳染红终南山时，王维正倚在松树下解衣纳凉。山风调皮地钻进他的衣带，月光像温柔的听众洒在琴弦上。老友张少府策马而来，扬鞭问道：'人生得失之道何在？'王维笑而不答，只听得远处渔歌渐隐于芦苇深处——原来答案就在这山水之间。",
      "allusion": "陶渊明曾遇樵夫问路，指着桃花源方向说：'不足为外人道也。'千年后，王维在辋川别业弹琴时，突然琴弦'铮'地断了。他抬头看见溪边渔翁收网而归，忽然明白陶公当年心境——有些领悟，只能化作一声渔歌消散在暮色里。",
      "background": "安史之乱后的某个秋夜，王维在辋川书房焚香时，香灰突然落在他珍藏的张少府来信上。他急忙拍打信笺，却见'穷通之理'四字被烫出焦痕。窗外松涛阵阵，他恍惚看见自己当年在朝堂据理力争的模样，苦笑着研墨写下：'晚年唯好静...'",
      "additional_info": "宋代米芾曾临摹此诗时，故意把'渔歌'写成'鱼跃'，旁人指出错误，他狡辩道：'王右丞若见今日太湖银鱼，必改此字！'后来这成为'书家狡狯'的著名典故。",
      "questions": [
        "渔歌象征什么？",
        "松风有何深意？",
        "为何不直接答问？"
      ]
    }
  },
  {
    "id": "de6b7e3d-03cd-4daa-bdc2-7fb820fda441",
    "title": "出塞二首 一",
    "author": "王昌龄",
    "content": "秦时明月汉时关 万里长征人未还 但使龙城飞将在 不教胡马度阴山",
    "story": {
      "meaning": "深秋的边关，一轮明月悬在斑驳的城墙上方，月光如霜洒在戍边将士的铠甲上。老兵李三抚摸着城墙上的秦砖汉瓦，对身旁的新兵说：'这月光，和百年前秦朝将士看到的一样啊。'远处传来胡笳声，他望着阴山方向叹息：'要是飞将军李广还在，胡人的战马绝不敢越过阴山半步！'新兵握紧长枪，眼中燃起战意。",
      "allusion": "公元前129年，匈奴入侵上谷。汉武帝急召李广，老将军须发皆白却精神矍铄：'陛下，老臣只需三千轻骑！'他率军星夜驰援龙城，途中故意让马蹄扬起漫天沙尘。匈奴探子慌忙回报：'汉军遮天蔽日而来！'单于大惊撤退。李广抚须大笑：'虚张声势，也是兵法！'",
      "background": "王昌龄在边塞巡查时，看见戍卒们传阅家书。突然有人哭出声来——家书是十年前写的。诗人握笔的手微微发抖，墨汁滴在纸上晕开，像极了地图上的阴山轮廓。他想起昨日阵亡的校尉临终还在念着'守住关隘'，猛地挥毫写下'但使龙城飞将在'，笔锋几乎划破纸张。",
      "additional_info": "有趣的是，当时边塞诗人常玩'明月接龙'游戏。某日高适先写'明月照积雪'，王之涣接'明月出天山'，轮到王昌龄时，他拍案而起：'你们写的都是眼前月，我要写穿越千年的秦时明月！'满座皆惊。",
      "questions": [
        "李广如何虚张声势？",
        "戍卒家书为何迟到？",
        "阴山地形有何特点？"
      ]
    }
  },
  {
    "id": "5b3a5651-2a80-4fb1-b1bf-c9fb5ec38905",
    "title": "初发扬子寄元大校书",
    "author": "韦应物",
    "content": "凄凄去亲爱，泛泛入烟雾。 归棹洛阳人，残钟广陵树。 今朝此为别，何处还相遇。 世事波上舟，沿洄安得住。",
    "story": {
      "meaning": "暮春的扬子江畔，韦应物紧握好友元大的手，船夫已在催促。'此去洛阳千里，不知何时再闻广陵钟声？'诗人望着渐远的岸边柳烟，忽闻残钟余响飘过江面。船行波上，他忽然顿悟：人生岂不如这飘摇小舟，在命运的漩涡中难以自主？",
      "allusion": "相传东晋名士戴逵夜访友人，临别时友人奏琴相送。琴声随小舟飘远，戴逵立于船头直至琴音消散。千年后韦应物在相似情境下，将'广陵残钟'化作永恒离别意象。当钟声与古琴在历史长河中共鸣，两位文人完成了穿越时空的对话。",
      "background": "公元769年深秋，韦应物调任洛阳丞。启程前夜，他与挚友元大在广陵酒肆畅饮至天明。晨雾中登船时，元大突然解下随身玉佩相赠：'见此玉如见故人。'船至江心，韦应物摸到怀中温润的玉佩，望着两岸倒退的秋树，泪水突然模糊了视线。",
      "additional_info": "有趣的是，宋代苏轼在《赤壁赋》中'哀吾生之须臾'的感慨，竟与韦诗'世事波上舟'形成奇妙呼应。后世学者发现，韦应物当年乘坐的正是著名的广陵漕船，这种平底船在波浪中摇晃的特性，成为诗人感悟的最佳注脚。",
      "questions": [
        "戴逵访友在何季节？",
        "广陵漕船有何特点？",
        "玉佩后来下落如何？"
      ]
    }
  },
  {
    "id": "0ae0e3bd-a32e-481f-9719-b283da2da964",
    "title": "滁州西涧",
    "author": "韦应物",
    "content": "独怜幽草涧边生 上有黄鹂深树鸣 春潮带雨晚来急 野渡无人舟自横",
    "story": {
      "meaning": "春雨淅沥的黄昏，韦应物独自漫步在滁州西涧。他俯身轻抚涧边幽草，忽然听见头顶黄鹂在茂密树丛中清脆啼鸣。这时春潮挟着骤雨汹涌而来，远处野渡口的小舟在急流中自顾自地打着转，仿佛在跳一支孤独的圆舞曲。诗人用这幅动静相宜的山水画，道出了自己向往闲适又难掩孤寂的心境。",
      "allusion": "传说韦应物任滁州刺史时，常微服私访。某日他扮作渔夫来到西涧，遇见老船夫张翁。'老人家，这船怎么不收桨？'韦应物指着打转的小舟问。张翁捋须笑道：'春潮任性，老朽且由它去。倒是大人您，官袍下藏着鱼篓作甚？'二人相视大笑，共赏这雨中野趣。",
      "background": "公元781年春雨连绵的傍晚，刚处理完公务的韦应物推开窗，听见黄鹂鸣叫忽觉心痒。他抓起蓑衣就往外跑，侍从忙问：'大人去哪？''去会会那不肯见人的黄鹂儿！'诗人踩着泥泞来到西涧，看着在风雨中坚守的幽草和任性漂流的小舟，突然觉得它们像极了不愿随波逐放的自己。",
      "additional_info": "有趣的是，宋代苏轼曾特意寻访这个野渡，却发现早已变成热闹码头。他在《书韦苏州诗后》调侃：'应物见今人争渡，当复惊倒。'明代画家沈周为此诗作画时，故意把'自横'的小舟画成醉汉躺姿，说这是'舟中仙'。",
      "questions": [
        "韦应物为何自称'幽草'",
        "春潮象征什么人生境遇",
        "野渡小舟为何不系"
      ]
    }
  },
  {
    "id": "7456691c-636e-46d7-9093-edc778b0a7ea",
    "title": "楚江怀古三首 一",
    "author": "马戴",
    "content": "露气寒光集，微阳下楚丘。 猿啼洞庭树，人在木兰舟。 广泽生明月，苍山夹乱流。 云中君不降，竟夕自悲秋。",
    "story": {
      "meaning": "暮色笼罩楚江，寒露在月光下凝结成霜。诗人独坐木兰舟中，听洞庭湖畔猿猴哀鸣。忽然明月从辽阔湖面升起，照亮两岸苍山中奔涌的乱流。他仰头寻找云中君的身影，却只看到秋夜流云，整夜都沉浸在悲秋情绪中。",
      "allusion": "云中君是《楚辞·九歌》中的云神。传说屈原被放逐时，曾在洞庭湖畔祭祀云中君。当时老渔夫看见他对着翻滚的云海呼喊：'云神啊，为何不降临人间？'突然乌云裂开一道金光，隐约有仙乐传来，但转瞬即逝。这成为后世文人寄托理想的经典意象。",
      "background": "马戴任龙阳尉时，某日秋暮独自泛舟洞庭。船桨划破水面时，他忽然听见岸上猿啼，想起当年屈原在此行吟。月光下他摸到官印，想起自己宦海沉浮，不禁对着云层喃喃自语：'云中君若在，可否告诉我为何忠臣总遭贬谪？'说着将杯中酒倾入江中。",
      "additional_info": "有趣的是，唐代诗人多爱用'木兰舟'意象。因为《楚辞》记载这种香木造船能辟水怪，实际唐人根本没见过真木兰舟，全靠文学想象。马戴笔下这艘船，可能只是普通渔船的艺术升华。",
      "questions": [
        "云中君掌管什么？",
        "屈原为何祭祀云神？",
        "木兰舟真实存在吗？"
      ]
    }
  },
  {
    "id": "6290b8f0-48de-407f-be2c-629140d91f83",
    "title": "春泛若耶溪",
    "author": "綦毋潜",
    "content": "幽意无断绝，此去随所偶。 晚风吹行舟，花路入溪口。 际夜转西壑，隔山望南斗。 潭烟飞溶溶，林月低向后。 生事且弥漫，愿为持竿叟。",
    "story": {
      "meaning": "暮春傍晚，诗人綦毋潜独自泛舟若耶溪。晚风轻拂，小舟随波漂入开满野花的溪口。夜色渐浓时，船转入西山坳，抬头忽见南斗星隔着山峦闪烁。潭面水雾如纱飘动，林间月影悄悄退向船尾。他望着朦胧景致喃喃自语：‘世事如这雾霭般迷离，不如做个持竿老渔翁！’",
      "allusion": "相传春秋时，越国大夫范蠡辅佐勾践灭吴后，曾化名‘鸱夷子皮’隐居若耶溪畔。一日，西施浣纱归来，见范蠡独坐溪边垂钓，笑问：‘大夫何故作渔翁装束？’范蠡轻抚钓竿答道：‘你看这溪中游鱼，可比朝堂自在？’后来他果然携西施泛舟五湖，留下‘持竿叟’的佳话。",
      "background": "綦毋潜中进士后仕途不顺，这年春日他重返若耶溪散心。撑船的老渔夫告诉他：‘去年冬天溪水结冰时，老朽凿冰捕到一尾金鳞鲤鱼呢！’诗人望着粼粼波光，忽然觉得手中诗卷比官印更沉——或许范蠡当年的选择，才是真正的智慧？",
      "additional_info": "若耶溪因西施浣纱闻名，唐代有三十多位诗人题咏过。传说李白读到綦毋潜此诗后，特意在溪边守候三天想见‘持竿叟’，却只捞到一顶被溪水冲走的竹笠。",
      "questions": [
        "范蠡为何化名鸱夷子皮？",
        "西施浣纱具体在何处？",
        "李白还写过哪些访隐诗？"
      ]
    }
  },
  {
    "id": "d0fa1454-f337-4343-ab4a-2a42dfdf4e8f",
    "title": "春宫曲",
    "author": "王昌龄",
    "content": "昨夜风开露井桃 未央前殿月轮高 平阳歌舞新承宠 帘外春寒赐锦袍",
    "story": {
      "meaning": "春夜微凉，未央宫前的露井旁，一株桃树在风中绽放新蕊。殿内烛影摇曳，新得宠的平阳歌女正轻歌曼舞，皇帝怜惜春寒，特意命人送来锦袍。诗人以旁观者的视角，描绘了宫廷中新旧宠妃更替的微妙时刻，那件赐予新人的锦袍，恰似一把无形的刀，刺痛了失宠者的心。",
      "allusion": "汉武帝时，卫子夫原是平阳公主府中的歌女。一日武帝来访，子夫献舞时青丝拂过御座，武帝心动将其纳入宫中。诗人王昌龄借这个典故，暗喻宫廷中'只见新人笑，哪闻旧人哭'的残酷现实。当年子夫得宠时，陈皇后正在长门宫以千金买相如赋，两相对照令人唏嘘。",
      "background": "开元年间某个春夜，王昌龄在长安酒肆听闻宫闱秘事。邻座老宦官醉后絮叨：'昨夜皇上又赐锦袍了...'诗人望着窗外被春雨打落的桃花，突然想起自己屡试不第的遭遇，与深宫失宠的妃子何其相似？提笔时，砚台中未干的墨汁倒映着摇晃的灯影，恍若未央宫前那轮孤月。",
      "additional_info": "有趣的是，王昌龄曾把这首诗题在朱雀桥边的酒肆墙上。后来唐玄宗微服出游时看到，竟误以为是讽喻自己宠爱杨贵妃，差点要治罪。幸亏高力士提醒：'陛下，这写的是汉朝故事'，才让这位'诗家天子'逃过一劫。",
      "questions": [
        "卫子夫如何入宫？",
        "陈皇后结局如何？",
        "露井桃象征什么？"
      ]
    }
  },
  {
    "id": "8eaf97fd-82bb-4651-9dde-9a5a6f78182c",
    "title": "春宫怨",
    "author": "杜荀鹤",
    "content": "早被婵娟误，欲妆临镜慵。 承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。 年年越溪女，相忆采芙蓉。",
    "story": {
      "meaning": "春日清晨，铜镜前坐着位憔悴的宫妃。她想起当年因美貌入选，如今却失宠多年。手指抚过胭脂盒又缩回——既然君恩不取决于容貌，梳妆又有何用？窗外鸟鸣啁啾，花影摇曳，她恍惚看见故乡越溪边，少女时代的自己正赤足采莲，笑声荡开满溪涟漪。",
      "allusion": "诗中的越溪女暗指西施。传说范蠡在苎萝溪畔发现浣纱女西施时，她正唱着采莲曲，脚边芙蓉随水波轻晃。当范蠡说明来意（要送她入吴宫复仇），西施手中的莲蓬突然跌落，惊起一滩鸥鹭。这个细节被杜荀鹤化用，暗示宫妃对纯真往事的追忆。",
      "background": "杜荀鹤在长安备考时，借宿于废弃行宫旁。某个春夜，他听见老宫女边扫落花边哼越地民谣。月光下，老人布满皱纹的脸与墙上褪色的美人图形成残酷对比。诗人连夜写下这首诗，墨迹未干时，窗外传来一声似哭似笑的叹息。",
      "additional_info": "有趣的是，宋代画院曾据此诗创作《宫妃对镜图》。画师特意在镜中画出少女采莲的倒影，而现实里的宫妃却背对观众——这个巧思让宋徽宗朱笔题了'神品'二字。",
      "questions": [
        "西施采莲时穿的什么？",
        "范蠡如何说服西施？",
        "宫女扫的是什么花？"
      ]
    }
  },
  {
    "id": "d35f583a-c20c-453c-a886-e13f98b2e4b4",
    "title": "春思",
    "author": "皇甫冉",
    "content": "莺啼燕语报新年 马邑龙堆路几千 家住秦城邻汉苑 心随明月到胡天 机中锦字论长恨 楼上花枝笑独眠 为问元戎窦车骑 何时反斾勒燕然",
    "story": {
      "meaning": "长安城的除夕夜，红灯笼在风雪中摇晃。少妇李氏倚着雕花窗棂，听见黄莺在结了冰凌的梅枝上啼叫。她摩挲着丈夫出征前留下的锦帕，上面还绣着'燕然勒功'的誓言。突然一阵马蹄声传来，她赤足奔到院门，却发现只是驿使经过。月光把她的影子拉得很长，就像通往马邑龙堆的迢迢征途。",
      "allusion": "窦宪将军在军帐中掷下酒樽，羊皮地图上的燕然山被烛火映得发亮。'明日此时，我要让匈奴人的血染红这座山！'他指着亲兵捧来的纪功石碑说。当汉军铁骑冲垮匈奴王庭时，窦宪亲手将石碑钉进山崖，碑文在夕阳下闪着金光——这个场景后来成为所有戍边将士的梦想。",
      "background": "皇甫冉在安史之乱的流亡途中，看见一群妇人围着战争檄文哭泣。其中有个穿绿罗裙的姑娘，正把相思结系在驿亭的柳枝上。诗人突然想起自己早年在边关见过的场景：月光下，无数这样的罗裙在长城垛口飘动，像一片不肯凋零的春草。他掏出冻硬的毛笔，在破庙墙上写下了第一句'莺啼燕语报新年'。",
      "additional_info": "唐代曾有戍卒把这首诗刻在箭杆上射入敌营，结果对方将领读后竟下令退兵三十里。后世考证这可能是杜撰，但'锦字回文'的典故确实源自真实事件：前秦才女苏蕙用841字织成回文锦，挽回了丈夫的心。",
      "questions": [
        "窦宪如何震慑匈奴？",
        "回文锦有多少种读法？",
        "燕然山现位于何处？"
      ]
    }
  },
  {
    "id": "7277c420-9f3f-4093-a5b2-6331494721e8",
    "title": "春思",
    "author": "李白",
    "content": "燕草如碧丝 秦桑低绿枝 当君怀归日 是妾断肠时 春风不相识 何事入罗帏",
    "story": {
      "meaning": "暮春三月，燕地草原新草如碧丝般柔嫩，而长安的桑树已垂下浓绿的枝条。戍边的丈夫望着北方的青草思念归期时，长安的妻子正对着桑枝肝肠寸断。恼人的春风不解人意，为何偏偏要掀动闺房的罗帐？诗人用两地春景的对比，将征夫思妇的相思之苦写得缠绵悱恻。",
      "allusion": "相传李白在长安酒肆听闻一对夫妻的故事：丈夫被征戍边，妻子每日在桑树下织布等候。这日春风拂过，妻子突然扔下梭子痛哭。酒客们不解，她抽泣道：'燕草初生时，他说要归来。如今秦桑已绿，春风却只吹来他的战袍碎片...'说着从怀中取出一角染血的衣襟。李白闻言掷笔，当场写下此诗。",
      "background": "天宝三载的某个春夜，李白独坐长安客栈。窗外柳絮纷飞，隔壁传来女子压抑的啜泣声。他想起白日所见：一队新兵开赴边关，有个少妇追着队伍跑了三里地，最后跪在尘土中痛哭。诗人突然抓起酒壶猛灌一口，墨汁溅在宣纸上晕开，像极了那妇人哭花的胭脂。",
      "additional_info": "有趣的是，宋代《唐语林》记载，当时长安歌女最怕唱这首《春思》——每次唱到'春风不相识'时，总有戍边归来的将士当场痛哭，甚至有人醉后对着罗帐拔剑乱砍，说要斩断这恼人的春风。",
      "questions": [
        "燕地草原具体在哪",
        "唐代征兵制度如何",
        "罗帏是什么材质"
      ]
    }
  },
  {
    "id": "2769113d-0cac-4e67-83cb-0c10685f8381",
    "title": "春宿左省",
    "author": "杜甫",
    "content": "花隐掖垣暮 啾啾栖鸟过 星临万户动 月傍九霄多 不寝听金钥 因风想玉珂 明朝有封事 数问夜如何",
    "story": {
      "meaning": "暮色中，杜甫在门下省值夜，看见宫墙边的花朵渐渐隐没在夜色里，归巢的鸟儿啾啾飞过。繁星低垂，仿佛触手可及，月光洒在九重宫阙上，更显清冷。他辗转难眠，听着宫门钥匙的声响，风吹过，仿佛听见百官上朝时的玉佩叮当。天还没亮，他就一次次询问时辰，因为明朝还有重要的奏章要呈递。",
      "allusion": "诗中'玉珂'暗指官员上朝时佩戴的玉饰。相传唐玄宗时，宰相张九龄每次上朝，腰间玉佩总是发出清脆悦耳的声响。一日早朝，玄宗远远听见环佩叮咚，便对左右说：'此必九龄来也。'从此'玉珂'成为勤勉忠臣的象征。杜甫在此以玉珂之声，暗喻自己对国事的牵挂。",
      "background": "758年某个春夜，47岁的杜甫任左拾遗，在门下省值宿。月光透过窗棂，他望着巍峨的宫墙，想起安史之乱后百废待兴的朝廷。手中握着明日要进谏的奏章，墨迹未干。远处传来更鼓声，他轻抚案上谏书，仿佛看见明日早朝时，自己像魏征般直言进谏的场景。夜风吹动烛火，在他脸上投下晃动的光影。",
      "additional_info": "有趣的是，杜甫写此诗时用的'九霄'一词，后来被白居易化用在《长恨歌》'九重城阙烟尘生'中。宋代苏轼曾调侃：'杜工部偷得九霄月，白乐天借来九重城'，足见唐诗人们用词的精妙传承。",
      "questions": [
        "张九龄玉佩有何特别？",
        "杜甫为何多次问时辰？",
        "九霄指哪九重天？"
      ]
    }
  },
  {
    "id": "e9e6425c-6c14-4f69-8694-87a8b96a43de",
    "title": "春望",
    "author": "杜甫",
    "content": "国破山河在，城春草木深。 感时花溅泪，恨别鸟惊心。 烽火连三月，家书抵万金。 白头搔更短，浑欲不胜簪。",
    "story": {
      "meaning": "长安城的春天本该繁花似锦，可当杜甫拖着病体登上残破的城墙时，看到的却是野草疯长的宫阙。他颤抖着抚摸斑驳的砖石，忽然听见一声杜鹃啼血，惊得手中家书飘落——那封辗转三个月的信笺上，还沾着小儿子的泪痕。老诗人抓挠着稀疏的白发，连发簪都插不稳了。",
      "allusion": "天宝十五年，安禄山叛军攻破长安。传说杜甫逃难时遇见老乐师李龟年，昔日宫廷演奏家如今沿街卖唱。李龟年拨着断弦的琵琶唱道：'霓裳羽衣曲，尽付野草青。'杜甫闻言大恸，将仅有的铜钱塞进对方破旧的箧笥中。",
      "background": "公元757年暮春，被困长安的杜甫听闻唐肃宗在灵武即位，连夜用炭笔在破庙墙上写下这首诗。忽闻巡夜叛军的铁甲声，他急忙用袈裟擦去字迹，却不慎碰落佛龛前的铜磬，在寂静的春夜里惊起一树昏鸦。",
      "additional_info": "宋代有人在长安遗址挖出块刻着'草木深'三字的残碑，学者考证可能是杜甫当年题诗的城墙砖。有趣的是，砖块背面还留着几道疑似指甲抓挠的痕迹。",
      "questions": [
        "李龟年为何流落街头？",
        "铜磬惊鸦暗示什么？",
        "残碑痕迹有何深意？"
      ]
    }
  },
  {
    "id": "cb168b3b-d104-4df7-9868-1e1225ddb941",
    "title": "春晓",
    "author": "孟浩然",
    "content": "春眠不觉晓 处处闻啼鸟 夜来风雨声 花落知多少",
    "story": {
      "meaning": "清晨的襄阳鹿门山，竹帘被微风掀起一角。孟浩然从春梦中醒来，发现天光已大亮，懊恼地拍着床榻：'竟睡过了晨课！'忽然听见窗外画眉鸟在青檀树上啾啾对唱，昨夜暴雨打落的桂花铺满石阶，他赤脚跑出屋外，捧起沾着雨珠的花瓣喃喃：'风雨无情，这一地芳菲...'",
      "allusion": "开元十六年，王维到访孟浩然的涧南园。清晨王维正要吟诗，忽被鸟鸣打断，孟浩然大笑：'子猷兄听，这黄鹂在笑你咬文嚼字呢！'说着指向廊下被夜雨打落的辛夷花：'昨夜它们还在枝头，今晨已成香泥，像不像我们这些老书生？'王维闻言，当即挥毫写下《辛夷坞》。",
      "background": "孟浩然隐居鹿门山时，常与樵夫对饮。某个雨夜，他听着茅屋漏雨声辗转难眠，担心刚栽的牡丹。清晨见僮仆阿寿蹑手蹑脚收拾残花，他拦住道：'别扫，让它们枕着春雨安眠吧。'说着突然冲向书案，墨汁溅湿衣袖也浑然不觉。",
      "additional_info": "宋代米芾曾考证诗中的'花落'特指山矾花，这种花遇雨即落，当地人叫'报春奴'。明代有画师作《春晓图》，故意在落花丛中画只打哈欠的狸猫，暗喻诗人贪睡误了赏花。",
      "questions": [
        "王维如何回应孟浩然？",
        "山矾花有何特别？",
        "狸猫隐喻什么？"
      ]
    }
  },
  {
    "id": "8331c76b-a250-4d07-9c28-b8a456e0974c",
    "title": "春雨",
    "author": "李商隐",
    "content": "怅卧新春白袷衣 白门寥落意多违 红楼隔雨相望冷 珠箔飘灯独自归 远路应悲春晼晚 残宵犹得梦依稀 玉珰缄札何由达 万里云罗一雁飞",
    "story": {
      "meaning": "春雨淅沥的傍晚，诗人李商隐穿着白色夹衣怅然卧床。他想起昔日与恋人在白门相会的红楼，如今只剩冷雨敲窗。珠帘般的雨幕中，灯笼摇曳，他独自踏着湿滑的石板路归去。远方的人儿是否也在为春暮伤感？唯有残夜梦回时，才能依稀见到她的容颜。想寄出玉珰书信，却见万里云空中，孤雁正掠过如罗网般的层云。",
      "allusion": "诗中'白门'暗指南朝民歌《杨叛儿》：'暂出白门前，杨柳可藏乌。欢作沉水香，侬作博山炉。'讲述歌女与情郎在白门柳下幽会的故事。某个春日，歌女倚着柳树对情郎说：'你看这柳枝多密，连乌鸦都能藏住呢。'情郎笑着摘下她的玉簪：'那我们就做永不分离的香炉与沉香吧。'细雨打湿了他们的罗衣。",
      "background": "某个倒春寒的深夜，李商隐在长安旅舍被雨声惊醒。他摸到枕边未寄出的信笺，想起昨日经过旧情人居所时，看见雨帘中那座熟悉的红楼亮着微光。他仿佛又看见她梳着堕马髻，在珠帘后挑灯夜读的模样。突然一阵冷风掀开窗纸，烛火明灭间，他抓起毛笔在墙上题下这首诗，墨迹被飘进的雨丝晕染开来。",
      "additional_info": "有趣的是，李商隐常用'雨'象征阻隔，'灯'代表思念。他写给妻子的《夜雨寄北》中也有'何当共剪西窗烛'之句。后世学者发现，他诗中的红楼多特指贵家女子居所，而白门常代指风月场所。",
      "questions": [
        "白门在何处？",
        "珠箔指什么？",
        "云罗有何寓意？"
      ]
    }
  },
  {
    "id": "b41e25f5-5a57-497f-a3a2-84bdfb9331f5",
    "title": "春怨",
    "author": "金昌绪",
    "content": "打起黄莺儿 莫教枝上啼 啼时惊妾梦 不得到辽西",
    "story": {
      "meaning": "春日清晨，纱帐中的少妇突然被黄莺啼声惊醒。她懊恼地抓起绣枕想驱赶鸟儿，嘴里嘟囔着：'别吵！我正梦见随军远征辽西的丈夫呢！'窗外露水未干的梨树枝头，黄莺歪着头看她，又清脆地叫了两声。",
      "allusion": "唐代边关战事频繁，商人妇张氏独守空闺。这日她梦见自己化作青鸟，正飞越千山万水去给戍边的丈夫送冬衣，突然被莺啼惊醒。她赤脚冲到院中，举着竹竿边赶鸟儿边哭喊：'还我梦来！那件衣裳他等着御寒啊！'惊得邻家老妪差点摔了纺车。",
      "background": "金昌绪在长安酒肆听闻这个传闻时，正见窗外柳絮纷飞。醉眼朦胧中，他仿佛看见无数唐代思妇的愁绪都化作了漫天飞絮。突然摔碎酒碗，抓起毛笔在墙壁题诗，墨迹晕染处恰似泪痕。",
      "additional_info": "有趣的是，宋代词人晏几道曾把'打起黄莺儿'改编成小令，结果被歌女唱得过于欢快，气得他当场夺过琵琶自己弹唱，硬是把调子改成了凄婉的商调。",
      "questions": [
        "唐代军嫂如何寄送冬衣？",
        "辽西具体指现今何处？",
        "古人为何认为鸟啼惊梦？"
      ]
    }
  },
  {
    "id": "fc1bc01d-c281-40fd-9e0d-4c484539e4ae",
    "title": "春怨",
    "author": "刘方平",
    "content": "纱窗日落渐黄昏 金屋无人见泪痕 寂寞空庭春欲晚 梨花满地不开门",
    "story": {
      "meaning": "夕阳的余晖透过纱窗，将黄昏的阴影拉得老长。金丝楠木的闺房里，一位女子独自垂泪，泪水在精致的妆容上划出蜿蜒的痕迹。庭院空寂无人，连春风都显得慵懒，满地的梨花像是一场无人欣赏的雪，紧闭的院门仿佛锁住了整个春天的生机。",
      "allusion": "诗中'金屋'暗指汉武帝'金屋藏娇'的典故。少年刘彻曾许诺：'若得阿娇作妇，当作金屋贮之。'然而当陈阿娇真正成为皇后，却因妒忌失宠，被幽禁长门宫。想象一个雨夜，阿娇抚摸着冰冷的金器，对侍女苦笑：'当年说金屋藏娇，如今倒成了金屋囚娇。'",
      "background": "刘方平写这首诗时，正值安史之乱后的萧条年月。某个暮春傍晚，他路过一处废弃的宅院，透过斑驳的院墙看见满地梨花。忽然听见隐约啜泣声，循声望去，只见纱窗后有个模糊身影。后来才知那是被叛军掳走丈夫的妇人，自此他常梦见那个梨花院落。",
      "additional_info": "有趣的是，刘方平本人精通占星却屡试不第。传说他写此诗时夜观星象，见紫微垣暗淡，遂将星象的孤寂感融入诗中。明清时期，苏州评弹艺人常把此诗改编成《梨花怨》唱段，添了段书生隔墙和诗的情节。",
      "questions": [
        "金屋藏娇结局如何？",
        "长门宫赋是谁所作？",
        "刘方平为何不仕？"
      ]
    }
  },
  {
    "id": "5bb5c590-5de8-4bfb-aee6-30bc4bcdf99a",
    "title": "次北固山下",
    "author": "王湾",
    "content": "客路青山外 行舟绿水前 潮平两岸阔 风正一帆悬 海日生残夜 江春入旧年 乡书何处达 归雁洛阳边",
    "story": {
      "meaning": "冬末春初的清晨，诗人王湾站在北固山下的小舟上。船夫摇橹的声音惊醒了江面的薄雾，他望着两岸渐渐开阔的江面——昨夜涨潮的江水几乎与堤岸齐平，晨风中唯一的白帆像一片羽毛悬在碧空。突然，一轮红日从海平面跃出，将残夜最后一丝黑暗驱散。'原来春天已经悄悄溜进了旧年啊！'他摸着怀中写给洛阳家人的信，抬头看见雁群正往北方飞去，'大雁啊，能否替我捎去这封家书？'",
      "allusion": "诗中藏着'雁足传书'的典故。汉武帝时，苏武被匈奴扣押，谎称已死。汉使便说天子射猎得雁，足系帛书言苏武在某泽中。匈奴单于大惊，只得释放苏武。王湾望着北飞的大雁，眼前仿佛浮现苏武持节牧羊的身影，他对着雁群轻声道：'十九年都等到了，我的家书也该有着落吧？'",
      "background": "开元初年的一个寒夜，赴洛阳应试的王湾宿在镇江客栈。半夜被潮声惊醒，他推开窗看见月光下的长江像流动的银缎。'明日定是顺风！'他兴奋地披衣研墨，却听见邻房孩童的啼哭声。这让他突然想起离家时，幼子也是这样哭闹着拽他衣角。笔尖悬在纸上，一滴墨晕开了宣纸，也晕开了他心底的乡愁。",
      "additional_info": "有趣的是，当时宰相张说亲手将'海日生残夜，江春入旧年'题在政事堂，让文人作为写作范式。更妙的是，后世发现这句诗竟暗合天文现象——那年立春确实在除夕之前，'春入旧年'是真实的节令记录！",
      "questions": [
        "苏武如何坚持十九年？",
        "唐代家书怎么传递？",
        "为何立春会在除夕前？"
      ]
    }
  },
  {
    "id": "80fe70cd-6e63-48eb-9c1e-ab26330d45d9",
    "title": "崔九欲往南山马上口号与别",
    "author": "裴迪",
    "content": "归山深浅去 须尽丘壑美 莫学武陵人 暂游桃源里",
    "story": {
      "meaning": "夕阳染红终南山径，裴迪勒马对崔九朗声道：'此去探幽，莫要浅尝辄止！当如谢公着木屐踏遍千岩万壑，切莫学那武陵渔人，只在桃源洞口张望便归。'说着指向远处层峦，'你看那云霞深处，定有更美的飞瀑奇松等着你呢！'马蹄扬起尘土，将这番叮咛裹进山风里。",
      "allusion": "东晋太元年间，武陵渔人摇橹误入桃花林。落英缤纷中遇见黄发垂髫的桃源人，'先祖避秦时乱来此绝境'，老叟捧着新酿的桃花酒相邀。渔人逗留数日辞别，'不足为外人道也'的叮嘱犹在耳边，却沿路撒豆为记。待郡守遣人寻访时，灼灼桃林已隐入云雾，唯见溪水载着残红默默东流。",
      "background": "天宝三年的长安城外，裴迪望着挚友崔九的青骢马踏上山道。想起昨日终南夜话，崔九说起仕途困顿时眼中映着篝火的光。此刻他忽然扬鞭吟出这二十字，仿佛看见王维在辋川别业抚琴的身影——原来他们都在用不同方式，寻找着心中的桃花源。",
      "additional_info": "有趣的是，裴迪这首诗后来被收入《唐诗三百首》，与王维《送别》成为姊妹篇。清代有人发现终南山真有个'深浅谷'，谷口石碑竟刻着'莫学武陵人'五字，引得文人争相题咏，成就一段诗坛佳话。",
      "questions": [
        "桃源人为何避秦？",
        "渔人违背了什么约定？",
        "裴迪与王维有何交集？"
      ]
    }
  },
  {
    "id": "a4d718ee-c020-42b4-97df-499cd0076f7b",
    "title": "登高",
    "author": "杜甫",
    "content": "风急天高猿啸哀，渚清沙白鸟飞回。 无边落木萧萧下，不尽长江衮衮来。 万里悲秋常作客，百年多病独登台。 艰难苦恨繁霜鬓，潦倒新停浊酒杯。",
    "story": {
      "meaning": "秋风呼啸的夔州山上，56岁的杜甫拄着竹杖，听着峡谷里猿猴的哀鸣。他望着江心沙洲上盘旋的水鸟，枯黄的落叶像他斑白的鬓发般簌簌飘落。浑浊的江水奔涌不息，就像他漂泊十年的艰辛岁月。老诗人摸了摸空空的酒壶——连借酒消愁都成了奢望。",
      "allusion": "相传杜甫在夔州时，常去白帝城边的酒肆。某日店家见他咳嗽不止，劝道：'杜老，新酿的浊酒暖身，饮一杯吧？'杜甫却摇头：'医嘱戒酒...且留着给年轻力壮的饮客罢。'说着望向江上打鱼的青年，眼中满是羡慕。",
      "background": "公元767年深秋，肺病缠身的杜甫独自登上白帝城高台。寒风吹起他打补丁的衣袍，远处传来戍卒操练的鼓声。他忽然想起二十年前在长安曲江畔的登高赋诗，那时还有李白同游。如今故友星散，只剩手中竹杖在石阶上叩出孤独的声响。",
      "additional_info": "诗中'猿啸哀'暗用巴东渔者歌谣：'巴东三峡巫峡长，猿鸣三声泪沾裳'。宋代苏轼曾调侃：'老杜此诗，字字皆带秋声'，并在《赤壁赋》中化用'哀吾生之须臾，羡长江之无穷'。",
      "questions": [
        "杜甫为何停酒？",
        "诗中长江象征什么？",
        "猿啸有何特殊含义？"
      ]
    }
  },
  {
    "id": "63950163-6a10-4e74-af8a-09886e4ef2a8",
    "title": "登鹳雀楼",
    "author": "王之涣",
    "content": "白日依山尽 黄河入海流 欲穷千里目 更上一层楼",
    "story": {
      "meaning": "夕阳像醉汉般歪斜着身子，缓缓滑向中条山的臂弯。黄河水裹挟着碎金般的阳光，在诗人脚下咆哮着奔向东海。王之涣忽然抓住栏杆，对友人高声道：'看！若想望尽这千里风光，我们就该再登高些——就像人生，永远要向更高处攀登！'",
      "allusion": "相传王之涣与高适、王昌龄在旗亭饮酒，歌女们轮流演唱当世名诗。王之涣指着最美丽的歌女打赌：'若她唱的不是我的诗，我终身不与二位争锋。'当歌女轻启朱唇唱出'黄河远上白云间'时，三人抚掌大笑，成就'旗亭画壁'的佳话。",
      "background": "秋日的鹳雀楼上，34岁的王之涣凭栏远眺。他刚经历仕途失意，却见落日熔金、大河奔涌。忽然一群鹳雀掠过檐角，他心头一震：鸟儿尚知奋力高飞，我辈岂能困于一时得失？当即挥毫写下这首千古绝唱。",
      "additional_info": "有趣的是，鹳雀楼因常有真鹳雀栖息得名。宋代沈括在《梦溪笔谈》中记载，他登楼时确见'二鹳巢于其上'，而现代重建时，工程师真的在屋顶安装了铜制鹳雀雕像。",
      "questions": [
        "旗亭赌诗谁赢了？",
        "鹳雀楼名字由来？",
        "诗人当时几岁？"
      ]
    }
  },
  {
    "id": "4af86c76-18b3-4069-be90-6d8cef430bc7",
    "title": "登金陵凤凰台",
    "author": "李白",
    "content": "凤凰台上凤凰游，凤去台空江自流。 吴宫花草埋幽径，晋代衣冠成古丘。 三山半落青天外，二水中分白鹭洲。 总为浮云能蔽日，长安不见使人愁。",
    "story": {
      "meaning": "暮春时节，李白独登凤凰台。望着空荡荡的高台，他仿佛看见昔日凤凰在此翩跹起舞，如今只剩长江兀自奔流。手指抚过斑驳石栏，脚下踩着吴宫残砖，忽然踢到半块晋代瓦当——那些王侯将相，终究化作荒丘一抔土。抬眼望见三山云雾缭绕，白鹭洲将秦淮河水分作两道银练。忽然一片浮云遮住太阳，就像朝中奸佞蒙蔽圣听，令他再也望不见魂牵梦萦的长安城。",
      "allusion": "传说南朝刘宋年间，有五彩凤凰集于此台。当时文士陆凯正与友人下棋，忽闻凤鸣九霄。他们奔上高台，只见凤凰羽翼流光溢彩，在台上盘旋三圈后向朝阳飞去。陆凯激动地摔碎了茶盏：'此乃祥瑞！当建碑记之！'后来台边果真立起'凤凰台'石碑，引得无数文人墨客前来凭吊。",
      "background": "天宝六年春，被唐玄宗'赐金放还'的李白漫游至金陵。那日清晨薄雾未散，他拎着酒葫芦登上凤凰台。望着六朝遗迹，想起三年前在长安的遭遇——高力士当众为他脱靴时阴鸷的眼神，杨贵妃掩袖嗤笑的姿态。他猛灌一口酒，忽然将葫芦掷向江心：'凤凰台空，长安路断，这浊酒不饮也罢！'",
      "additional_info": "有趣的是，崔颢曾在黄鹤楼题诗让李白搁笔。这次他刻意模仿崔诗结构，首联'凤凰台上凤凰游'与'昔人已乘黄鹤去'如出一辙。后来杜甫调侃：'李白斗酒诗百篇，凤凰台上学崔颢'，成为诗坛趣谈。",
      "questions": [
        "凤凰祥瑞持续了多久？",
        "陆凯后来官至何职？",
        "李白还模仿过哪些诗？"
      ]
    }
  },
  {
    "id": "3d26433c-a673-4094-8c83-cadb1b08412a",
    "title": "登柳州城楼寄漳汀封连四州",
    "author": "柳宗元",
    "content": "城上高楼接大荒 海天愁思正茫茫 惊风乱飐芙蓉水 密雨斜侵薜荔墙 岭树重遮千里目 江流曲似九回肠 共来百越文身地 犹自音书滞一乡",
    "story": {
      "meaning": "柳宗元站在柳州城楼上，狂风卷着雨点抽打他的衣袍。他望着远处芙蓉池里被吹得东倒西歪的荷花，雨水顺着爬满薜荔的城墙往下淌。'这雨就像朝廷的谗言啊。'他对身旁的老仆叹息。重重山岭遮住了望向漳、汀、封、连四州的视线，蜿蜒的柳江就像他愁肠百转的思绪。'我们五个被贬到岭南的异乡人，连书信都难以相通了。'",
      "allusion": "当年屈原被放逐江南，在《离骚》中以'薜荔柏兮蕙绸'喻高洁。柳宗元被贬柳州后，特意在官署墙上种满薜荔。一日暴雨，幕僚劝他回屋避雨，他抚摸着被雨水打湿的薜荔藤说：'屈子当年见薜荔而伤怀，今日这雨中的薜荔，不正像我们这些被放逐的忠臣吗？'",
      "background": "元和十年六月，柳宗元刚到柳州就遇到暴风雨。他冒雨登上城楼，想起同被贬谪的韩泰、韩晔、陈谏、刘禹锡四位挚友。雨水模糊了视线，他忽然抓起毛笔，在城墙的砖缝间写下：'共来百越文身地...'这时一道闪电劈下，墨迹被雨水晕开，像极了他们被命运冲散的仕途。",
      "additional_info": "有趣的是，刘禹锡收到这首诗后，在回信中调侃：'子厚（柳宗元字）写雨景如此传神，莫非在柳州天天淋雨？'其实当时岭南确实多雨，柳宗元后来在给刘禹锡的信中写道：'此间日饮雨水三升，君若不信，可来同尝。'",
      "questions": [
        "薜荔象征什么品格？",
        "柳江为何似九回肠？",
        "百越文身有何典故？"
      ]
    }
  },
  {
    "id": "12919986-2d09-4d2e-b5ad-f2485e40ada5",
    "title": "登楼",
    "author": "杜甫",
    "content": "花近高楼伤客心 万方多难此登临 锦江春色来天地 玉垒浮云变古今 北极朝廷终不改 西山寇盗莫相侵 可怜后主还祠庙 日暮聊为梁甫吟",
    "story": {
      "meaning": "暮春时节，杜甫拖着病体登上成都城楼。当他看到近处繁花似锦，却突然捂住胸口踉跄扶栏——原来这灿烂春花让他想起破碎的山河！远处锦江春水与玉垒山浮云亘古未变，而大唐却像蜀汉后主刘禅的祠庙，在夕阳中显得那么凄凉。老诗人不禁拍栏长叹：'朝廷如北极星不可动摇，吐蕃贼寇休要猖狂！'最后竟像诸葛亮当年一样，在暮色中悲吟起《梁甫吟》来。",
      "allusion": "诗中暗藏诸葛亮的故事：当年刘备白帝城托孤后，诸葛亮为完成先主遗愿，在成都郊外搭起简陋草堂，日夜研读《梁甫吟》思索治国良策。某个深秋黄昏，书童看见丞相放下竹简走到院中，望着北方星空喃喃自语：'先主啊，您看见了吗？那北极星始终未改其位，就像臣对汉室的忠心...'说着突然剧烈咳嗽起来，手中羽扇坠地，扇骨上还刻着'北定中原'四字。",
      "background": "公元764年，吐蕃大军压境，53岁的杜甫抱病登上成都城楼。春风吹乱他花白的鬓发，远处传来守军操练的号角声。他忽然看见几个孩童在残破的城墙下追逐蝴蝶，不禁想起自己流离失所的儿女。这时一片花瓣粘在他破旧的衣襟上，诗人苦笑着对同行的严武说：'你看这花，开得这样没心没肺...'话音未落，喉头突然涌上腥甜。",
      "additional_info": "有趣的是，杜甫当时登的并非名胜高楼，而是战时临时搭建的军事瞭望台。据严武回忆，那天他们原本要去赏花，杜甫却执意要先登城查看防务。更戏剧性的是，就在杜甫写下'西山寇盗莫相侵'后第三天，吐蕃军队果然撤兵了——因为他们的粮草被一场突如其来的山洪冲毁了。",
      "questions": [
        "诸葛亮为何吟梁甫吟？",
        "吐蕃退兵真实原因？",
        "诗中北极星象征什么？"
      ]
    }
  },
  {
    "id": "c244a5b4-0ed0-48fe-8694-95309acac184",
    "title": "登幽州台歌",
    "author": "陈子昂",
    "content": "前不见古人，后不见来者。 念天地之悠悠，独怆然而涕下。",
    "story": {
      "meaning": "夕阳染红幽州台的石阶，陈子昂的衣袍在朔风中猎猎作响。他扶着斑驳的栏杆极目远眺，忽然苦笑：'燕昭王的黄金台早已湮灭，将来可有明君识得我这匹千里马？'手指划过冰凉的碑文时，一滴热泪砸在'招贤纳士'的残字上，在广袤天地间，他的孤独如同盘旋的孤雁。",
      "allusion": "当年燕昭王筑黄金台，亲自捧着扫帚迎接郭隗。郭隗捋着白胡子笑道：'大王若连我这老朽都厚待，还愁千里马不来？'果然乐毅、邹衍等贤士纷纷投奔。此刻陈子昂眼前浮现燕昭王为乐毅牵马的画面，却听见身后小吏嘀咕：'又一个做白日梦的！'",
      "background": "公元696年，契丹叛乱。陈子昂随军出征，主帅武攸宜却躲在帐中下棋。他闯帐谏言时，棋盘被武攸宜掀翻，黑白玉子暴雨般砸在他铠甲上：'书生也配谈兵？滚去管文书！'深夜巡营，望着篝火映红的戈壁，他摸出诗笺的手在发抖。",
      "additional_info": "有趣的是，明代有人在此诗旁批注'子昂摔琴'典故——原来他年轻时曾花天价买下古琴，当众摔碎，只为吸引人们读他的诗稿。这份狂傲与幽州台上的孤独，恰似一枚铜钱的正反面。",
      "questions": [
        "黄金台具体在哪？",
        "郭隗讲了什么寓言？",
        "武攸宜最后战败了吗？"
      ]
    }
  },
  {
    "id": "5d05fef6-e4aa-48e5-917d-c29d0e6d6b33",
    "title": "登岳阳楼",
    "author": "杜甫",
    "content": "昔闻洞庭水 今上岳阳楼 吴楚东南坼 乾坤日夜浮 亲朋无一字 老病有孤舟 戎马关山北 凭轩涕泗流",
    "story": {
      "meaning": "老迈的杜甫拄着竹杖，颤抖着登上岳阳楼。当他望见洞庭湖浩渺的烟波时，浑浊的泪水突然夺眶而出。'这湖水就像把吴楚大地生生劈开啊...'他喃喃自语。湖面倒映着浮动的日月星辰，让他想起自己如孤舟般漂泊的晚年。突然，北方传来战鼓声，老人扶着栏杆痛哭——那里有他牵挂的将士，而自己却只能在病痛中空耗余生。",
      "allusion": "相传范仲淹在岳阳楼作记时，曾与渔夫有一段对话。渔夫指着湖面说：'大人看这湖水，晴天像面镜子，雨天像锅沸粥。'范仲淹却叹息：'我看这湖水，分明是百姓的眼泪啊！'后来杜甫登楼时，这句感慨竟与他隔空共鸣。",
      "background": "768年寒冬，57岁的杜甫拖着肺病之躯来到岳阳。他刚经历丧子之痛，又接到吐蕃入侵的军报。那日风雪交加，老诗人裹着破旧棉袍登楼，湖面雾气中忽现战船幻影，让他想起二十年前在长安见证的盛世，如今只剩'亲朋无一字'的凄凉。",
      "additional_info": "有趣的是，岳阳楼三层飞檐分别象征天、地、人。杜甫当时只能登上第二层，却在诗中写出了'乾坤日夜浮'的宇宙视角，后人说这是'病眼观天，反见真谛'。",
      "questions": [
        "范仲淹如何描写洞庭湖？",
        "杜甫晚年患什么病？",
        "岳阳楼有几层？"
      ]
    }
  },
  {
    "id": "3e0e1d96-c249-47c4-b16d-4d91dd6e7cce",
    "title": "东郊",
    "author": "韦应物",
    "content": "吏舍跼终年，出郊旷清曙。 杨柳散和风，青山澹吾虑。 依丛适自憩，缘涧还复去。 微雨霭芳原，春鸠鸣何处？ 乐幽心屡止，遵事迹犹遽。 终罢斯结庐，慕陶真可庶。",
    "story": {
      "meaning": "晨光微熹时，韦应物推开衙门硌手的木窗，深吸一口带着柳叶清香的空气。他踏着沾露的青草走进东郊，看新绿的杨柳枝在风中舒展，远处青山如黛。忽然一阵鸠鸟啼鸣从雨雾朦胧的芳草地传来，他倚着树丛小憩，溪水声里忽然想起陶渊明'采菊东篱下'的身影。",
      "allusion": "诗人想起陶渊明辞官归隐的故事：那日彭泽县衙，陶渊明将官印挂在梁上，对差役笑道'吾不能为五斗米折腰'，转身走向开满野菊的南山。途中遇见老农，对方惊呼'县太爷怎么徒步？'陶渊明拍拍装满诗稿的包袱：'这里装着更重的俸禄。'",
      "background": "创作当日，韦应物在值房批阅完最后一份文书，墨迹未干的竹简堆里突然飞进一只柳莺。他追着这小精灵来到郊外，看它在雨丝中掠过麦浪，官靴陷进春泥时忽然大笑——原来这就是陶公说的'久在樊笼里，复得返自然'。",
      "additional_info": "有趣的是，韦应物年轻时曾是唐玄宗的贴身侍卫，安史之乱后突然苦学成为诗人。他总在官袍里藏本陶渊明诗集，同僚都笑称他'韦五斗'。",
      "questions": [
        "陶渊明为何辞官？",
        "诗中春鸠象征什么？",
        "韦应物如何学诗？"
      ]
    }
  },
  {
    "id": "fe6f4b72-855c-43b9-8883-8b3fe3cd8bd4",
    "title": "杜少府之任蜀州",
    "author": "王勃",
    "content": "城阙辅三秦 风烟望五津 与君离别意，同是宦游人。 海内存知己，天涯若比邻。 无为在岐路，儿女共沾巾。",
    "story": {
      "meaning": "长安城高大的宫墙外，王勃紧握杜少府的手。暮春的风卷着柳絮掠过三秦大地，远处岷江五津渡口的风烟若隐若现。'你我都是漂泊的官场游子啊'，王勃望着友人青衫上的尘土轻叹。突然他挺直腰板，眼中闪着光：'只要心意相通，四海之内都像隔壁邻居！'说着拍落杜少府肩头的柳絮，'可别学那些小儿女，在岔路口哭湿手帕呀！'",
      "allusion": "驿站老槐树下，王勃突然从行囊抽出一卷竹简：'你看《庄子》这段！'他手指发颤地指着'相濡以沫不如相忘于江湖'的句子，'泉水干涸时鱼儿吐沫互救，不如在江湖各自畅游——这才是大丈夫的离别！'杜少府闻言大笑，解下玉佩掷给王勃：'那我们就做两条江湖里的鱼！'玉佩在空中划出银亮的弧线。",
      "background": "潮湿的驿馆里，王勃盯着将熄的油灯出神。白天送别宴上杜少府强颜欢笑的样子挥之不去。他抓起毛笔，墨汁溅在蜀地地图上——那些他们曾约定同游的山水。突然窗外传来更夫梆子声，他心头一震：'何必伤感？志在四方才是男儿本色！'狼毫顿时在纸上飞舞起来。",
      "additional_info": "有趣的是，当时王勃自己也是被贬之身。写完这首诗不久，他就因私杀官奴获罪，父亲也被牵连贬官。后来他渡海探望父亲时溺水，受惊而死，年仅26岁。这首旷达的诗，竟成了他短暂生命的绝响。",
      "questions": [
        "五津具体指哪里？",
        "三秦指哪三个国家？",
        "王勃溺水时几岁？"
      ]
    }
  },
  {
    "id": "eb9530d2-e4c7-4c34-9214-06c28ca586bf",
    "title": "渡汉江",
    "author": "宋之问",
    "content": "岭外音书断，经冬复历春。 近乡情更怯，不敢问来人。",
    "story": {
      "meaning": "大雪封山的岭南驿站里，宋之问摩挲着家书上的墨迹，那已是半年前的字迹。此刻他正渡过汉江，对岸就是故乡。突然遇见同乡樵夫，却猛地背过身去——他怕听到家宅变故的消息，就像怕碰碎薄冰下倒映的月亮。",
      "allusion": "驿站老卒回忆：那年腊月，被贬的宋大人总在驿墙刻正字计日。某日风雪中，他抢过信使的包袱翻找家书，却发现只有朝廷邸报。信使叹道：'岭南瘴气重，上月又有信差坠崖了。'宋之问闻言，把刻满正字的竹简扔进了火塘。",
      "background": "潮湿的岭南官舍里，宋之问夜夜听着铜壶滴漏。这夜他梦见母亲在汉江畔唤他，惊醒时发现流放的第五个春天到了。突然接到赦令，他连夜启程。渡船摇橹声中，他盯着渐近的北岸——那里有他出仕时母亲亲手栽的枣树，如今不知是否开花。",
      "additional_info": "有趣的是，宋代《唐语林》记载，宋之问后来在洛阳偶遇当年那位樵夫。樵夫笑道：'大人可知那日您躲开时，我背篓里正装着您家老仆送来的新酿春酒？'",
      "questions": [
        "竹简刻字有何深意？",
        "为何特别提到枣树？",
        "春酒暗示什么信息？"
      ]
    }
  },
  {
    "id": "bf8918b8-a05a-4ccf-bb2e-3f9b81f6bbfc",
    "title": "渡荆门送别",
    "author": "李白",
    "content": "渡远荆门外，来从楚国游。 山随平野尽，江入大荒流。 月下飞天镜，云生结海楼。 仍连故乡水，万里送行舟。",
    "story": {
      "meaning": "年轻的李白乘船穿过荆门山，眼前豁然开朗：连绵的青山突然消失，化作无垠平野，长江像脱缰的野马奔向远方。夜幕降临，水中的月亮像飞天铜镜，云霞变幻出海市蜃楼。船头溅起的浪花让他突然低头——这分明是故乡的江水啊！原来千里之外的蜀水一路护送着他的行舟。",
      "allusion": "相传楚怀王曾在此地梦见巫山神女，清晨命人凿开荆门山引长江水。工匠们凿石时，有老渔夫劝阻：'山是龙脊，凿开会惊动水神！'果然开山后洪水泛滥，直到神女现身将玉佩投入江中才平息。李白经过时，船夫还在指着水中月影说：'看，那就是神女的玉佩在发光。'",
      "background": "24岁的李白第一次出蜀，船过荆门时兴奋得像只出笼的雏鹰。他抢过船夫的斗笠戴在头上，对着两岸群山大喊：'我要去闯天下啦！'突然山势中断，他愣愣地看着突然展开的天地，摸出酒葫芦猛灌一口，墨汁飞溅地写下这首诗，最后一句写完时，一滴水珠'啪'地落在'乡'字上，不知是江水还是泪水。",
      "additional_info": "有趣的是，60年后杜甫逃难经过荆门，在同样的位置写下'星垂平野阔'，两位大诗人隔着时空完成了一次'隔空对诗'。当地渔民至今传说月圆之夜能看见一青一白两道身影在江面论诗。",
      "questions": [
        "神女玉佩后来如何了？",
        "李白当时喝的什么酒？",
        "杜甫看到李白题诗了吗？"
      ]
    }
  },
  {
    "id": "3cda5a92-ffa2-4af0-9217-97ce36113705",
    "title": "枫桥夜泊",
    "author": "张继",
    "content": "月落乌啼霜满天 江枫渔父对愁眠 姑苏城外寒山寺 夜半钟声到客船",
    "story": {
      "meaning": "深秋的姑苏城外，寒霜如雪般铺满天地。诗人张继独坐客船，望着西沉的月亮，听着老鸦沙哑的啼叫。江畔枫叶瑟瑟，渔火点点，却照不暖他落第的愁绪。忽然，寒山寺的钟声穿透夜色，一声声敲在他心上——这钟声里，有千年古刹的禅意，也有游子无眠的孤寂。",
      "allusion": "传说张继赴京赶考落第，归途夜泊枫桥。船夫老李见他愁眉不展，递来温热的黄酒：'公子，老汉打渔四十年，见过十二回落第书生，第十三年都高中了！'正说着，寒山寺的智永和尚提着灯笼走来：'施主，钟声要响了。'当——！铜钟震落枫枝上的霜花，张继突然抓起毛笔...",
      "background": "安史之乱后的深秋，运河上飘着战火余烬。张继裹紧单衣，看岸上逃难的百姓推着独轮车走过。'这世道...'他摩挲着怀中被雨水泡糊的榜文，突然听见船篷'咔嗒'一响——是霜结冰的声响。远处传来守夜人沙哑的更梆，他恍惚觉得那声音在说'再试...再试...'",
      "additional_info": "有趣的是，寒山寺原本默默无闻，因这首诗成了'网红景点'。宋代有书生专程夜泊枫桥，却抱怨：'哪有什么钟声？'原来唐钟早毁，和尚们连夜重铸了一口新钟，从此有了'夜半敲钟'的传统。",
      "questions": [
        "张继最终考中了吗？",
        "寒山寺钟声有何特别？",
        "诗中渔父是真实人物吗？"
      ]
    }
  },
  {
    "id": "d32a2610-09d7-49ad-8cdf-dd9c649144c7",
    "title": "风雨",
    "author": "李商隐",
    "content": "凄凉宝剑篇，羁泊欲穷年。 黄叶仍风雨，青楼自管弦。 新知遭薄俗，旧好隔良缘。 心断新丰酒，销愁斗几千。",
    "story": {
      "meaning": "深秋雨夜，李商隐独坐破旧驿站，摩挲着剑鞘生锈的宝剑。窗外黄叶在风雨中飘零，远处青楼却传来阵阵欢宴的管弦声。他想起新结交的朋友因世俗偏见疏远，旧日知己又天各一方。忽然拍案高呼：'拿酒来！就算耗尽钱财，也要一醉解千愁！'",
      "allusion": "唐初名将郭震曾作《宝剑篇》，以宝剑喻才能。武则天读后亲自召见，从此平步青云。李商隐夜读此诗时，烛火映着墙上挂着的锈剑，苦笑道：'郭将军的宝剑遇明主，我的剑却要在这雨夜里生锈了。'说着用手指弹了下剑身，发出沉闷的嗡鸣。",
      "background": "839年深秋，李商隐赴任途中遇暴雨滞留驿站。夜半听着瓦当滴水声，看着案头将熄的油灯，突然想起昨日路过酒肆时，小二见他衣着寒酸竟不肯赊账。摸出最后几枚铜钱在掌心掂了掂，苦笑着写下'销愁斗几千'。这时一阵穿堂风吹灭油灯，黑暗中只剩雨打芭蕉的声音。",
      "additional_info": "诗中'新丰酒'暗藏玄机：新丰是刘邦故乡，其父思念家乡饮食，刘邦便仿造整个新丰街市。这杯酒既写实又暗喻诗人思乡之情——就像当年李商隐在长安酒肆，总要点壶'新丰酒'，却喝不出故乡的味道。",
      "questions": [
        "郭震如何得到重用？",
        "新丰酒有何特殊？",
        "青楼指什么场所？"
      ]
    }
  },
  {
    "id": "07238ad9-c348-43d4-b1d7-25d89369286d",
    "title": "逢入京使",
    "author": "岑参",
    "content": "故园东望路漫漫 双袖龙钟泪不干 马上相逢无纸笔 凭君传语报平安",
    "story": {
      "meaning": "漫天黄沙中，岑参勒马回望东方，衣袖已被思乡泪浸透。突然遇见返京使者，他慌忙摸遍行囊却找不到纸笔，只能抓住对方手臂嘱托：'请告诉长安的家人，我在西域一切平安！'马蹄声渐远，诗人望着使者消失的方向，手中沙粒簌簌滑落。",
      "allusion": "天宝八载冬，岑参在敦煌驿站偶遇故友元二。风雪夜，元二掏出半块胡饼：'尝尝，这是长安西市赵家铺子的味道。'岑参突然哽咽，饼屑混着泪水咽下。次日清晨，元二翻出最后一张信纸，岑参却推开：'边塞纸贵，你留着奏报军情用。'只托他带口信给怀孕的妻子。",
      "background": "诗人任安西节度判官时，某日巡视烽燧归来。戈壁落日将他的影子拉得细长，忽然听见熟悉的关中口音——是朝廷信使！他策马狂奔扬起沙尘，却在相认瞬间发现，自己满脸尘垢、双袖结满盐霜的模样，活像个真正的戍卒。",
      "additional_info": "敦煌藏经洞曾出土类似家书残片，有位戍卒用木棍蘸墨在羊皮上写道：'告诉三娘，我把她给的护身符系在箭囊里。'这或许就是岑参想写却未能写下的心里话。",
      "questions": [
        "唐代驿站如何传递消息？",
        "岑参妻子后来收到口信了吗？",
        "西域戍卒平均几年能回乡？"
      ]
    }
  },
  {
    "id": "ce71032a-c075-492c-9554-51eb080348a5",
    "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
    "author": "王维",
    "content": "渭水自萦秦塞曲 黄山旧绕汉宫斜 銮舆迥出千门柳 阁道回看上苑花 云里帝城双凤阙 雨中春树万人家 为乘阳气行时令 不是宸游玩物华",
    "story": {
      "meaning": "春雨淅沥的清晨，唐玄宗携杨贵妃乘銮驾从蓬莱宫出发，沿着蜿蜒的阁道向兴庆宫行进。王维随侍在侧，透过珠帘望见渭水如银带缠绕秦地，黄山云雾缭绕未央宫旧址。忽然一阵风过，柳枝轻拂金舆，回望时上林苑的春花在雨中更显娇艳。远处长安城的凤阙在云中若隐若现，近处万家屋檐滴落雨珠，王维轻叹：'陛下此行是为顺应春阳时令，岂是寻常游赏啊！'",
      "allusion": "当年汉武帝在黄山宫狩猎时，曾遇白发老翁指点：'此山形如卧龙，当建离宫以聚王气。'后来未央宫建成，宫墙特意设计成斜角以顺应山势。此刻王维望着雨雾中的黄山旧址，仿佛看见百年前工匠们争论：'主事大人，这宫墙非要斜着建吗？''陛下有令，须得让宫殿与山势相生！'",
      "background": "天宝三年春，王维在集贤院当值。这日清晨忽接急诏，他匆匆撑伞赶往蓬莱宫，官袍下摆溅满泥点。见玄宗正为贵妃扶正金步摇，他急忙低头研墨。当銮驾行至阁道最高处时，贵妃突然指着雨幕惊呼：'三郎快看！'王维顺着她指尖望去，长安城在春雨中宛如水墨画卷，当即文思泉涌。",
      "additional_info": "有趣的是，后世发现阁道遗址的宽度恰好容不下两架銮舆并行。原来当年工匠们为防大臣窥见帝妃私语，故意将道路修得仅容单车通过。王维诗中'迥出千门柳'的'迥'字，或许就暗含了这曲折前行的微妙体验。",
      "questions": [
        "黄山宫为何斜对未央宫",
        "阁道设计有何玄机",
        "金步摇在唐代象征什么"
      ]
    }
  },
  {
    "id": "8df8e94b-ffe4-4930-af4c-491d7cb04651",
    "title": "奉和中书舍人贾至早朝大明宫",
    "author": "岑参",
    "content": "鸡鸣紫陌曙光寒，莺啭皇州春色阑。 金阙晓钟开万户，玉阶仙仗拥千官。 花迎剑珮星初落，柳拂旌旗露未干。 独有凤皇池上客，阳春一曲和皆难。",
    "story": {
      "meaning": "五更时分，长安城还笼罩在晨雾中。岑参裹紧官袍走在朱雀大街上，听见报晓鸡鸣与黄莺啼叫交织。忽然大明宫方向传来钟声，他加快脚步，看见千名官员像潮水般涌向玉阶。晨星未落，沾露的柳枝轻拂过禁军旌旗，他突然注意到贾至站在凤凰池畔——这位中书舍人刚写完《早朝》诗，自己该如何唱和才能不逊色呢？",
      "allusion": "凤凰池的典故要追溯到晋代。中书令荀勖曾得意地对人说：'我就像凤凰池里的鱼，旁人羡慕却够不着。'某日同僚张华故意在池边喂食，笑问：'荀公可要尝尝百姓的粗粮？'荀勖顿时涨红了脸。后来'凤凰池'就成了中书省代称，贾至任职于此，岑参诗中特意点明他身份尊贵。",
      "background": "这日退朝后，王维、杜甫、岑参聚在值房。贾至拿出新作《早朝大明宫》，王维当即挥毫唱和。岑参摩挲着官帽上的獬豸纹，想起清晨看见禁军佩剑反射的寒光，突然有了灵感。他偷瞄杜甫——这位总写民间疾苦的诗人，此刻会如何描写皇家威仪呢？",
      "additional_info": "当时四位大诗人同题竞技，贾至原诗已失传。有趣的是，后世评价岑参此作最得'盛唐气象'，王维诗偏清雅，而杜甫那句'朝罢香烟携满袖'，悄悄流露出对奢靡朝仪的不以为然。",
      "questions": [
        "荀勖为何比喻凤凰池？",
        "四位诗人风格差异？",
        "柳拂旌旗有何深意？"
      ]
    }
  },
  {
    "id": "c2c83ee2-940f-4ae3-9ab3-4f509d2991f3",
    "title": "奉济驿重送严公四韵",
    "author": "杜甫",
    "content": "远送从此别，青山空复情。 几时杯重把，昨夜月同行。 列郡讴歌惜，三朝出入荣。 江村独归处，寂寞养残生。",
    "story": {
      "meaning": "深秋的奉济驿，杜甫紧握严武的手不肯松开。'此去剑门关山高路远...'他望着严武的马车碾过满地银杏叶，远处青山仿佛也在叹息。昨夜他们还对月共饮，此刻只剩腰间酒囊空空。想到严武历任三朝深受爱戴，自己却要独自回到浣花溪畔的破草堂，老诗人不禁用袖子擦了擦眼角。",
      "allusion": "严武正要登车时，杜甫突然扯住他的衣袖：'还记得那年你在成都救我？'——当时杜甫因直言被贬，严武连夜策马三百里送来御寒的貂裘。严武大笑着拍马鞍：'你这老倔驴！等我平定吐蕃，回来再与你痛饮！'车辕上的铜铃随着远去渐渐听不见了。",
      "background": "762年深秋，成都郊外下着冷雨。杜甫裹紧单衣站在驿亭里，看着雨水在严武的官靴上溅起水花。他想起三个月前，正是这位挚友推荐他当上节度参谋。如今严武奉诏入京，自己却像被遗弃的蓑衣般留在蜀地。笔尖戳破宣纸的瞬间，他忽然听见严武常说的一句话：'子美啊，你的诗比我的剑更锋利。'",
      "additional_info": "有趣的是，严武死后杜甫写下'一哀三峡暮'的悼诗，而他们初遇时，严武曾开玩笑说杜甫的诗'能让三峡猿猴停啼'。这对挚友的缘分，竟始终与长江涛声相伴。",
      "questions": [
        "严武如何救杜甫？",
        "诗中'三朝'指哪三朝？",
        "奉济驿现位于何处？"
      ]
    }
  },
  {
    "id": "090b7792-2942-4f3c-a34d-caccd066c76f",
    "title": "芙蓉楼送辛渐二首 一",
    "author": "王昌龄",
    "content": "寒雨连天夜入湖 平明送客楚山孤 洛阳亲友如相问 一片冰心在玉壶",
    "story": {
      "meaning": "冷雨整夜敲打着芙蓉楼的窗棂，王昌龄与挚友辛渐对坐烛前。天微明时，雨幕中楚山轮廓孤独显现。执手相送时，王昌龄忽然将玉壶塞进友人手中：'若洛阳故人问起，就说我的心像这壶中冰晶——虽遭贬谪，依然澄澈。'玉壶在晨光中折射出七彩光斑，映照着两人湿润的眼眶。",
      "allusion": "南朝鲍照曾以'清如玉壶冰'自喻高洁。相传某年酷暑，宋文帝召集群臣赏冰，唯鲍照的玉壶冰晶久不融化。皇帝笑问秘诀，鲍照拱手答：'臣心似此冰，不染尘垢。'说着将玉壶倾覆，冰晶落地竟发出金石之声。这个典故后来成为文人自证清白的经典意象。",
      "background": "被贬龙标的第三个秋天，王昌龄在芙蓉楼彻夜未眠。听着夜雨淹没湖岸的声响，他摩挲着随身多年的和田玉壶——这是离京时老仆偷偷塞进行囊的。壶壁刻着'一片冰心'四字，让他想起长安的流言蜚语。当晨光染亮辛渐的蓑衣，他突然领悟：贬谪之地反而成了守护初心的净土。",
      "additional_info": "明代有画家作《冰心玉壶图》，特意在壶嘴处画了朵将谢的芙蓉。题跋透露玄机：'昌龄送客时，楼前芙蓉正被夜雨打落最后一瓣。'后世考证，这很可能是画家结合'芙蓉楼'地名所作的浪漫想象。",
      "questions": [
        "鲍照玉壶冰的结局",
        "芙蓉楼得名的由来",
        "诗中楚山是现在的"
      ]
    }
  },
  {
    "id": "0174cbbc-31fa-4daf-b1cf-7f91c6a646a9",
    "title": "赋得古原草送别",
    "author": "白居易",
    "content": "离离原上草 一岁一枯荣 野火烧不尽 春风吹又生 远芳侵古道 晴翠接荒城 又送王孙去 萋萋满别情",
    "story": {
      "meaning": "夕阳下的古原上，白居易与友人执手相望。野草在风中摇曳，像在诉说生命的轮回——‘看这些草儿，秋日枯黄，春日又绿，连野火都烧不尽它们的根呢！’诗人指着远处蔓延到古道的芳草，和荒城边新生的翠色，轻声叹道：‘就像我们的友情，哪怕你远行，思念也会如春草般生生不息。’",
      "allusion": "长安郊外，少年白居易正与挚友李建对弈。忽见牧童失火，烈焰吞噬草原。李建惋惜道：‘多好的草场！’白居易却凝视焦土：‘莫急，我赌来年此处草色更胜从前！’次年春日，嫩绿果然破土而出，白居易大笑着将新作《赋得古原草送别》系在风筝上放飞，纸鸢掠过重生的大地。",
      "background": "元和三年春，白居易送别调任边塞的元稹。马车扬尘远去时，他忽然跪地抚摸道旁野草——去年他们曾在此处把酒论诗，如今草色依旧，故人却要跨越烽火连天的疆场。指尖沾着草叶清露，他掏出随身竹纸，就着车辕写下这首泣血之作。",
      "additional_info": "有趣的是，诗中‘王孙’本指贵族，白居易却用来称呼寒门出身的元稹。后来这成为文人间的雅称，据说元稹收到诗稿后，特意在边关种下一片‘白草园’，每株草下都埋着写给长安的回信。",
      "questions": [
        "牧童为何纵火？",
        "风筝系诗有何寓意？",
        "白草园现存何处？"
      ]
    }
  },
  {
    "id": "83dcb67c-ccbc-4592-b232-368a6b5275ce",
    "title": "赋得暮雨送李胄",
    "author": "韦应物",
    "content": "楚江微雨里 建业暮钟时 漠漠帆来重 冥冥鸟去迟 海门深不见 浦树远含滋 相送情无限 沾襟比散丝",
    "story": {
      "meaning": "暮色中的楚江细雨绵绵，建业古寺的钟声悠悠传来。韦应物站在江畔，望着沉重的船帆缓缓驶来，飞鸟在雨雾中迟迟不肯离去。远处的海门隐没在雨幕中，岸边的树木挂着晶莹的水珠。他送别好友李胄，泪水与雨丝交织，打湿了衣襟。",
      "allusion": "相传韦应物与李胄曾同游建业，在一家小酒馆畅饮。李胄醉后挥毫写下'江雨霏霏江草齐'，韦应物当即对出'六朝如梦鸟空啼'。酒保惊叹道：'二位大人的诗句，比这陈年花雕还要醉人啊！'这段佳话成为他们友谊的见证。",
      "background": "创作当日，韦应物特意换上李胄送他的青衫。雨中送别时，李胄打趣道：'这衣衫沾了雨，倒像是你替我流泪了。'韦应物望着渐行渐远的帆影，突然发现袖口还沾着昨日饯行时的酒渍，顿时百感交集。",
      "additional_info": "有趣的是，宋代苏轼曾模仿此诗写《雨中送春》，故意把'散丝'改成'柳丝'，友人打趣说：'东坡先生这是要把韦苏州的雨，下成自己的春天了。'",
      "questions": [
        "诗中帆为何显得重？",
        "钟声暗示什么时辰？",
        "散丝比喻什么？"
      ]
    }
  },
  {
    "id": "6df38a77-6e5d-43ae-a115-7de36475f53e",
    "title": "感遇十二首 二",
    "author": "张九龄",
    "content": "幽林归独卧，滞虑洗孤清。 持此谢高鸟，因之传远情。 日夕怀空意，人谁感至精。 飞沈理自隔，何所慰吾诚。",
    "story": {
      "meaning": "暮色四合时，张九龄独自躺在幽深竹林里的石榻上，竹叶沙沙作响，仿佛在替他洗去满腹忧思。他望着掠过林梢的孤雁，突然坐起身来：'高飞的鸿雁啊，请把我的赤诚带到长安去！'可转念又苦笑着摇头——这朝堂如鸟飞鱼沉，各不相通，谁又能明白我这片丹心呢？",
      "allusion": "诗中'高鸟传情'暗合鸿雁传书的典故。汉武帝时，苏武被困北海牧羊，将帛书系于南飞鸿雁足上。长安上林苑的猎手射落此雁，武帝见书落泪：'这分明是苏卿的字迹！'立即派兵接回忠臣。张九龄此时正遭李林甫排挤，多么希望也有鸿雁能把自己的忠诚直达玄宗案前。",
      "background": "开元二十四年秋，张九龄在宰相任上屡次谏阻玄宗任用李林甫，反被玄宗疏远。这夜他在终南山别业辗转难眠，披衣独步竹林。露水打湿了他的葛巾，他忽然抓起案头毛笔，就着月光在竹简上愤然挥毫——那墨迹竟把三片飘落的竹叶都染成了黑色。",
      "additional_info": "有趣的是，张九龄后来真的养成了托鸟传信的习惯。岭南家乡送来荔枝时，他总在竹筒信笺里放两颗鲜果，让信鸽带给玄宗。直到被贬荆州前，玄宗案头还留着个布满啄痕的荔枝核。",
      "questions": [
        "鸿雁传书最早见于？",
        "张九龄如何劝谏玄宗？",
        "唐代还有哪些托物言志诗？"
      ]
    }
  },
  {
    "id": "11b013f9-aa6a-4e55-8e68-195dc62f161f",
    "title": "感遇十二首 七",
    "author": "张九龄",
    "content": "江南有丹橘，经冬犹绿林。 岂伊地气暖，自有岁寒心。 可以荐嘉客，奈何阻重深。 运命唯所遇，循环不可寻。 徒言树桃李，此木岂无阴。",
    "story": {
      "meaning": "冬日的江南，老农王伯指着橘林对孙子说：‘看这些丹橘，冰天雪地仍苍翠，不是靠地气暖，是骨子里有抗寒的志气啊！’小孙子摸着冻红的鼻头问：‘那为什么没人夸橘树？’王伯叹气：‘它们长在深山，好东西送不到贵人面前。就像你爹的才华，困在这山沟里…但记住，是金子总会发光，就像这橘树，终会有人懂得它的阴凉。’",
      "allusion": "屈原在《橘颂》里写‘后皇嘉树，橘徕服兮’，其实有段故事。那年他被流放江南，饿得头晕眼花时，老渔夫塞给他两个冻得硬邦邦的橘子。屈原含泪问：‘橘树为何能凌冬不凋？’渔夫大笑：‘您这问题问反啦！该问其他树——凭什么橘树能做到，你们却不行？’后来《橘颂》里‘独立不迁’的橘子，成了屈原的化身。",
      "background": "张九龄被贬荆州刺史那年冬天，见衙门外小贩在雪中叫卖橘子。他买下一筐，发现每个橘蒂都带着青叶。随从嘀咕：‘不如桃李讨喜。’张九龄突然摔了茶盏：‘桃李逢春便凋零，这橘子可是熬过风雪的！’当夜他对着烛光写诗，笔尖戳破宣纸——就像他屡遭排挤的仕途，但墨迹仍力透纸背。",
      "additional_info": "唐玄宗后来吃到荆州贡橘，想起此诗，特意把橘子摆在桃李中间说：‘九龄便是朕的丹橘。’有趣的是，张九龄家乡韶关至今有‘宰相橙’，传说就是他当年亲手栽的橘树变种。",
      "questions": [
        "屈原为何独爱橘树？",
        "唐玄宗如何评价此诗？",
        "丹橘象征什么品格？"
      ]
    }
  },
  {
    "id": "f9798830-48c1-45e3-be90-4028d93954dc",
    "title": "感遇十二首 四",
    "author": "张九龄",
    "content": "孤鸿海上来，池潢不敢顾。 侧见双翠鸟，巢在三珠树。 矫矫珍木巅，得无金丸惧。 美服患人指，高明逼神恶。 今我游冥冥，弋者何所慕。",
    "story": {
      "meaning": "深秋的清晨，一只孤鸿从苍茫海面飞来，羽毛上还沾着咸涩的海水。它低低掠过长安城外的护城河，却不敢停留——'这浊水岂配得上我的羽翼？'鸿鸟心想。忽然，它看见两只翠鸟正在三珠树上筑巢，华美的羽毛在阳光下闪闪发亮。'小心啊！'孤鸿忍不住喊道，'你们站得这样高，不怕猎人的金弹丸吗？'说完便振翅飞向云层深处，留下若有所思的翠鸟。",
      "allusion": "战国时期，楚国有位叫卞和的玉匠。他在荆山发现一块璞玉，先后献给楚厉王、楚武王，却因无人识货被砍去双脚。卞和抱着玉在荆山下痛哭三日，直到楚文王派人剖开玉石，才现出绝世美玉——和氏璧。这故事正如诗中所言'美服患人指'，真正的珍宝往往招致嫉妒与灾祸。",
      "background": "开元二十四年秋，张九龄被贬荆州。那夜他独坐庭院，忽闻雁鸣划破夜空。月光下，他看见一只掉队的大雁掠过屋檐，不禁想起自己从宰相高位跌落的身世。'我不正是这只孤鸿吗？'他苦笑着研墨，笔尖在纸上洇开一片墨痕，'那些朝中得势的小人，就像那对翠鸟...'",
      "additional_info": "有趣的是，三珠树在《山海经》中记载为'树如柏，叶皆为珠'，而张九龄可能借用了这个意象。后世苏轼在《卜算子》中写'缥缈孤鸿影'，正是受此诗启发。",
      "questions": [
        "卞和为何被砍双脚？",
        "三珠树真实存在吗？",
        "苏轼如何化用此诗？"
      ]
    }
  },
  {
    "id": "9b4f2d56-6df4-4999-a82c-11283529dd51",
    "title": "感遇十二首 一",
    "author": "张九龄",
    "content": "兰叶春葳蕤 桂华秋皎洁 欣欣此生意 自尔为佳节 谁知林栖者 闻风坐相悦 草木有本心 何求美人折",
    "story": {
      "meaning": "春日的兰草舒展着翠叶，秋夜的桂花吐露清辉，它们顺应时节自然生长。幽谷中，一位隐士循着芬芳而来，沉醉在这份不事雕琢的美好中。诗人以草木自喻：君子如兰桂，坚守本真何须他人赏识？",
      "allusion": "屈原《离骚》中，香草美人常喻君子。张九龄化用此典：楚王宫中，屈原佩兰而立。‘大夫何故独爱野芳？’侍女问道。屈原轻抚兰叶：‘此物不因无人不芳，正如君子不因谗言改节。’说罢，将兰草掷入汨罗江中。",
      "background": "开元末年，奸臣李林甫把持朝政。张九龄被贬荆州，夜宿山寺。忽闻暗香浮动，推窗见月光浸着金桂，恍然想起早年御前献策的意气风发。‘草木尚且自在枯荣…’他苦笑着研墨，笔尖在‘自尔为佳节’处重重一顿，墨迹如泪晕开。",
      "additional_info": "宋代画院曾以‘林栖者闻风’为题考画师。夺魁者绘一樵夫弃斧攀崖，鼻翼翕动追寻桂香——原来‘美人’未必是佳人，更是知音。",
      "questions": [
        "屈原为何独爱兰草？",
        "诗中隐士象征什么？",
        "桂香暗示何种品格？"
      ]
    }
  },
  {
    "id": "ac2ec0ba-10b1-4ae3-8859-1e7752625331",
    "title": "哥舒歌",
    "author": "西鄙人",
    "content": "北斗七星高 哥舒夜带刀 至今窥牧马 不敢过临洮",
    "story": {
      "meaning": "深秋的草原上，北斗七星如银钉缀满夜幕。哥舒翰将军的铠甲映着星光，腰刀在月色下泛着寒光。吐蕃探马躲在草甸后窥视，却被唐军巡逻的火把惊得缩回脖子——临洮关前的牧草在夜风中沙沙作响，仿佛在嘲笑侵略者的胆怯。",
      "allusion": "天宝八年冬，吐蕃大将论钦陵率十万铁骑压境。哥舒翰在军帐中擦拭宝刀，亲兵慌张来报：‘敌军距临洮不足三十里！’将军大笑：‘取我紫金兜鍪来！’当夜他单骑出关，刀光如练斩断敌营旌旗。黎明时分，吐蕃斥候发现帅旗竟插在唐军箭楼上，吓得连夜撤兵百里。",
      "background": "西域商队的驼铃惊醒了戍边老卒，他望着星斗喃喃唱起这首民歌。粗糙的手指划过陶碗边沿，酒液中倒映着年轻时见过的场景：哥舒将军巡视边关时，总会弯腰扶起摔倒的牧童，而他的佩刀却让吐蕃人闻风丧胆。老人浑浊的眼中泛起泪光，把最后半碗酒洒向关外方向。",
      "additional_info": "敦煌残卷记载，此诗最早刻在临洮关的箭垛上，后被戍卒用佩刀改写过三次。第二次修改时，某个士兵把‘带刀’改成了‘佩剑’，结果第二天守城时真的折断了佩剑，从此再无人敢妄改原文。",
      "questions": [
        "哥舒翰刀重多少斤？",
        "吐蕃为何最怕紫金盔？",
        "诗中北斗暗示什么？"
      ]
    }
  },
  {
    "id": "0f5874bf-3748-44c9-bc3a-be4a8c3eb2f6",
    "title": "阁夜",
    "author": "杜甫",
    "content": "岁暮阴阳催短景 天涯霜雪霁寒宵 五更鼓角声悲壮 三峡星河影动摇 野哭几家闻战伐 夷歌数处起渔樵 卧龙跃马终黄土 人事依依漫寂寥",
    "story": {
      "meaning": "夔州冬夜，老杜裹紧破袄倚在城楼上。霜雪初停的寒夜里，他听见五更的军营鼓角声穿透三峡，抬头看见星河倒映在江面随波摇晃。突然，几声撕心裂肺的哭嚎从山野传来——'定是又有战死者的家眷在哭灵'，老杜喃喃自语。远处却飘来渔夫们欢快的山歌，在这悲喜交织的夜色中，他忽然想起：'当年叱咤风云的诸葛亮、公孙述，如今不都化作黄土了吗？'",
      "allusion": "老杜望着白帝城方向，眼前浮现出两百年前公孙述在此称帝的场景。那日正午，城中突然传出龙吟，守城士兵看见护城河里有匹白马腾空而起（传说公孙述是'跃马而称帝'）。此时诸葛亮正在城楼上抚琴，琴弦'铮'地断了，他叹息道：'白帝城气数已尽。'果然不久后，这座'卧龙'（诸葛亮）与'跃马'（公孙述）争雄的城池，终究湮灭在历史尘埃中。",
      "background": "公元766年寒冬，54岁的杜甫在夔州西阁辗转难眠。安史之乱的硝烟虽散，但各地军阀又起战端。他听着窗外更鼓，想起白日里看到的阵亡将士家书，墨迹被泪水晕染得模糊不清。突然'哐当'一声，寒风吹开了破旧的窗棂，案头诗稿哗啦啦飞散，他苦笑着拾起一张，就着月光写下'人事依依漫寂寥'。",
      "additional_info": "有趣的是，杜甫此时居住的西阁，正是当年诸葛亮指挥水军的瞭望台遗址。每当夜深人静，老杜总错觉能听见诸葛丞相摇动羽扇的沙沙声。有次他醉后对月亮举杯：'丞相啊，您说'非淡泊无以明志'，可这乱世...'话未说完便伏案大哭。",
      "questions": [
        "公孙述为何称白帝？",
        "诸葛亮如何评价公孙述？",
        "夔州地形如何影响战局？"
      ]
    }
  },
  {
    "id": "f8d102c4-b25b-412f-afce-35db35c339d9",
    "title": "宫词",
    "author": "薛逢",
    "content": "十二楼中尽晓妆 望仙楼上望君王 锁衔金兽连环冷 水滴铜龙昼漏长 云髻罢梳还对镜 罗衣欲换更添香 遥窥正殿帘开处 袍袴宫人扫御床",
    "story": {
      "meaning": "清晨的十二楼中，宫女们早早梳妆完毕，在望仙楼上翘首期盼君王的临幸。冰冷的兽形门环紧锁宫门，铜龙滴漏的水声显得白昼格外漫长。云髻梳好又对镜端详，罗衣换罢再添新香。远远望见正殿帘幕掀起，穿着袍裤的宫人正在打扫御床——原来君王今夜不会来了。全诗通过细腻的动作描写，展现深宫女子从期待到失落的心理变化。",
      "allusion": "相传汉武帝曾在建章宫旁筑十二楼，取名'望仙'，期盼与仙人相会。一日，方士对武帝说：'陛下若在望仙楼斋戒百日，西王母必降。'武帝信以为真，命宫女每日盛装以待。百日将至，宫女们彻夜梳妆，却见武帝独自在殿中饮酒作乐。老宫女流泪道：'君王望的是神仙，我们望的却是君王啊。'",
      "background": "薛逢任校书郎时，某日值宿宫中。五更时分，他看见一队宫女捧着洗漱用具匆匆走过长廊，领头的女官低声呵斥：'快些！误了梳妆时辰，娘娘又要责罚。'忽然钟鼓楼传来消息说皇帝染恙罢朝。薛逢望着瞬间黯淡的宫灯，听见远处传来幽幽叹息，提笔在值班簿背面写下这首《宫词》。",
      "additional_info": "唐代宫廷有'铜龙报时'制度，漏壶中的铜龙每刻吐水击钟。诗人元稹曾记载：某年寒冬，铜龙嘴被冻住，导致早朝钟声迟了半个时辰，气得皇帝把司天监官员罚去扫御花园。",
      "questions": [
        "望仙楼真的见过神仙吗",
        "铜龙漏壶如何制作",
        "唐代宫女几岁入宫"
      ]
    }
  },
  {
    "id": "ab4b1a7f-4fbe-438b-817f-9e1ed2d39f4f",
    "title": "宫词",
    "author": "朱庆馀",
    "content": "寂寂花时闭院门 美人相并立琼轩 含情欲说宫中事 鹦鹉前头不敢言",
    "story": {
      "meaning": "暮春时节，御花园里海棠寂寞地开着。两位宫女悄悄推开朱漆斑驳的宫门，并肩站在雕栏玉砌的回廊下。穿杏红衫子的姑娘刚要开口，忽见金架上的绿鹦鹉正歪头打量她们，连忙扯住同伴的衣袖。鹦鹉突然扑棱翅膀学舌：'不敢言！不敢言！'惊得她们指尖发颤——这鸟儿可是贵妃娘娘的心头好。",
      "allusion": "唐玄宗时，杨贵妃驯养了只雪衣娘鹦鹉。某日宫女们在梨园说私房话，鹦鹉突然飞到枝头复述，吓得她们面如土色。后来宫女们发现，这鹦鹉最爱学'荔枝来'三字——原来贵妃每日派快马从岭南运鲜荔枝，鹦鹉听得熟了。",
      "background": "朱庆馀应试前夜，借宿在长安旧宫附近。月光透过残破的窗棂，他听见更夫说起先帝时宫女们因鹦鹉泄密被杖毙的旧事。突然一阵风吹落案上宫花，他恍惚看见纱灯下有两个相拥而泣的身影，提笔时手腕都在发抖。",
      "additional_info": "唐代宫廷盛行驯养'言语鸟'，除鹦鹉外还有秦吉了、八哥等。诗人王建曾记载：'鹦鹉谁教转舌关，内人手里养来奸。'这些鸟儿常被训练说'万岁'等吉祥话，但偶尔会闹出学猫叫的趣事。",
      "questions": [
        "鹦鹉为何能学人语？",
        "唐代还有哪些宠物鸟？",
        "杨贵妃最爱什么水果？"
      ]
    }
  },
  {
    "id": "d850db6a-e07b-4fee-b642-57a70bdbbed2",
    "title": "宫词二首 一",
    "author": "张祜",
    "content": "故国三千里 深宫二十年 一声河满子 双泪落君前",
    "story": {
      "meaning": "秋夜的长安宫墙内，白发宫女跪在烛光摇曳的殿中。当她用颤抖的嗓音唱起《河满子》时，三千里外的江南水乡、二十年深锁的朱红宫门，都化作两行热泪砸在青玉地砖上。唐武宗手中的酒杯突然变得千斤重——那曲调里分明是无数宫人破碎的人生。",
      "allusion": "开元年间，歌人何满子因罪被判死刑。临刑前他创制新曲献给玄宗，希望赎罪。当凄厉的歌声在刑场上响起时，连刽子手的刀都在颤抖。玄宗最终被感动赦免了他，从此《河满子》成为最悲切的断肠曲。传说演唱此曲者会肠断而死，正如后来孟才人唱罢此曲当场气绝。",
      "background": "张祜在长安酒肆听闻这个故事时，手中的琥珀酒突然映出宫墙倒影。他想起昨日见到的老宫女——她的罗裙还是天宝年间的式样，像只困在金笼里的白头鹦鹉。诗人猛然摔碎酒杯，墨汁混着酒液在纸上晕开，化作这首字字泣血的绝唱。",
      "additional_info": "有趣的是，杜牧读到此诗后专门写了'可怜故国三千里，虚唱歌词满六宫'相和。两位诗人隔空对话，让这个宫女的眼泪流过了整个晚唐。",
      "questions": [
        "何满子如何创制此曲？",
        "孟才人为何气绝？",
        "杜牧如何评价此诗？"
      ]
    }
  },
  {
    "id": "aa9f9e4d-aa34-496e-89cf-cfef61efa89d",
    "title": "宫词五首 二",
    "author": "顾况",
    "content": "玉楼天半起笙歌，风送宫嫔笑语和。 月殿影开闻夜漏，水精帘卷近银河。",
    "story": {
      "meaning": "深秋的夜晚，大明宫的玉楼高耸入云，笙歌从云端飘落。唐玄宗与杨贵妃在楼台赏月，宫嫔们银铃般的笑声随风传到宫墙外。更漏声里，水晶帘卷起一角，银河的星光洒在贵妃的霓裳羽衣上，仿佛天上人间的界限在这一刻模糊了。",
      "allusion": "天宝年间，玄宗命工匠用南海水晶打造帘幕。某夜，贵妃醉酒微醺，倚着栏杆说：'三郎，这帘子像不像天河？'玄宗笑着卷起帘角：'爱妃若喜欢，朕命人把银河摘下来给你。'此时远处传来梨园乐声，宫女们偷笑着议论：'陛下又给娘娘说情话呢。'",
      "background": "顾况任著作郎时，某夜值班经过兴庆宫旧址。秋风送来隐约的琵琶声，他恍惚看见月光下仍有舞袖翻飞。突然一阵鸦啼惊醒幻梦，只剩残垣断壁映着星河。他摸出怀中皱纸，就着宫灯写下了这首穿越时空的见证。",
      "additional_info": "诗中'水精帘'实为唐代黑科技——用天然水晶磨成的透明帘幕，阳光照射时会折射彩虹。安史之乱后，叛军曾掠走三百副水晶帘，熔铸时竟发出类似磬的清脆声响，史载'三日不绝'。",
      "questions": [
        "水晶帘造价几何？",
        "杨贵妃最爱哪首曲子？",
        "夜漏具体指什么？"
      ]
    }
  },
  {
    "id": "c836e52f-2346-4a3e-84bb-97514b17faf6",
    "title": "孤雁 二",
    "author": "崔涂",
    "content": "几行归去尽 片影独何之 暮雨相呼失 寒塘独下迟 渚云低暗度 关月冷遥随 未必逢矰缴 孤飞自可疑",
    "story": {
      "meaning": "暮色沉沉，秋雨淅沥。一只掉队的大雁在低空盘旋，它的同伴早已排成'人'字形飞远。湿冷的芦苇荡里，它试探着降落，羽毛被雨水打湿显得格外沉重。月光下，它的影子孤单地掠过沙洲，仿佛随时会被暗云吞噬。猎人弓箭的威胁尚在其次，最让它恐惧的是——这片天地间，只剩自己扑簌簌的振翅声。",
      "allusion": "诗人崔涂想起伯夷叔齐的故事。商朝灭亡后，这对兄弟宁肯采薇充饥也不食周粟。有次樵夫嘲笑他们：'这薇菜也是周朝的啊！'伯夷闻言扔下野菜，饿死在首阳山。暮色中，崔涂仿佛看见两个清瘦的身影倚着枯树，伯夷咳嗽着说：'叔齐啊，你看那天边孤雁...像不像我们的道义？'枯叶飘落，盖住了他们脚边最后几株薇菜。",
      "background": "唐昭宗年间，崔涂在巴蜀幕府任职。某个秋夜值宿时，他听见雁群掠过高墙。推开窗，正看见最后一只孤雁在雨中挣扎。冰凉的雨丝打在他脸上，让他想起昨日刚收到的家书——故乡正遭战乱。墨迹未干的军报摊在案头，烛光映出'朱温攻陷同州'几个刺目的字。他忽然抓起毛笔，砚台里的墨汁像化不开的夜色。",
      "additional_info": "有趣的是，崔涂在另一首《孤雁》中写道'暮天新雁起汀洲'，学者推测这两首诗是'姊妹篇'。前首写傍晚新出发的雁群，这首则写掉队者。就像电影镜头，先拍宏大的迁徙场面，再给落单者一个特写。",
      "questions": [
        "伯夷最后为何饿死？",
        "诗中寒塘象征什么？",
        "崔涂为何关注孤雁？"
      ]
    }
  },
  {
    "id": "f1496cf4-4f85-4f9e-9e0e-dd05370641d3",
    "title": "古意",
    "author": "李颀",
    "content": "男儿事长征，少小幽燕客。 赌胜马蹄下，由来轻七尺。 杀人莫敢前，须如猬毛磔。 黄云陇底白雪飞，未得报恩不能归。 辽东小妇年十五，惯弹琵琶解歌舞。 今为羌笛出塞声，使我三军泪如雨。",
    "story": {
      "meaning": "朔风呼啸的幽燕大地上，少年侠客正用马蹄丈量疆场。他赌誓要在马蹄下争胜，将七尺之躯视若等闲。当他的胡须如刺猬毛般怒张时，敌人无不胆寒退避。黄云压境的陇山脚下，白雪纷飞中他攥紧长枪：'未报君恩，誓不还乡！'忽然辽东少女的琵琶声破空而来，羌笛呜咽化作《出塞曲》，铁血将士们的泪珠竟比箭矢更密地砸在冻土上。",
      "allusion": "老兵赵大在营帐擦拭铠甲时，忽然听见熟悉的《折杨柳》曲调。他冲出帐外，看见新来的辽东小兵正用羌笛吹奏，手指冻得通红。'这曲子...'赵大声音发颤，'二十年前我离家时，小妹就在柳树下弹这个调子。'小兵抬头：'您可是幽州赵家哥哥？您妹妹现在是我们辽东最好的琵琶手。'铁塔般的汉子突然跪地，任积雪浸透战袍。",
      "background": "李颀在安西都护府任参军时，目睹大雪中一队伤残士兵返营。突然有少年斥候纵马而来，怀中抱着个冻僵的胡姬：'她在敌营偷情报！'胡姬苏醒后抓起羌笛就吹，帐外顿时哭声一片。诗人发现她琵琶茧下的刺青——竟是当年长安教坊的标记！他连夜挥毫，墨迹与烛泪一同晕染了绢帛。",
      "additional_info": "唐代军营确有'赌射'传统，士兵以箭术赌酒肉。敦煌残卷记载，某次比赛胜者竟是女扮男装的小卒，她赢得的烤羊腿后来救活了一帐伤兵。",
      "questions": [
        "幽燕客为何轻七尺？",
        "琵琶声怎样动摇军心？",
        "羌笛与琵琶有何渊源？"
      ]
    }
  },
  {
    "id": "b9521e2b-963e-4d90-acf3-d87c2a135071",
    "title": "古意呈补阙乔知之",
    "author": "沈佺期",
    "content": "卢家少妇郁金堂，海燕双栖玳瑁梁。 九月寒砧催木叶，十年征戍忆辽阳。 白狼河北音书断，丹凤城南秋夜长。 谁谓含愁独不见，更教明月照流黄。",
    "story": {
      "meaning": "雕梁画栋的卢家宅院里，少妇阿蘅正望着玳瑁梁上双宿双飞的海燕出神。秋风吹落黄叶，远处传来捣衣声，她摸着丈夫出征前送的郁金香荷包——十年了，辽阳战事未平，白狼河畔音讯全断。丹凤城更漏声声，她独坐织机前，月光突然照亮了半匹流黄锦，仿佛在嘲笑她的形单影只。",
      "allusion": "汉代名将霍去病远征时，其妻每日在玳瑁梁下织锦。某夜她梦见丈夫说'白狼河畔骨已寒'，惊醒时发现流黄锦被月光照得透亮。后来战报证实霍去病确于那夜阵亡，这个'明月照流黄'的典故遂成夫妻永诀的象征。",
      "background": "沈佺期在武周朝任补阙时，目睹乔知之将军被迫出征。某日下朝，他看见乔夫人痴痴望着宫墙上的海燕巢，突然暴雨倾盆，燕巢坠落。诗人回家后听见邻家捣衣声，想起白日所见，挥毫写下这首融合乐府与律诗特色的杰作。",
      "additional_info": "唐代女子流行用郁金香染帷帐，诗中'郁金堂'暗藏玄机——这种黄花遇碱变红的特性，恰似少妇强忍的相思泪遇月华而现。",
      "questions": [
        "海燕双栖有何寓意？",
        "寒砧声为何催木叶？",
        "流黄锦是什么织物？"
      ]
    }
  },
  {
    "id": "b700208d-d859-4e36-96bf-883c81d4df0f",
    "title": "谷口书斋寄杨补阙",
    "author": "钱起",
    "content": "泉壑带茅茨，云霞生薜帷。 竹怜新雨后，山爱夕阳时。 闲鹭栖常早，秋花落更迟。 家童扫萝迳，昨与故人期。",
    "story": {
      "meaning": "暮春时节，钱起在谷口书斋前踱步，望着被雨水洗得发亮的竹叶，对童子感叹：'新雨后的翠竹最是动人，你看那叶尖的水珠，像不像杨兄上次带来的琉璃棋子？'忽然瞥见夕阳给山峦披上金纱，他急忙转身取笔墨——这般景致，定要邀那位爱赏晚照的故人同观。",
      "allusion": "诗中'薜帷'暗含楚辞意境。相传屈原被放逐时，曾在江畔结薜荔为帐，渔父见而问之：'子非三闾大夫欤？何故至此？'屈原抚着薜荔藤蔓答：'举世皆浊我独清。'这藤蔓后来化作诗人高洁的象征。钱起书斋的薜帷在霞光中摇曳，仿佛与千年前的孤忠身影遥相呼应。",
      "background": "安史之乱后某个秋日，钱起收到杨补阙书信说将访。他连夜命童子打扫长满女萝的小径，自己却对着迟迟不落的秋花出神。忽然一只白鹭掠过水面，他哑然失笑：'连鹭鸟都知故人要来，早早归巢等候。'提笔时，砚台里映着天边最后一缕霞光。",
      "additional_info": "有趣的是，诗中'闲鹭栖常早'与王维'漠漠水田飞白鹭'形成奇妙对话。后世考证这两位诗人可能曾在终南山相遇，钱起笔下的白鹭，或许正是当年同观的那群。",
      "questions": [
        "屈原为何结薜为帷？",
        "白鹭在唐诗中的意象？",
        "女萝象征何种品格？"
      ]
    }
  },
  {
    "id": "02456f60-6ab5-4de8-b9ed-f7519818f0ca",
    "title": "贾生",
    "author": "李商隐",
    "content": "宣室求贤访逐臣 贾生才调更无伦 可怜夜半虚前席 不问苍生问鬼神",
    "story": {
      "meaning": "汉文帝在宣室殿召见被贬的贾谊，烛火摇曳中，皇帝听得入神，竟不自觉将坐席前移。可当贾谊期待治国良策时，皇帝却只追问鬼神之事。月光透过窗棂，照见贾谊眼中的失望——这哪里是求贤？分明是把人才当作了占卜的巫师！",
      "allusion": "长安夜，宣室殿内沉香袅袅。贾谊衣袖还带着长沙的潮气，文帝忽然倾身：'爱卿可知，朕昨夜梦见青帝临凡？'贾谊一怔，袖中《论积贮疏》的竹简硌得生疼。'陛下，鬼神之事...'话音未落，皇帝又追问起祭祀细节。更漏声声，贾谊望着案上蒙尘的奏章，指甲深深掐进掌心。",
      "background": "晚唐的秋雨敲打着李商隐的书窗，他正为牛李党争所困。忽见案头《史记·屈原贾生列传》，烛光下仿佛看见贾谊在苦笑。'哈！汉文帝尚且如此...'他猛地掷笔，墨汁溅在诗笺上，化作'可怜夜半虚前席'七个淋漓大字。窗外惊雷炸响，照亮他眼角泪光。",
      "additional_info": "有趣的是，贾谊后来真的写了《鵩鸟赋》谈生死吉凶。宋代苏轼调侃说：'文帝把贾谊逼成了算命先生！'而李商隐这首诗，后来成为'不问苍生问鬼神'的成语出处。",
      "questions": [
        "贾谊为何被贬长沙？",
        "汉文帝真迷信鬼神吗？",
        "宣室殿具体在何处？"
      ]
    }
  },
  {
    "id": "40cd6eec-c6ce-4659-a225-61063cd210e9",
    "title": "归嵩山作",
    "author": "王维",
    "content": "清川带长薄，车马去闲闲。 流水如有意，暮禽相与还。 荒城临古渡，落日满秋山。 迢递嵩高下，归来且闭关。",
    "story": {
      "meaning": "夕阳西下，王维的马车缓缓驶过铺满落叶的山道。车轮碾过溪边青苔时，惊起一群归巢的倦鸟。'看这些鸟儿，倒比我们更急着回家呢。'他对书童笑道。远处荒废的城堞浸在暮色里，渡口石阶上还留着白日的脚印。当嵩山轮廓渐渐清晰时，诗人紧了紧衣襟——他知道，山间草堂的柴门正等着主人归来。",
      "allusion": "相传王维在嵩山隐居时，常与樵夫对饮。某日暴雨突至，老樵夫指着山涧暴涨的流水说：'您看这水急着去哪？不如学学檐下蜘蛛，风雨再大也守着自家网。'诗人闻言大笑，当即挥毫写下'流水如有意'之句。次日清晨，人们发现他竟真用蛛丝补好了漏雨的窗纸。",
      "background": "天宝三载的深秋，四十岁的王维辞官归来。马车转过最后一道山梁时，他忽然叫停。透过翻飞的车帘，诗人看见自己映在溪水里的鬓角已染霜色。'大人？'书童疑惑地回头，却见主人正用指尖接住一片飘落的黄叶——就像二十年前那个在长安殿试的少年，接住了皇帝亲赐的宫花。",
      "additional_info": "现存最早的《归嵩山作》手稿上，'闭关'二字墨迹尤深。据载王维每次重写此句都要更衣焚香，友人裴迪曾调侃：'你这哪是闭关？分明在给山门绣金边呢！'",
      "questions": [
        "樵夫还说过什么？",
        "窗纸后来怎样了？",
        "裴迪为何调侃？"
      ]
    }
  },
  {
    "id": "4ac3f099-73da-43e8-a4e5-1dbbd9427491",
    "title": "闺怨",
    "author": "王昌龄",
    "content": "闺中少妇不曾愁 春日凝妆上翠楼 忽见陌头杨柳色 悔教夫婿觅封侯",
    "story": {
      "meaning": "春日清晨，长安城东的崔府内，新妇李芸正对镜梳妆。她哼着小曲将金步摇斜插云鬓，丫鬟小翠笑道：‘夫人今日气色真好。’李芸提着鹅黄罗裙登上翠楼，忽见巷口杨柳新绿如烟，想起去年此时与夫君折柳送别。手中团扇‘啪’地落地，她望着西北方向喃喃道：‘早知戍边这般久，不如当初拦着你去挣那军功...’",
      "allusion": "天宝年间，兵部侍郎崔圆之女出嫁当日，恰逢边关告急。新郎官裴迪身披红袍跪在喜堂：‘岳父大人，请许小婿即刻赴陇西参军！’新娘突然掀开盖头，将合卺酒泼在地上：‘你若执意要去，便饮了这杯断情酒！’后来裴迪战死沙场，妻子终日在他们折柳分别的灞桥徘徊，人称‘柳絮夫人’。",
      "background": "王昌龄在酒肆听闻柳絮夫人的故事时，窗外正飘着杨花。他放下酒杯，看见邻座将军府的侍女们忙着给铠甲系红绸——明日又有将士出征。诗人突然抓起酒保记账的毛笔，在墙上题下这首诗。墨迹未干时，有个戴帷帽的妇人驻足看了许久，留下一枚金步摇在案头。",
      "additional_info": "唐代有‘折柳阳关三叠’的习俗：送别时唱三遍《阳关曲》，每唱一遍折一截柳枝。有趣的是，王昌龄这首诗后来被谱成曲子，成了闺阁女子们第四爱唱的‘送别调’——前三名都是他自己写的《从军行》。",
      "questions": [
        "唐代折柳有哪些讲究？",
        "柳絮夫人后来如何？",
        "金步摇有何特殊含义？"
      ]
    }
  },
  {
    "id": "9309205e-1d08-4a7b-99ef-4a05a9ee4370",
    "title": "过故人庄",
    "author": "孟浩然",
    "content": "故人具鸡黍，邀我至田家。 绿树村边合，青山郭外斜。 开筵面场圃，把酒话桑麻。 待到重阳日，还来就菊花。",
    "story": {
      "meaning": "夕阳染红茅草屋顶时，孟浩然踩着田埂上的露珠赴约。老友正用陶罐炖着黄黍饭，柴火噼啪作响，灶台边挂着刚宰的肥鸡。酒过三巡，两人靠着打谷场的麦垛，看月光给青山镶银边。老农粗糙的手指划过菜畦：'重阳节来，新酿的菊花酒管够！'",
      "allusion": "陶渊明《归去来兮辞》里，县令送来束带官印那日，他正给秋菊浇水。'不为五斗米折腰！'甩袖时碰翻了菊盆，泥土沾在辞官文书上。此后每见菊花，总想起那日决绝转身时，腰间玉佩撞在门框上的脆响。",
      "background": "孟浩然攥着请柬在渡口徘徊。前日科举落第的阴云还未散尽，忽闻稻花香里传来童谣。顺着声音望去，竹篱笆后老友举着酒葫芦招手，晒场的谷粒金灿灿铺到脚边——像突然跌进了温暖的梦境。",
      "additional_info": "唐代农家待客有'杀鸡炊黍'的习俗，《论语》记载子路曾因'杀鸡为黍'被孔子称赞。孟浩然特意选用最朴素的'鸡黍'意象，连盛酒的都是粗陶碗。",
      "questions": [
        "诗中鸡黍有何深意？",
        "为何约定重阳赏菊？",
        "场圃对话暗示什么？"
      ]
    }
  },
  {
    "id": "e4354c00-c83e-43da-9341-7007889dd625",
    "title": "过香积寺",
    "author": "王维",
    "content": "不知香积寺，数里入云峰。 古木无人迳，深山何处钟。 泉声咽危石，日色冷青松。 薄暮空潭曲，安禅制毒龙。",
    "story": {
      "meaning": "王维踏着落叶沙沙作响的山路，忽然驻足仰头：'这云雾缭绕的峰顶，真有座香积寺吗？'忽闻钟声穿透古木，他循着泉声攀上危石，见夕阳为青松镀上金边。潭水倒映着他沉思的身影——原来毒龙般的妄念，正被禅意渐渐驯服。",
      "allusion": "《涅槃经》记载：佛陀在娑罗双树下入灭时，毒龙目真邻陀腾云吐雾。只见佛陀轻抚龙头，毒龙竟温顺地盘绕成禅座。王维在诗中化用此典，将内心杂念比作毒龙，唯有安禅方能降伏。",
      "background": "开元二十四年秋，王维卸下官服换上芒鞋，独自走进终南山。山风掀起他衣袂时，他正为母亲守丧，耳畔还回荡着早朝时李林甫的谗言。当钟声与泉鸣交织成梵唱，他忽然在青松影里找到了答案。",
      "additional_info": "鲜为人知的是，王维曾将'毒龙'改为'妄念'又改回。其弟王缙透露：'兄长说龙影在潭心扭动的样子，才配得上那些撕扯人心的欲望。'",
      "questions": [
        "毒龙象征什么欲望？",
        "王维为何选择入山？",
        "诗中色彩有何深意？"
      ]
    }
  },
  {
    "id": "77ac62ee-6396-4ac0-a3ab-cb84ba2e5cd0",
    "title": "寒食",
    "author": "韩翃",
    "content": "春城无处不飞花 寒食东风御柳斜 日暮汉宫传蜡烛 轻烟散入五侯家",
    "story": {
      "meaning": "长安城的暮春时节，粉白的柳絮像雪花般漫天飞舞。寒食节这天，东风轻拂着皇城御柳，韩翃站在朱雀大街上，看见夕阳为宫墙镀上金边。突然，一队宦官捧着点燃的蜡烛匆匆穿行，原来这是皇帝特许给宠臣的特权——当全城禁火时，唯有五侯府邸能升起袅袅炊烟。",
      "allusion": "唐德宗年间，宫中正在选拔制诰人才。宰相推荐的人选都被驳回，皇帝却亲笔写下'韩翃'二字。当时有两个同名的韩翃，宰相请示时，德宗笑着吟出'春城无处不飞花'，说:'就要这个写寒食诗的韩翃。'老宦官高力士听闻此事，悄悄对宫女说:'当年杨贵妃得宠时，寒食节传蜡烛的排场可比这还大呢！'",
      "background": "韩翃在客栈的窗前辗转难眠。寒食节的长安城寂静得能听见柳絮落地的声音，远处传来更夫的梆子声。他想起白日所见：穷人家冷灶无烟，权贵府邸却灯火通明。突然灵感涌现，抓起毛笔在墙上题诗，墨迹未干就听见隔壁书生惊呼:'好一个轻烟散入五侯家，这诗要传遍长安了！'",
      "additional_info": "有趣的是，诗中'五侯'暗指东汉外戚梁冀一族。唐代诗人常用汉朝典故讽喻当朝，韩翃故意不写明'唐宫'而用'汉宫'，让读者会心一笑。后世苏轼曾调侃:'韩夫子这诗写得妙，既讨好了权贵，又让百姓觉得他在讽刺。'",
      "questions": [
        "寒食节为何要禁火？",
        "五侯具体指哪些人？",
        "皇帝为何偏爱此诗？"
      ]
    }
  },
  {
    "id": "9080a103-2750-4b9b-a4fa-1167cd670a0c",
    "title": "汉江临泛",
    "author": "王维",
    "content": "楚塞三湘接 荆门九派通 江流天地外 山色有无中 郡邑浮前浦 波澜动远空 襄阳好风日 留醉与山翁",
    "story": {
      "meaning": "王维乘着小舟在汉江上飘荡，船夫指着远方说：'大人请看，楚地要塞连着三湘之水，荆门山下九条支流在此汇合。'诗人抬眼望去，但见江水滔滔仿佛流向天外，远山在薄雾中若隐若现。忽然船身一晃，岸边的襄阳城竟似漂浮在水面，连天空都随着波涛晃动。王维不禁抚掌赞叹：'这般好风光，定要学那山简太守醉卧襄阳！'",
      "allusion": "诗末的'山翁'暗指晋代名士山简。当年山简镇守襄阳时，常在习家池畔畅饮，醉后倒戴头巾骑马而归，引得孩童拍手唱道：'山公出何许？往至高阳池。日夕倒载归，酩酊无所知。'王维望着襄阳美景，仿佛看见三百年前那位潇洒太守正举杯邀他共醉。",
      "background": "开元二十八年，王维奉命南下途经襄阳。那日春和景明，他独自登上临江小楼。凭栏远眺时，江面忽然升起薄雾，对岸青山时隐时现，宛如水墨晕染。诗人急忙取来纸笔，却见雾中驶来一叶渔舟，老渔夫唱着俚歌撒网，惊起白鹭掠过水面——这动静相宜的美景让他瞬间文思泉涌。",
      "additional_info": "有趣的是，苏轼曾将'山色有无中'句化用入词。传说他在黄州遇雨，见远山朦胧，脱口吟出'认取醉翁语，山色有无中'，还得意地对友人说：'此语自王摩诘偷来。'",
      "questions": [
        "山简为何被称为酒仙？",
        "习家池有何特别之处？",
        "苏轼还化用过哪些唐诗？"
      ]
    }
  },
  {
    "id": "02943f6d-2c91-4d9c-9690-247eab9ae3ec",
    "title": "行宫",
    "author": "元稹",
    "content": "寥落古行宫 宫花寂寞红 白头宫女在 闲坐说玄宗",
    "story": {
      "meaning": "夕阳斜照在荒废的行宫，褪色的朱漆大门半开着。一位白发宫女坐在石阶上，指尖轻抚过盛开的红芍药，对同伴喃喃道：‘那年牡丹宴，杨贵妃的裙摆扫过这丛花...’花瓣随风飘落，仿佛在回应那段被尘封的盛世记忆。",
      "allusion": "天宝年间，十六岁的小宫女云娥初入行宫。某个春夜，她躲在回廊偷看玄宗与杨妃赏月，杨妃的金步摇不慎落入花丛。‘小丫头，替本宫寻来。’云娥永远记得月光下帝王夫妻相视而笑的模样。如今她八十岁了，仍时常摩挲着那枚生锈的步摇残片。",
      "background": "元稹任监察御史时巡查东都，在杂草丛生的上阳宫遗址遇见几位老宫女。其中一位用枯枝在地上画出霓裳羽衣舞的轨迹，哼着残破的曲调突然哽咽。诗人连夜疾书，墨迹未干时窗外传来苍老的歌声，正是《霓裳》最后一叠。",
      "additional_info": "现存最早记载此诗本事的《明皇杂录》提到，这些宫女能完整背诵《长恨歌》，但会把‘渔阳鼙鼓动地来’改成‘胡马惊尘动地来’——这是安史之乱时宫中为避讳改的版本。",
      "questions": [
        "杨贵妃最爱哪种花？",
        "霓裳羽衣舞有多长？",
        "上阳宫有多少宫女？"
      ]
    }
  },
  {
    "id": "39b2954c-04df-4561-ad6e-f4ddbae0db1e",
    "title": "行经华阴",
    "author": "崔颢",
    "content": "岧嶤太华俯咸京 天外三峰削不成 武帝祠前云欲散 仙人掌上雨初晴 河山北枕秦关险 驿树西连汉畤平 借问路傍名利客 无如此处学长生",
    "story": {
      "meaning": "巍峨的华山俯瞰着咸阳城，三座险峰仿佛天外飞来，连鬼斧神工都难以雕琢。崔颢站在武帝祠前，看着云雾渐渐散去，仙人掌峰上雨过天晴。他望着北边险峻的秦关，西边平坦的汉畤，不禁感叹：那些追逐名利的过客啊，何不在此寻仙问道，追求长生？",
      "allusion": "相传汉武帝曾在华山修建祠庙祈求长生。一日，方士李少君对武帝说：'陛下若登华山，可见仙人掌峰上有金浆玉液。'武帝大喜，命人开凿栈道。当夜雷雨大作，工匠们看见云雾中浮现巨灵神身影，吓得弃凿而逃。从此'仙人掌'成了华山奇景，而武帝的长生梦终成泡影。",
      "background": "开元年间，年轻的崔颢初次入京求仕。途经华山时正值暮春，山间新雨初霁。他望着云雾缭绕的仙山，想起自己奔波求官的艰辛。忽然一阵钟声从山顶道观传来，几个樵夫唱着山歌走过：'黄金白玉非为贵，只羡鸳鸯不羡仙...'崔颢怔在原地，摸出笔墨在驿亭石壁上题下此诗。",
      "additional_info": "有趣的是，崔颢后来真的放弃功名隐居修道。传说他在黄鹤楼偶遇吕洞宾，被点化后写下'昔人已乘黄鹤去'的名句。后世李白登黄鹤楼见崔诗，竟搁笔叹道：'眼前有景道不得，崔颢题诗在上头。'",
      "questions": [
        "巨灵神为何现身？",
        "李少君后来如何？",
        "吕洞宾点化细节？"
      ]
    }
  },
  {
    "id": "801c3192-8001-4238-8ecf-0111f490e84c",
    "title": "行路难三首 二",
    "author": "李白",
    "content": "大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白狗赌梨栗。 弹剑作歌奏苦声，曳裾王门不称情。 淮阴市井笑韩信，汉朝公卿忌贾生。 君不见昔时燕家重郭隗，拥篲折节无嫌猜。 剧辛乐毅感恩分，输肝剖胆效英才。 昭王白骨萦烂草，谁人更扫黄金台。 行路难，归去来。",
    "story": {
      "meaning": "长安城的夕阳染红了朱雀大街，李白踉跄着踢开酒肆的门槛。'大道如青天？'他苦笑着拍打腰间空瘪的钱袋，'对我却像铁桶般密不透风！'隔壁传来纨绔子弟斗鸡赌狗的嬉闹声，他猛地灌下一口浊酒——当年韩信受胯下之辱时，是否也听见这般市井喧哗？",
      "allusion": "淮阴集市上，屠夫少年叉腿拦路：'要么钻胯，要么拔剑！'韩信盯着对方油腻的围裙，突然俯身爬过。围观者哄笑中，谁也没看见他攥紧的拳头里渗出血丝。多年后，已成为大将军的韩信对旧友说：'那一跪，让我看清了苍穹的高度。'",
      "background": "天宝三年的深秋，李白攥着被退回的诗卷在黄金台遗址徘徊。枯草缠着残缺的石阶，他突然踢到块腐朽的骨头——或许是燕昭王的？'哈！'他对着残阳举起酒壶，'当年剧辛乐毅在此得遇明主，如今连扫台的老卒都...'壶中酒液混着泪水滚入荒草。",
      "additional_info": "有趣的是，诗中'赤鸡白狗'在唐代确有其戏。当时长安盛行'斗鸡走狗'，贵族甚至给鸡爪绑金属距。杜甫《斗鸡》诗就记载过两鸡相斗'血花飞御柳'的场面。",
      "questions": [
        "韩信后来如何复仇？",
        "黄金台有多奢华？",
        "唐代斗鸡有多疯狂？"
      ]
    }
  },
  {
    "id": "a7b8e17f-ee93-4bdc-a144-b1ba5ab32bb5",
    "title": "行路难三首 三",
    "author": "李白",
    "content": "有耳莫洗颍川水，有口莫食首阳蕨。 含光混世贵无名，何用孤高比云月。 吾观自古贤达人，功成不退皆殒身。 子胥既弃吴江上，屈原终投湘水滨。 陆机雄才岂自保，李斯税驾苦不早。 华亭鹤唳讵可闻，上蔡苍鹰何足道。 君不见吴中张翰称达生，秋风忽忆江东行。 且乐生前一杯酒，何须身后千载名。",
    "story": {
      "meaning": "夕阳西下，李白醉倚长安酒肆的栏杆，望着街上匆匆行人，突然拍案大笑：'世人总学许由洗耳、伯夷食蕨故作清高，殊不知混迹尘世才是大智慧！'他指着墙上伍子胥、屈原的画像摇头，'看这些贤人，功成不退反丧命，不如张翰秋风中思念莼鲈来得痛快！'说着举起酒杯，琥珀色的酒液映着他微红的眼眶。",
      "allusion": "【张翰思鲈】西晋名士张翰在洛阳为官时，秋风乍起，他突然扔下毛笔对同僚说：'人生贵得适意，怎能被官爵束缚数千里外！'当即辞官回乡。路上他兴奋地对船夫比划：'快些划！此时江南莼菜正嫩，鲈鱼肥美，配上新酿的桂花酒...'说着喉结滚动，仿佛已尝到故乡滋味。",
      "background": "天宝三载，被赐金放还的李白骑着瘦马离开长安。途经华亭时，忽闻鹤唳冲天，他猛然想起陆机临刑前'欲闻华亭鹤唳，可复得乎'的悲叹。摸出酒囊痛饮时，几滴酒溅在斑驳的驿站墙上，恰似伍子胥悬目吴门的血泪。他踉跄提笔，墨迹在墙上蜿蜒如湘江怒涛。",
      "additional_info": "传说李白写此诗时，驿站老板的女儿偷偷用陶罐接住他甩落的墨滴，后来这罐'诗仙墨'被用来画了幅《醉仙图》，画中李白衣袂翻飞处总有酒香萦绕。",
      "questions": [
        "张翰为何辞官？",
        "陆机刑前悔什么？",
        "伍子胥怎样死的？"
      ]
    }
  },
  {
    "id": "c348bc2e-f50d-436b-88b7-c198d63dacfc",
    "title": "行路难三首 一",
    "author": "李白",
    "content": "金樽清酒斗十千，玉盘珍羞直万钱。 停杯投箸不能食，拔剑四顾心茫然。 欲渡黄河冰塞川，将登太行雪满山。 闲来垂钓碧溪上，忽复乘舟梦日边。 行路难，行路难，多岐路，今安在。 长风破浪会有时，直挂云帆济沧海。",
    "story": {
      "meaning": "盛大的宴席上，金樽美酒价值连城，玉盘珍馐摆满案几。李白却突然放下酒杯摔了筷子，霍然起身拔出宝剑，剑锋在烛光下寒芒闪烁。他环顾四周，眼神却充满迷惘——就像此刻他站在人生的十字路口：想渡黄河，河道却被坚冰阻塞；要登太行，山路早被大雪掩埋。恍惚间，他看见自己变成溪边垂钓的姜尚，转瞬又化作乘舟经过太阳的伊尹。最终他仰天大笑：'就算前路艰难，终有一天我要乘长风破万里浪！'",
      "allusion": "垂钓的姜尚正用直钩钓鱼，樵夫嘲笑他：'直钩怎能钓到鱼？'姜尚捋须而笑：'我钓的是王侯！'果然周文王亲自来请。另一边，商汤的使者正对伊尹说：'您五次梦见乘舟经过太阳，这是天命啊！'后来伊尹助商灭夏，成为一代贤相。李白用这两个典故，暗示自己等待明君赏识的渴望。",
      "background": "天宝三年，长安城飘着细雪。被赐金放还的李白独坐酒楼，窗外传来胡姬卖酒的笑声。他想起三年前玄宗亲手调羹的荣宠，如今御赐的金樽却盛满失意。突然邻座传来'李翰林不过是个御用文人'的议论，他猛地拔剑起身，在众人惊愕的目光中掷下一串铜钱，踏雪而去。马蹄声里，这首《行路难》已在他胸中激荡。",
      "additional_info": "有趣的是，诗中'直挂云帆济沧海'后来成为日本遣唐使最爱的诗句。据《唐才子传》记载，有个日本留学生因反复吟诵这句，竟在暴风雨中真的扬帆出海，说要效仿李白的气魄。",
      "questions": [
        "姜尚为何用直钩？",
        "伊尹五次梦见什么？",
        "日本遣唐使最爱哪句？"
      ]
    }
  },
  {
    "id": "a364504e-3cfc-44c6-9203-173856452cdd",
    "title": "和贾舍人早朝大明宫之作",
    "author": "王维",
    "content": "绛帻鸡人送晓筹 尚衣方进翠云裘 九天阊阖开宫殿 万国衣冠拜冕旒 日色才临仙掌动 香烟欲傍衮龙浮 朝罢须裁五色诏 佩声归向凤池头",
    "story": {
      "meaning": "五更时分，头戴红巾的报晓卫士敲响更筹，尚衣局官员正为皇帝捧来绣着翠云的华贵皮裘。随着九重宫门次第开启，各国使节在晨曦中朝拜天子。阳光刚刚照到仙人承露盘，香炉的烟雾便缠绕着龙袍浮动。早朝结束后，贾舍人需赶回中书省拟写诏书，玉佩叮当声中走向凤凰池畔的官署。",
      "allusion": "诗中'鸡人'源自周代宫廷制度：传说周宣王时，有位侍从总在鸡鸣时分准确报晓。一日宣王故意提前唤醒他，侍从坚持'未闻鸡鸣，不敢误报'。宣王感叹其忠，遂设'鸡人'一职专司报晓。这个细节展现了唐代宫廷对古礼的传承。",
      "background": "唐肃宗收复长安后，贾至写下《早朝大明宫》，王维、杜甫、岑参纷纷唱和。当时王维刚经历安史之乱的颠沛，重返朝堂时格外珍视这太平景象。他站在丹墀下，看着晨光中巍峨的宫殿和万国来朝的盛况，提笔时连玉佩碰撞声都化作韵律写进诗里。",
      "additional_info": "有趣的是，当时四位诗人的和诗都流传下来。杜甫诗中'旌旗日暖龙蛇动'与王维'日色才临仙掌动'形成巧妙呼应，而岑参的'金阙晓钟开万户'则从另一个角度描写了同一场景。",
      "questions": [
        "鸡人为何戴红头巾？",
        "翠云裘有多珍贵？",
        "凤凰池指哪里？"
      ]
    }
  },
  {
    "id": "b67ddf05-43fb-4859-a1a9-34f95d45aabf",
    "title": "和晋陵陆丞早春游望",
    "author": "韦应物",
    "content": "独有宦游人，偏惊物候新。 云霞出海曙，梅柳渡江春。 淑气催黄鸟，晴光照绿苹。 忽闻歌苦调，归思欲沾巾。",
    "story": {
      "meaning": "早春的江南码头，韦应物望着晨雾中初绽的梅枝，忽然被一阵思乡的歌声刺痛。他想起自己这个宦游之人，总比别人更敏感于物候变化——云霞破晓时像绸缎铺满海面，梅柳抽芽的春意正悄悄渡过长江。暖风里黄莺开始啼叫，阳光将浮萍照得碧绿透亮。忽然传来的思乡曲调，让他险些落下泪来。",
      "allusion": "诗中'忽闻歌苦调'暗含典故：晋代陆机在洛阳任职时，听见有人唱家乡吴地的《行路难》，顿时泪下沾襟。此刻韦应物正与同乡陆丞同游，忽然听到相似的吴歌，两人相视苦笑。陆丞拍着船舷说：'这歌声像不像当年陆机在邺城听到的《吴趋行》？'韦应物望着江面浮萍，轻声道：'浮萍尚有根可依啊。'",
      "background": "贞元年间某个微寒的清晨，韦应物与同乡陆丞相约踏青。这位刚被贬谪的诗人，看着江边洗衣妇人捶打衣物的水花，忽然想起自己就像这溅起又落下的水珠。当他们在茶肆歇脚时，隔壁歌女突然唱起吴地小调，韦应物手中的茶盏猛地一颤——那旋律让他想起幼时母亲哄睡的歌谣。他匆匆借口更衣离席，在无人处用袖子按住了发红的眼眶。",
      "additional_info": "有趣的是，韦应物后来在苏州刺史任上，特意命人搜集吴歌编成《吴声曲集》。某次宴会上，当歌女唱到'梅柳渡江春'时，他突然离席走到廊下——原来这正是当年他与陆丞同游时，岸边孩童传唱的小调。",
      "questions": [
        "陆机为何闻吴歌落泪？",
        "诗中梅柳有何象征？",
        "吴声曲集收录哪些歌？"
      ]
    }
  },
  {
    "id": "297dd100-6aab-4685-a52d-983fb0999c7a",
    "title": "和乐天春词",
    "author": "刘禹锡",
    "content": "新妆面面下朱楼 深锁春光一院愁 行到中庭数花朵 蜻蜓飞上玉搔头",
    "story": {
      "meaning": "春日午后，身着新衣的少女缓步走下朱楼。她推开雕花木门，满园春色却被高墙深锁，连阳光都透着一丝寂寞。百无聊赖间，她走到庭院中央数着海棠花，突然一只蜻蜓误将她的玉簪当作花枝，轻轻停驻。这个瞬间的误会，反而让凝固的春光忽然生动起来。",
      "allusion": "玉搔头的典故源自汉武帝时期。李夫人病中拒见武帝，只以玉簪搔头，武帝见簪如见人，后世遂称玉簪为'玉搔头'。刘禹锡在此化用典故：当蜻蜓把玉簪误认作真花时，深闺美人又何尝不是被错认作庭院春色的一部分？",
      "background": "刘禹锡在洛阳任太子宾客时，某日收到白居易的《春词》。他踱步至自家庭院，看见侍女正倚栏数花。忽然想起自己如那深锁庭院的春光，虽有治国之才却不得重用。提笔时，侍女发间停落的蜻蜓让他灵光一闪——原来愁绪也能化作诗意的瞬间。",
      "additional_info": "有趣的是，白居易原诗写'斜倚栏杆背鹦鹉'，刘禹锡却将鹦鹉换成蜻蜓。唐代贵族女子确实流行用玉簪插花引蝶，但刘禹锡故意让蜻蜓'认错'，暗喻自己如同误入官场的文人。",
      "questions": [
        "李夫人为何拒见武帝？",
        "唐代女子如何引蝶？",
        "白居易原诗有何不同？"
      ]
    }
  },
  {
    "id": "6d2e12c0-c1b8-4242-888c-9dba1a8f93ce",
    "title": "和张仆射塞下曲 二",
    "author": "卢纶",
    "content": "林暗草惊风 将军夜引弓 平明寻白羽 没在石棱中",
    "story": {
      "meaning": "深夜的密林里，野草突然沙沙作响，仿佛有猛兽潜伏。李广将军目光如炬，在黑暗中挽弓搭箭。'嗖'的一声，箭矢破空而去。天亮时士兵们举着火把寻找箭羽，却发现那支白翎箭竟深深插进坚硬的石棱中！",
      "allusion": "西汉名将李广巡边时，误将巨石当作猛虎。老将军须发皆张，拉满雕弓喝道：'孽畜看箭！'箭簇入石三寸。待发现是石头后，李广大笑：'老夫若知是石，定射它个对穿！'后来再试，箭矢却纷纷弹落。",
      "background": "卢纶在军帐中听闻这个传说时，帐外正刮着塞北的狂风。油灯摇曳间，他仿佛看见白发将军在风中挽弓的身影，当即挥毫写下这首边塞诗。墨迹未干，帐外传来巡夜士兵的梆子声。",
      "additional_info": "有趣的是，宋代苏轼曾质疑'石棱中'的描写，直到他亲眼见到北方特有的层状岩石才信服。这类岩石在风化后会形成棱状裂缝，确实可能'吞没'箭矢。",
      "questions": [
        "李广为何能射石没镞？",
        "苏轼如何验证此诗？",
        "塞北岩石有何特点？"
      ]
    }
  },
  {
    "id": "ee2a3000-9127-43fa-8618-89a1937322cb",
    "title": "和张仆射塞下曲 三",
    "author": "卢纶",
    "content": "月黑雁飞高 单于夜遁逃 欲将轻骑逐 大雪满弓刀",
    "story": {
      "meaning": "朔风呼啸的边塞之夜，乌云吞没了月光，惊起的雁群掠过漆黑天幕。哨兵突然压低声音：‘将军！单于的营帐有异动！’将军张仆射猛地起身，铠甲碰撞声惊醒了帐外亲兵。他抓起结霜的弓刀冲出帐外，却见漫天飞雪已覆满刀刃。‘轻骑兵集合！’他的命令在风雪中炸响，马蹄声瞬间撕裂夜的寂静。",
      "allusion": "中唐名将张建封任徐泗节度使时，曾雪夜追击突厥残部。史载那夜‘雪深没踝，将士瑟缩’，张建封却大笑：‘虏畏寒，正可擒也！’他亲自率轻骑踏雪百里，黎明时分果然截获敌军粮队。归营时士兵发现，将军的貂裘早已裹在伤员身上，自己眉睫都结了冰凌。",
      "background": "卢纶在张建封幕府任职时，常听老兵讲述将军的传奇。某个冬夜，他值宿时见飞雁惊起，突然听见远处传来金戈之声。提笔时，当年老兵沙哑的叙述与此刻营地的肃杀重叠：‘那天雪大得哟，弓弦都冻得咯吱响...’墨迹在纸上晕开，仿佛化开的雪水。",
      "additional_info": "明代画家戴进曾据此诗作《雪夜追虏图》，特意在将军弓刀上画了半融的雪块，暗喻‘杀气凝寒’的意境。有趣的是，后世出土的唐代弓刀确实多有防滑的雪花纹饰。",
      "questions": [
        "单于为何选雪夜撤退？",
        "唐代弓刀有何特殊设计？",
        "雁群惊飞预示什么？"
      ]
    }
  },
  {
    "id": "9a4d3eae-fe01-46c7-a28b-8b518614a508",
    "title": "和张仆射塞下曲 四",
    "author": "卢纶",
    "content": "野幕敞琼筵，羌戎贺劳旋。 醉和金甲舞，雷鼓动山川。",
    "story": {
      "meaning": "夕阳染红草原，凯旋的唐军大帐前摆开盛大宴席。羌族使者捧着羊皮酒囊走来，铠甲未卸的将士们醉眼朦胧。忽然一位将军拍案而起，铁甲铿锵声中跳起胡旋舞，帐外雷鼓震得雪山都在颤动——这是胜利者最豪迈的庆功方式！",
      "allusion": "中军帐里，酒过三巡的李光弼突然摘下兜鍪。'诸君看好了！'这位平定安史之乱的名将踩着鼓点舞动陌刀，刀光如雪映着脸上伤疤。羌族酋长看得目瞪口呆，却见郭子仪大笑拍案：'当年卫青漠北凯旋，也是这样与将士同醉同舞！'",
      "background": "卢纶在朔方节度使幕府任职时，亲眼见证边塞将士的豪情。某个雪夜，他听着远处营帐传来的鼓声，突然扔下毛笔冲出帐篷——月光下，醉酒的校尉们正围着篝火跳战舞，铁甲碰撞声让他瞬间想通了这首诗的最后两句。",
      "additional_info": "有趣的是，唐代军中有'醉金甲'传统，但规定必须保留佩剑——敦煌壁画里就有醉舞将军腰悬宝剑的生动画面。宋代《武经总要》还专门记载这种'五分醉七分醒'的军中礼仪。",
      "questions": [
        "李光弼为何当众舞刀？",
        "唐代军宴有何特殊规矩？",
        "卫青如何庆祝胜利？"
      ]
    }
  },
  {
    "id": "ce491725-b96b-46a7-b83c-463d2094ef3f",
    "title": "和张仆射塞下曲 一",
    "author": "卢纶",
    "content": "鹫翎金仆姑 燕尾绣蝥弧 独立扬新令 千营共一呼",
    "story": {
      "meaning": "大漠落日下，将军李光弼身披金甲立于点将台，鹫羽箭囊在夕阳中泛着寒光。他高举绣有燕尾纹的战旗，突然转身对十万大军喝道：'明日寅时，直取敌营！'刹那间，千营将士的应和声震得戈壁滩上的碎石簌簌滚动，惊起一群夜栖的沙雀。",
      "allusion": "诗中'金仆姑'暗藏典故：春秋时神箭手养由基得异人赠箭，箭尾饰金雕翎。楚晋交战时，他搭箭拉弓对晋将吕锜说：'此箭必中汝左目！'果然一箭贯穿对方头盔。后来他在练兵场连射七箭皆中靶心，围观老卒惊叹：'将军之箭，真乃仆姑再世！'（仆姑为上古神箭名）",
      "background": "卢纶在军帐中辗转难眠。帐外传来巡夜士兵的铁甲碰撞声，他突然想起白日见到节度使检阅三军的场景——那位将军抽出令箭时，箭囊里露出的金翎在阳光下像团燃烧的火。他猛地坐起，打翻的墨汁在宣纸上晕开，恰似战旗翻卷的阴影。",
      "additional_info": "有趣的是，'蝥弧'旗的燕尾造型源自真实唐代军制。《太白阴经》记载，主帅旗需'缀五色羽，末作燕歧'，当旗手急速奔驰时，分叉的旗尾会发出毒虫振翅般的'嗡嗡'声，用以震慑敌军。",
      "questions": [
        "养由基如何练成神箭？",
        "唐代军旗还有哪些形制？",
        "卢纶还写过哪些边塞诗？"
      ]
    }
  },
  {
    "id": "bcdf6f13-4cb9-418f-9279-c690522e0a27",
    "title": "横吹曲辞 出塞",
    "author": "王之涣",
    "content": "黄砂直上白云间 一片孤城万仞山 羌笛何须怨杨柳 春风不度玉门关",
    "story": {
      "meaning": "漫天黄沙中，老将军王忠正拄着长枪眺望玉门关。'看那黄沙都卷到云里去了！'新兵李二狗惊呼。城墙上斑驳的箭痕在夕阳下泛着血光，远处传来羌笛呜咽声。'别吹《折杨柳》啦！'王忠突然吼道，'这鬼地方连春风都吹不过来，哪来的杨柳！'说着狠狠踢飞脚边的骆驼刺。",
      "allusion": "开元年间，西域使者带着胡杨树苗求见唐玄宗。'此树能在沙漠生长！'使者献宝似地说。宰相李林甫却冷笑：'玉门关外连春风都到不了，种什么树！'后来树苗果然枯死，成为'春风不度'的著名典故。使者临走时叹道：'原来大唐的春风，也分贵贱啊。'",
      "background": "王之涣在酒肆听见退役老兵醉醺醺地拍桌子：'老子守了十年玉门关，最大的敌人不是吐蕃人，是特娘的寂寞！'诗人望着他缺了无名指的右手，突然抓起毛笔在墙上题诗。酒保要来阻拦，却被老兵用铜钱砸开：'让他写！这比朝廷发的慰军诗强多了！'",
      "additional_info": "有趣的是，明代有人试图改写末句为'春风已度玉门关'拍皇帝马屁，结果被贬官——因为西北将士们集体抗议说这违背地理常识。",
      "questions": [
        "羌笛为何怨杨柳？",
        "玉门关有多险要？",
        "唐代如何慰劳边军？"
      ]
    }
  },
  {
    "id": "0167687e-8325-48bf-8da4-3749c9ce0a74",
    "title": "横吹曲辞 关山月",
    "author": "李白",
    "content": "明月出天山，苍茫云海间。 长风几万里，吹度玉门关。 汉下白登道，胡窥青海湾。 由来征战地，不见有人还。 戍客望边色，思归多苦颜。 高楼当此夜，叹息未应闲。",
    "story": {
      "meaning": "边关的月亮从天山升起，苍茫云海间洒下清冷的光。呼啸的长风跨越万里，吹过玉门关的城墙。戍边的将士望着月色，想起汉武帝曾在白登山被围困，胡人的铁骑仍在青海湾徘徊。千百年来，这片征战之地只见白骨，不见归人。此刻高楼上的妻子，想必也正望着同一轮明月叹息吧。",
      "allusion": "汉高祖七年，刘邦率军追击匈奴至白登山，却被冒顿单于四十万骑兵围困七日。风雪中，汉军手指冻掉者十之二三。陈平献计，派人贿赂单于阏氏，说汉朝美女即将送来，阏氏担心失宠，便劝单于撤围。脱险后，刘邦摸着冻伤的耳朵对陈平说：'卿一计，胜十万兵！'",
      "background": "李白在长安酒肆听闻戍卒讲述边关见闻。醉眼朦胧中，他仿佛看见天山雪峰上的明月，听见玉门关外的风声。忽然拍案而起，抓起酒壶在墙上题诗。酒保要来阻拦，他却大笑道：'且让我为那些回不来的将士，写一轮永悬边关的明月！'",
      "additional_info": "敦煌藏经洞曾出土唐代《关山月》乐谱，学者复原演奏时发现，曲调中大量运用了'轮指'技法，模拟呼啸的风声与马蹄节奏，恰似李白诗中'长风几万里'的音乐化呈现。",
      "questions": [
        "白登山在哪里？",
        "冒顿单于是谁？",
        "陈平还献过哪些计？"
      ]
    }
  },
  {
    "id": "549a5a94-a8f5-436e-bc9c-1253d01c1940",
    "title": "后宫词",
    "author": "白居易",
    "content": "泪湿罗巾梦不成 夜深前殿按歌声 红颜未老恩先断 斜倚薰笼坐到明",
    "story": {
      "meaning": "深秋的夜晚，长安皇宫的偏殿里，一位穿着杏红纱衣的妃子独自垂泪。她听见前殿传来阵阵笙歌，那是皇帝正在为新得宠的佳人设宴。铜镜里映着她依然姣好的面容，可锦缎熏笼上搭着的玉带，已经三个月没被取走了。她就这样倚着熏笼坐到天明，香炉里的沉香灰渐渐积了半寸高。",
      "allusion": "唐玄宗时期，梅妃江采萍失宠后独居上阳宫。某个雪夜，她听见远处传来《霓裳羽衣曲》，问宫女：'可是陛下在梨园？'宫女支吾着回答：'是杨娘娘在跳新编的胡旋舞。'梅妃苦笑抚琴，弹到'柳叶双眉久不描'时，琴弦'铮'地断了。",
      "background": "白居易任左拾遗时，常在宫中值夜。某次听见守夜宫女唱《长门怨》，追问之下得知是某位被贬才人的贴身侍女。次日清晨，他在廊下遇见眼睛红肿的皇帝，龙袍袖口还沾着酒渍。这段见闻最终化成了《后宫词》里那个不眠之夜。",
      "additional_info": "有趣的是，白居易晚年编订诗集时，在这首诗旁画了个小宫女头像。现代学者发现，这与他《琵琶行》里'十三学得琵琶成'的笔迹高度相似，或许暗示两首诗的主人公原型是同一批教坊女子。",
      "questions": [
        "梅妃为何偏爱梅花？",
        "上阳宫究竟有多冷？",
        "唐代熏笼长什么样？"
      ]
    }
  },
  {
    "id": "a68013c8-4630-41c6-a5ee-a658b57f58fe",
    "title": "淮上喜会梁川故人",
    "author": "韦应物",
    "content": "江汉曾为客 相逢每醉还 浮云一别后 流水十年间 欢笑情如旧 萧疏鬓已斑 何因北归去 淮上对秋山",
    "story": {
      "meaning": "秋日的淮河岸边，韦应物与梁州故友意外重逢。两人执手相看，发现彼此鬓角已染霜白。诗人回忆起十年前在江汉把酒言欢的夜晚，那时醉归时总互相搀扶。如今像浮云般漂泊十年，情谊却如淮河水般绵长。望着北归的雁群，他忽然问道：'不如我们结伴还乡？'友人却笑着指向秋山：'此处风光，不正是故园？'",
      "allusion": "诗中暗用'浮云游子'典故：春秋时，孔子见孤云徘徊，对弟子感叹：'彼云之出岫，犹吾之离乡也。'后来李白化用此意写下'浮云游子意'。韦应物此处将十年离散比作浮云聚散，既写时光飞逝，又暗含对仕途漂泊的感慨。",
      "background": "创作当日，韦应物正在淮水官署处理文书。忽闻旧友到访，激动得碰翻了砚台。他冲出衙门时，墨汁溅在官袍上也浑然不觉。傍晚的渡口边，两人用当年的酒器对饮，说起某次醉酒后错把芦苇当鲈鱼垂钓的趣事。夜露渐重时，韦应物摸到友人袖中藏着的故乡泥土，顿时热泪盈眶。",
      "additional_info": "有趣的是，韦应物在梁州任职时曾因醉酒被罚俸，后来他写诗自嘲'醉尉呵不醒'。这次重逢时，友人特意带来当年那家酒肆的配方，却被告知掌柜早已去世。",
      "questions": [
        "浮云象征什么？",
        "为何选择秋山意象？",
        "十年间发生何事？"
      ]
    }
  },
  {
    "id": "569ef0e1-887d-4d98-b869-9634f099c8e9",
    "title": "还乡偶书  其二",
    "author": "黄拱",
    "content": "少小离家老大回 乡音难改鬓毛衰 儿童相见不相识 借问客从何处来",
    "story": {
      "meaning": "冬日的夕阳染红了村口的石桥，白发苍苍的诗人拄着竹杖踏上故土。忽然几个扎着总角的孩童围过来，扯着他的衣角问：'老爷爷从哪里来呀？'诗人望着孩子们清澈的眼睛，喉头滚动着熟悉的乡音，却发现自己成了故乡的陌生人。",
      "allusion": "贺知章八十六岁告老还乡时，曾在镜湖边遇到捕鱼的孙辈。孩童们围着这个说吴语的老者嬉闹，当他说出自己祖父的名字时，最年长的孩子突然跪下：'您就是被写进族谱第一页的贺公！'老诗人颤抖着抚摸孩子的头，泪珠砸在族徽玉佩上叮咚作响。",
      "background": "天宝三年的初春，贺知章在病榻上梦见儿时采菱的镜湖。醒来后立即上书玄宗请求致仕，玄宗亲自赋诗送别。归途的马车上，他不断擦拭随身五十年的铜镜，看着镜中皱纹里嵌着的长安风霜，却始终擦不亮那双浑浊眼睛里故乡的倒影。",
      "additional_info": "有趣的是，贺知章当年离乡时在村口种下的银杏树，当他归来时已亭亭如盖。村民们在树下发现他反复修改诗稿的身影，最终定稿时飘落的银杏叶正好覆盖了'衰'字最后一笔，仿佛时光亲自为诗句盖印。",
      "questions": [
        "贺知章为何种银杏？",
        "玄宗送别诗内容？",
        "铜镜最终下落如何？"
      ]
    }
  },
  {
    "id": "2188f98e-d5f0-4740-b94b-e1497a3619ee",
    "title": "黄鹤楼",
    "author": "崔颢",
    "content": "昔人已乘白云去，此地空余黄鹤楼。 黄鹤一去不复返，白云千载空悠悠。 晴川历历汉阳树，春草萋萋鹦鹉洲。 日暮乡关何处是，烟波江上使人愁。",
    "story": {
      "meaning": "夕阳染红江面时，崔颢独自登上斑驳的黄鹤楼。他抚摸着褪色的雕栏，仿佛看见仙人驾鹤掠过头顶的白云。'上次登楼时，王兄还在身旁饮酒赋诗啊...'他望着对岸汉阳的树影在暮色中渐渐模糊，突然被江面飘来的渔歌惊醒——原来船夫正经过长满春草的鹦鹉洲。一阵酸楚涌上心头：'这烟波浩渺处，何处才是我的归途？'",
      "allusion": "相传费祎成仙后，常化作黄鹤在酒楼歇脚。这日酒楼来了位穷书生，老板正要赶人，忽见书生袖中飞出一只黄鹤。'且用鹤抵酒钱如何？'书生笑道。此后十年，黄鹤每日为客人衔来金杯斟酒，直到某天白云中传来清越的笛声，黄鹤突然冲破窗棂直上云霄，只剩笛声在梁间萦绕三日不绝。",
      "background": "崔颢在安史之乱爆发前途经武昌，当时他刚经历仕途挫折。登楼时看见几个孩童在玩竹马游戏，突然想起儿时与父亲在此观鹤的往事。'父亲当年说黄鹤通灵，会带思念回家...'他攥紧袖中家书，江风把信纸吹得哗哗作响，像在嘲笑他漂泊半生却功名未就。远处渡口传来艄公的吆喝声，更添几分孤寂。",
      "additional_info": "传说李白后来登黄鹤楼时本想题诗，看到崔颢的诗后掷笔叹道：'眼前有景道不得，崔颢题诗在上头！'有趣的是，李白后来在《登金陵凤凰台》中明显模仿了此诗结构。",
      "questions": [
        "费祎为何化鹤？",
        "黄鹤楼原名是什么？",
        "李白如何评价此诗？"
      ]
    }
  },
  {
    "id": "d43a4767-2240-44b7-8d5b-c2acdc689839",
    "title": "黄鹤楼送孟浩然之广陵",
    "author": "李白",
    "content": "故人西辞黄鹤楼 烟花三月下扬州 孤帆远影碧山尽 唯见长江天际流",
    "story": {
      "meaning": "春日的黄鹤楼畔，李白攥着孟浩然的衣袖不肯松手。江风裹着柳絮拂过二人发梢，孟浩然指着远处说：'看那艘白帆，像不像去年我们醉卧的云朵？'李白望着渐渐消失的孤帆，突然把酒壶掷入江中：'这滔滔江水，载得动我的离愁么？'",
      "allusion": "相传二人曾在黄鹤楼痛饮三日。临别时孟浩然醉醺醺地题壁：'此地空余黄鹤楼'，李白立刻接道：'烟花三月下扬州'。酒保来擦墙时，孟浩然急忙用袖子护住墨迹，袖口沾满朱砂也浑然不觉。",
      "background": "那日清晨，李白在码头来回踱步，靴子沾满露水。忽听身后传来熟悉的咳嗽声——孟浩然抱着药罐走来，却笑着说：'扬州新开了家药铺，待我替你去尝百草。'李白望着他单薄的背影，想起十年前在洞庭湖畔，正是这个书生用荷叶为他盛过月光。",
      "additional_info": "有趣的是，宋代有人在黄鹤楼墙缝发现半片残纸，上面写着'唯见长江'三字，笔迹狂放似李白，背面却工整记着扬州某药铺的账目，疑似孟浩然手笔。",
      "questions": [
        "孟浩然为何要去扬州？",
        "诗中烟花指什么？",
        "李白还写过哪些送别诗？"
      ]
    }
  },
  {
    "id": "0949fe2a-aadf-4cd4-b1c3-25fcdaecdb96",
    "title": "积雨辋川庄作",
    "author": "王维",
    "content": "积雨空林烟火迟，蒸藜炊黍饷东菑。 漠漠水田飞白鹭，阴阴夏木啭黄鹂。 山中习静观朝槿，松下清斋折露葵。 野老与人争席罢，海鸥何事更相疑。",
    "story": {
      "meaning": "雨后的辋川山庄，炊烟缓缓升起，农妇们正忙着蒸藜麦、煮黍米，给东边田里劳作的丈夫送饭。广漠的水田上，白鹭翩翩起舞；幽深的夏木中，黄鹂婉转啼鸣。王维在山中静修，清晨欣赏木槿花朝开暮落，在松树下采摘带露的葵菜做素斋。当他像寻常老农般与村民闲谈后，连海鸥也不再对他心生疑虑——此刻他已完全融入这片山水。",
      "allusion": "诗中'海鸥相疑'化用《列子》典故：海边少年每日与鸥鸟嬉戏，鸥鸟成群飞来。其父让他捉几只回来，次日鸥鸟便在空中盘旋不下。王维借此暗喻自己已放下官场机心，连最警觉的鸥鸟都将他视为自然的一部分。",
      "background": "这是王维晚年隐居辋川时的作品。那日晨起，他推开被雨水洗过的窗棂，看见农妇们挎着竹篮走过泥泞的田埂，忽然想起自己年轻时在朝为官的岁月。如今他穿着粗布衣裳，指甲缝里还沾着昨夜折葵留下的露水，却觉得比穿着紫袍玉带时更自在。",
      "additional_info": "辋川山庄原是宋之问的别墅，王维购得后亲手绘制《辋川图》。有趣的是，他诗中总把粗茶淡饭写得令人神往，其实这位'诗佛'私下让仆人偷偷酿酒，还被好友裴迪写诗调侃过。",
      "questions": [
        "王维为何买辋川别墅？",
        "《辋川图》现存何处？",
        "裴迪如何调侃王维？"
      ]
    }
  },
  {
    "id": "19867a30-1b67-4123-b367-44565bab6516",
    "title": "集灵台二首 一",
    "author": "张祜",
    "content": "日光斜照集灵台，红树花迎晓露开。 昨夜上皇新授箓，太真含笑入帘来。",
    "story": {
      "meaning": "晨光斜斜地爬上集灵台的朱红栏杆，沾着露珠的芍药在微风中轻颤。忽然珠帘晃动，杨玉环捧着道箓含笑而入——原来昨夜唐玄宗刚为她举行了入道仪式，此刻她眼波流转间还带着秘而不宣的欢喜。",
      "allusion": "天宝四年（745年）的清晨，集灵台的道士们正做着早课。突然玄宗携着杨贵妃快步而来：'爱妃既号太真，这道家箓文正好相配！'杨玉环接过青藤纸道箓时，发间金步摇叮咚作响，连廊下的牡丹都羞得垂了头。",
      "background": "张祜在长安酒肆听闻这桩宫廷秘闻时，正见窗外晨露沾花。他忽然拍案：'好个太真含笑！'当即蘸着酒水在木桌上写下诗句，吓得酒保以为他要题壁——那时在公共场所题诗可是要罚钱的。",
      "additional_info": "诗中'红树花'暗指杨贵妃最爱的石榴裙。后世李商隐写'青鸟殷勤为探看'时，或许正想起张祜这组被传唱百年的集灵台诗。",
      "questions": [
        "杨贵妃为何要入道？",
        "集灵台有何特殊？",
        "唐代女冠有何特权？"
      ]
    }
  },
  {
    "id": "8435b46d-bbf1-49e5-af66-6f2d5681f1bf",
    "title": "寄李儋元锡",
    "author": "韦应物",
    "content": "去年花里逢君别，今日花开已一年。 世事茫茫难自料，春愁黯黯独成眠。 身多疾病思田里，邑有流亡愧俸钱。 闻道欲来相问讯，西楼望月几回圆。",
    "story": {
      "meaning": "暮春时节，刺史韦应物独坐西楼，案头红笺被风吹得簌簌作响。他望着庭院里再度盛放的牡丹，忽然想起去年与好友李儋在此赏花饯别的场景。'元锡兄，你看这魏紫姚黄...'当时李儋折花相赠的笑语犹在耳边，如今却已物是人非。手指抚过药炉旁堆积的公文，想到辖境内流民失所的惨状，他忽然剧烈咳嗽起来，将'愧领俸禄'四个字重重写在奏折上。",
      "allusion": "诗中'邑有流亡愧俸钱'暗含东汉廉范典故。当年蜀郡太守廉范夜禁燃火，百姓只能凿壁偷光。他得知后惭愧道：'俸禄取自民脂民膏，却令百姓如此困苦！'当即废除宵禁，百姓作《廉叔度歌》赞颂。韦应物任滁州刺史时，恰逢旱灾蝗祸，他开仓放粮却仍见流民，深夜对月长叹：'廉范尚知愧俸，我岂能无愧？'",
      "background": "建中四年春，韦应物在滁州官署染上疟疾。某夜高热不退时，忽闻驿使送来李儋书信。他挣扎起身，见窗外明月如盘，照见案头去年共饮的酒樽。想起战乱中生死未卜的亲友，摸着消瘦的病躯，突然将药碗重重一放：'来人！取我紫毫来！'带着咳血写就此诗。",
      "additional_info": "有趣的是，宋代苏轼在密州任上遭遇相似困境时，曾仿照此诗写下'为郡鲜欢君莫叹'。两位相隔三百年的诗人，在不同时空发出了同样的官吏之叹。现存韦应物手书此诗的绢本上，'愧俸钱'三字墨迹尤深，可见当时运笔之重。",
      "questions": [
        "廉范还改革了哪些政令？",
        "唐代刺史俸禄有多少？",
        "韦应物得过哪些疾病？"
      ]
    }
  },
  {
    "id": "fb376b71-91c6-44ee-b2e4-40f5b3f71b8f",
    "title": "寄令狐郎中",
    "author": "李商隐",
    "content": "嵩云秦树久离居 双鲤迢迢一纸书 休问梁园旧宾客 茂陵秋雨病相如",
    "story": {
      "meaning": "秋雨淅沥的黄昏，李商隐卧病在洛阳茂陵，望着窗外被雨水打湿的梧桐叶。他突然收到令狐绹从长安寄来的书信，信纸还带着驿马奔驰的温热。诗人摩挲着印有双鲤纹的信封，想起当年在令狐楚府中作幕僚的时光，如今自己就像司马相如病退茂陵般落魄，千言万语终化作'不必问候'的含蓄叹息。",
      "allusion": "梁园旧客的典故里，西汉司马相如曾为梁孝王门客，在梁园写下《子虚赋》。后来他称病退居茂陵，汉武帝读到旧作惊为天人。此刻李商隐就像当年的相如，蜷缩在漏雨的茅屋中咳嗽，恍惚听见长安城中令狐绹诵读他旧日诗作的声音。",
      "background": "公元842年秋，李商隐因母丧丁忧离职，又遭政敌排挤，在洛阳贫病交加。某日收到昔日恩师之子令狐绹来信，窗外雨打残荷声声入耳。他望着铜镜里早生华发的自己，突然将蘸墨的毛笔重重搁下——当年那个在令狐府中'一夜鱼龙舞'的翩翩少年，如今连回信的力气都像被秋雨泡散了。",
      "additional_info": "有趣的是，李商隐后来将这首诗写在银杏叶上回寄。令狐绹收到时，金黄的叶脉间还沾着洛阳的雨渍，仿佛能触摸到诗人指尖的凉意。",
      "questions": [
        "双鲤纹信封装了什么？",
        "梁园夜宴有多奢华？",
        "司马相如何时退隐？"
      ]
    }
  },
  {
    "id": "46503396-3bb3-449c-9c84-f2ff232f7949",
    "title": "寄全椒山中道士",
    "author": "韦应物",
    "content": "今朝郡斋冷，忽念山中客。 涧底束荆薪，归来煮白石。 欲持一瓢酒，远慰风雨夕。 落叶满空山，何处寻行迹。",
    "story": {
      "meaning": "秋雨敲打官署的窗棂，韦应物裹紧单薄的官袍，忽然想起山中修道的友人。他仿佛看见老友正弓着腰在溪涧边捆柴，回到茅屋用清泉煮着传说中的'白石饭'。诗人抓起酒瓢想冒雨送暖，却见空山落叶纷飞，连脚印都被金黄掩埋——这哪里还寻得到隐士的踪迹？字里行间流淌着对世外高人的牵挂与对尘世羁绊的怅惘。",
      "allusion": "『煮白石』典出葛洪《神仙传》：白石先生常煮白石为粮，因就白石山居。有次樵夫见他对着沸腾的石头发呆，好奇道：'这石头能吃？'白石先生笑拈须髯：'你且看。'说着将滚烫的石头抛向空中，落地时竟化作雪白的米糕。樵夫尝后惊叹不已，从此跟着修行。",
      "background": "唐建中四年深秋，韦应物在滁州刺史任上。那日处理完积压的公文，他望着庭院里被雨水打落的桂花，忽然想起二十年前在终南山访道时结识的张道士。记忆里那个总爱用松枝煮茶的老友，如今怕是在更深的山中修行了吧？砚台里未干的墨汁倒映着摇曳的烛火，他提笔时，衣袖带翻了案头的黄历——正好翻到'寒露'那一页。",
      "additional_info": "有趣的是，宋代苏轼曾调侃此诗'太寒瘦'，结果自己贬谪黄州时写的'空庖煮寒菜，破灶烧湿苇'反倒更显凄清。后世文人常把这两首诗并提，戏称为'隔空唱和的落魄二重奏'。",
      "questions": [
        "白石真能煮成饭吗？",
        "道士为何隐居深山？",
        "诗人为何如此牵挂？"
      ]
    }
  },
  {
    "id": "4ddb6dda-68be-4bb2-8874-8508c6c6e3ad",
    "title": "寄人二首  其一",
    "author": "张佖",
    "content": "别梦依依到谢家 小廊回合曲阑斜 多情只有春庭月 犹为离人照落花",
    "story": {
      "meaning": "月光如水的春夜，诗人张佖在梦中重游谢家旧宅。他穿过曲折回环的雕花长廊，指尖抚过冰凉的阑干，每一处转角都藏着往日的笑语。忽然惊醒，只见庭中明月依旧温柔地照着满地落花，仿佛替不能相见的离人守护着最后一点回忆。",
      "allusion": "相传张佖年轻时寄居谢氏宅院，与谢家小姐互生情愫。某个春夜，小姐在回廊转角拦住他：'张郎可会记得这曲阑干？'说着将绣帕系在栏杆上。后来战乱分离，多年后张佖重返故地，只见月光下那方绣帕已化作落花，仍在当年位置轻轻摇曳。",
      "background": "漂泊半生的张佖在驿馆夜不能寐。窗外月光忽然变得熟悉，他恍惚看见谢家小姐提着绢灯从廊下走过，惊醒后抓起笔墨，连衣袖沾到砚台都未察觉。'原来不是她回来了...'他苦笑着写下'多情只有春庭月'时，一滴墨在纸上晕开，像极了那年小姐罗裙上的墨梅。",
      "additional_info": "宋代文人发现此诗'回合'二字用得绝妙——既写回廊结构，又暗含'往事循环往复'之意。更有趣的是，后世考证谢家可能真有其人，因为张佖诗集中多次出现'谢氏池阁'的描写。",
      "questions": [
        "谢家小姐绣帕是何颜色？",
        "回廊共有几处转折？",
        "诗人为何偏爱春月？"
      ]
    }
  },
  {
    "id": "2779f710-4ab4-46cb-a2b6-1889752f26c2",
    "title": "寄左省杜拾遗",
    "author": "岑参",
    "content": "联步趋丹陛，分曹限紫微。 晓随天仗入，暮惹御香归。 白发悲花落，青云羡鸟飞。 圣朝无阙事，自觉谏书稀。",
    "story": {
      "meaning": "清晨，岑参与杜甫并肩走上朱红宫阶，紫微垣的星光还挂在天边。'杜兄，今日又要分署办公了。'岑参指着东西两侧的官署苦笑。暮色中，他拂着沾满御香气的衣袖回家，突然看见一片白花瓣飘落肩头——原来是自己鬓间的白发。抬头望见青云里自在的飞鸟，他喃喃自语：'谏书越来越少，究竟是圣朝无过，还是我们老得不敢直言了？'",
      "allusion": "唐肃宗时，杜甫任左拾遗，负责讽谏。某日朝会，皇帝欲扩建行宫，杜甫立即出列：'陛下，关中饥荒未平...'话未说完，宰相李揆冷笑：'杜拾遗总爱扫兴。'皇帝拂袖而去。后来杜甫在《春宿左省》中写下'明朝有封事，数问夜如何'，道尽谏官忐忑。岑参此诗正是对老友处境的暗喻。",
      "background": "乾元元年（758年）的长安，春雨绵绵。岑参在值房整理文书时，忽见窗外飘进一片李花。他想起昨日退朝时，看见杜甫弯腰捡起被风吹落的谏纸，佝偻的背影与当年共登大雁塔的挺拔身姿判若两人。墨迹未干的诗笺上，'自觉谏书稀'五字被反复涂改——这位边塞诗人终究学会了官场的欲言又止。",
      "additional_info": "有趣的是，杜甫在收到此诗后回赠《奉答岑补阙见赠》，其中'故人得佳句，独赠白头翁'二句，暴露了岑参当时其实也已早生华发。两位诗人互称'白发'，倒像在比谁更愁苦。",
      "questions": [
        "杜甫为何屡次谏言？",
        "紫微垣象征什么？",
        "唐代谏官如何工作？"
      ]
    }
  },
  {
    "id": "1487452b-5f49-4f4f-9913-1f3ec1cddf95",
    "title": "饯别王十一南游",
    "author": "刘长卿",
    "content": "望君烟水阔，挥手泪沾巾。 飞鸟没何处，青山空向人。 长江一帆远，落日五湖春。 谁见汀洲上，相思愁白苹。",
    "story": {
      "meaning": "暮春的江畔，刘长卿攥着被泪水浸湿的绢帕，望着王十一的孤帆渐成黑点。突然一群白鹭掠过水面，他急追两步想问'鸟儿可知我友去向'，却见青山寂寂，唯有自己的影子斜映在苹花摇曳的沙洲上。落日把太湖染成金红色时，他忽然觉得那远去的船帆正载走整个春天的温暖。",
      "allusion": "诗中'白苹'暗含典故：南朝柳恽在汀洲采苹，忽闻悠扬笛声，循声见一羽衣道人临水吹笛。道人笑问：'可识苹花语？此物见离人则白，遇知己则绯。'说罢掷笛入水，化作白苹千顷。此后诗人常以白苹喻离别之愁。",
      "background": "创作当日恰逢寒食禁火，刘长卿携冷酒为王十一饯行。江风忽起，吹翻酒盏沾湿友人衣襟，王十一却大笑'此乃天公代我收泪'。这番豪情反惹得诗人更悲，转身在芦苇丛中匆匆写下诗句时，墨迹被滴落的泪水晕开成朵朵苹花模样。",
      "additional_info": "有趣的是，刘长卿后来在《重送裴郎中贬吉州》中再次使用'青山'意象，友人戏称其'青山专业户'，他笑答：'若把青山看厌了，人间更无系心处'。",
      "questions": [
        "白苹变色传说源自何处？",
        "寒食节为何要禁火？",
        "刘长卿还写过哪些青山？"
      ]
    }
  },
  {
    "id": "24ca9268-9cbd-423b-b423-12e1a9aa9041",
    "title": "将赴吴兴登乐游原一绝",
    "author": "杜牧",
    "content": "清时有味是无能 闲爱孤云静爱僧 欲把一麾江海去 乐游原上望昭陵",
    "story": {
      "meaning": "深秋的长安城，杜牧独自登上乐游原。他望着天边孤云，苦笑道：'太平盛世，我这等闲人倒成了最会享清福的。'远处传来寺庙钟声，他忽然想起与高僧论道的日子。当他接过湖州刺史的任命文书时，却在策马离京前，最后眺望唐太宗昭陵的方向——那里埋着他心中真正的盛世图景。",
      "allusion": "唐太宗在昭陵前问魏征：'朕之功业，比文景如何？'魏征正色道：'陛下如初升朝阳，文景如正午骄阳。'太宗抚掌大笑。此刻杜牧望着同一个方向，仿佛听见这段对话。他摸着怀中刺史印信喃喃自语：'魏征若在，会如何评价这个时代呢？'",
      "background": "公元850年深秋，48岁的杜牧在书房来回踱步。'报——湖州刺史任命到！'仆从的声音惊飞檐下麻雀。他展开诏书时，墨迹未干的诗稿被风吹到院中，恰好盖住一队忙碌的蚂蚁——就像他这个'闲人'突然被卷入仕途洪流。次日清晨，他特意绕道乐游原，在满地黄叶中久久伫立。",
      "additional_info": "有趣的是，杜牧诗中'一麾'本指刺史旌旗，后来却被人误作'挥手'之意，宋代陆游还特意写诗纠正这个误解。而乐游原这个皇家园林，在杜牧登临三十年后毁于战火，他望昭陵的视角从此成为绝响。",
      "questions": [
        "魏征如何评价太宗？",
        "乐游原何时被毁？",
        "一麾原指什么？"
      ]
    }
  },
  {
    "id": "e5e5f969-ddac-4491-9cfe-d77742e1416d",
    "title": "将进酒",
    "author": "李白",
    "content": "君不见黄河之水天上来，奔流到海不复回。 君不见高堂明镜悲白发，朝如青丝暮成雪。 人生得意须尽欢，莫使金樽空对月。 天生我材必有用，千金散尽还复来。 烹羊宰牛且为乐，会须一饮三百杯。 岑夫子，丹丘生，将进酒，君莫停。 与君歌一曲，请君为我侧耳听。 钟鼓馔玉不足贵，但愿长醉不愿醒。 古来圣贤皆寂寞，惟有饮者留其名。 陈王昔时宴平乐，斗酒十千恣讙谑。 主人何为言少钱，径须沽取对君酌。 五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
    "story": {
      "meaning": "李白拍案而起，金樽在月光下闪烁：'看那黄河奔腾入海，就像我们的人生一去不返！岑夫子，丹丘生，快把你们空着的酒杯满上！'他扯开衣襟大笑，'什么功名利禄，都比不上此刻痛饮！'说着将五花马缰绳扔给书童，'去把我的貂裘当了换酒来！'",
      "allusion": "陈王曹植在平乐宫大宴宾客的故事：'拿最贵的酒来！'曹植醉眼朦胧地拍着金樽，侍从小声提醒：'王爷，府库银钱...'话未说完就被打断：'把父王赐的玉带拿去典当！'满座宾客哄笑着举杯，酒浆溅湿了竹简奏章。",
      "background": "天宝三载的长安夜，被赐金放还的李白在友人元丹丘家喝得酩酊。他忽然摔碎酒杯，指着镜中白发大笑：'早上还是乌发，转眼就成雪了！'转身抓起酒壶泼墨挥毫，墨迹飞溅如黄河浪涛，'写！都写下来！这酒中真意！'",
      "additional_info": "传说李白写作此诗时，先后打翻三次墨汁。最后竟用手指蘸着残墨写完，指节在宣纸上留下道道酒渍。元代画家钱选曾据此绘《太白醉写图》，现藏故宫博物院。",
      "questions": [
        "曹植为何被称陈王？",
        "五花马值多少贯钱？",
        "唐代酒价几何？"
      ]
    }
  },
  {
    "id": "ae5b1a15-0b5c-4578-8f31-1b60030633a4",
    "title": "江南逢李龟年",
    "author": "杜甫",
    "content": "歧王宅里寻常见 崔九堂前几度闻 正是江南好风景 落花时节又逢君",
    "story": {
      "meaning": "春雨淅沥的江南酒肆里，杜甫颤抖着握住李龟年的手。透过斑驳的窗棂，他看到檐角飘落的桃花瓣，恍然回到四十年前长安的春日——那时他还是意气风发的少年郎，在歧王华丽的宅邸中听这位宫廷乐师演奏，在崔九的宴席上为仙乐般歌声沉醉。如今乱世重逢，落花依旧，人已两鬓如霜。",
      "allusion": "天宝年间某个春夜，歧王府的鎏金灯笼将庭院照得如同白昼。少年杜甫挤在人群中，看李龟年一袭月白长袍抚琴而歌。'杜郎觉得这《霓裳》如何？'歧王笑着递来琉璃杯。'此曲只应天上有啊！'杜甫脱口而出，引得李龟年抚掌大笑。后来在崔涤（崔九）的牡丹宴上，他又听李龟年唱起新谱的《清平调》，杨贵妃亲自打起了金粟檀板。",
      "background": "大历五年（770年）的潭州城，59岁的杜甫蜷缩在破旧客栈里。窗外卖唱老者的声音突然让他笔尖一颤——那沙哑却熟悉的转调，分明是当年《渭川曲》的唱法！他赤脚冲进雨巷，发现歌者竟是流落民间的李龟年。湿透的纸伞下，两位老人相顾无言，唯有暮春的桃花簌簌落在他们佝偻的肩头。",
      "additional_info": "鲜为人知的是，李龟年晚年常在江南酒肆演唱王维的诗作。有次他唱到'红豆生南国'时，突然泣不成声——因为想起这是当年杨贵妃最爱的曲子。杜甫在诗中有意用'落花'对应'红豆'，暗藏两位艺术家的乱世悲歌。",
      "questions": [
        "歧王府夜宴有哪些珍玩？",
        "李龟年如何流落江南？",
        "《霓裳》曲谱最终去向？"
      ]
    }
  },
  {
    "id": "1f92134b-bca9-46eb-b2fe-87b30413041a",
    "title": "江雪",
    "author": "柳宗元",
    "content": "千山鸟飞绝 万迳人踪灭 孤舟蓑笠翁 独钓寒江雪",
    "story": {
      "meaning": "隆冬时节，老渔夫李翁划着小船来到江心。两岸群山寂静，连飞鸟的踪迹都消失了，雪地上更不见行人脚印。他裹紧蓑衣，在漫天飞雪中垂下钓竿。'这天地间，就剩我和江雪作伴啦！'他呵着白气自言自语，钓竿上的冰凌折射出孤独而坚韧的光芒。",
      "allusion": "元和十年，柳宗元被贬永州。某个雪天，他看见江上垂钓的老渔夫，便上前攀谈：'老人家，这般天气为何独自垂钓？'渔夫笑道：'大人看这江水，表面结冰，底下却有活鱼。就像老朽，虽在寒天，心里却热乎着呢！'柳宗元怔住，望着渔夫斗笠上的积雪，突然领悟了逆境中的坚守之道。",
      "background": "永州的冬夜，柳宗元在油灯下辗转难眠。窗外风雪呼啸，他想起白日所见：那渔夫端坐船头，宛如雪中雕塑。'好一个独钓寒江！'他猛地坐起，墨汁溅在宣纸上也不顾，挥毫写下四句。最后一笔落下时，烛火突然爆了个灯花，映得'独'字格外苍劲。",
      "additional_info": "有趣的是，明代画家沈周曾根据此诗作《寒江独钓图》，却在渔翁身旁添了只煮茶的泥炉。当被问及为何违背诗意时，他狡黠一笑：'总得给老人家留个暖手的物件不是？'",
      "questions": [
        "渔夫真在钓鱼吗？",
        "为何用'绝''灭'二字？",
        "蓑衣有何特殊意义？"
      ]
    }
  },
  {
    "id": "d9dd3520-9aab-4b1b-bd57-810f29391667",
    "title": "江州重别薛六柳八二员外",
    "author": "刘长卿",
    "content": "生涯岂料承优诏 世事空知学醉歌 江上月明胡雁过 淮南木落楚山多 寄身且喜沧洲近 顾影无如白发何 今日龙钟人共弃 愧君犹遣慎风波",
    "story": {
      "meaning": "深秋的江州渡口，刘长卿握着老友的手苦笑：'没想到这把年纪还能接到朝廷诏书，可世事难料，不如学阮籍醉歌解忧。'他指向江面掠过的胡雁，'你们看，连大雁都知道淮南叶落该南飞了。'寒风吹乱他斑白的鬓发，'我这把老骨头还能在沧洲安身已是万幸，只是...'他忽然哽咽，'今日落魄至此，承蒙二位还来相送，更教我惭愧。'",
      "allusion": "诗中'学醉歌'暗指阮籍故事。魏晋时，阮籍见天下大乱，常驾牛车漫游，遇歧路便痛哭而返。一次他在酒垆痛饮，醉后高歌：'时无英雄，使竖子成名！'垆主问其故，他掷杯大笑：'众人皆醉我独醒，不如同醉！'说罢卧倒酣睡，任雪花落满衣襟。",
      "background": "创作当日，刘长卿刚结束五年贬谪生涯。他裹紧单薄官袍站在码头，看仆役正将破旧书箱搬上船。薛柳二人提着温好的黄酒赶来，柳员外突然指着他惊呼：'刘兄的头发！'原来江风掀开幞头，露出全白鬓发。刘长卿摸着白发苦笑：'去时尚能'骑马似乘船'，归来已是'龙钟人共弃'了。'说罢三人举杯，酒泪俱下。",
      "additional_info": "有趣的是，刘长卿晚年诗作常出现'沧洲'意象。据载他在江州时，总爱去江心沙洲垂钓。某日钓得金色鲤鱼却放生，笑称：'我辈亦是漏网之鱼。'后来这沙洲便被当地人称作'放生洲'。",
      "questions": [
        "阮籍为何装醉？",
        "放生洲今在何处？",
        "诗中胡雁象征什么？"
      ]
    }
  },
  {
    "id": "80159919-0b66-4956-a563-ef9bcf6a05c0",
    "title": "金谷园",
    "author": "杜牧",
    "content": "繁华事散逐香尘 流水无情草自春 日暮东风怨啼鸟 落花犹似堕楼人",
    "story": {
      "meaning": "夕阳染红金谷园的断壁残垣，杜牧踩着满地落花踱步。忽然一阵东风卷起花瓣，他恍惚看见绿珠的罗衣在风中翻飞，耳畔仿佛响起她坠楼时的环佩叮当。诗人叹息着拾起一片残红：'当年石崇为你撒珍珠如尘土，如今连尘埃都散尽了，只有这无情流水依旧东流。'",
      "allusion": "西晋首富石崇在洛阳建金谷园，藏爱妾绿珠于崇绮楼。权臣孙秀索要绿珠被拒，派兵围园。那日东风怒吼，绿珠身着翡翠裙裾立于楼头，对石崇盈盈一拜：'妾当效死君前！'说罢纵身跃下，玉簪碎地声惊飞满园雀鸟。",
      "background": "杜牧任洛阳监察御史时，常独自徘徊荒废的金谷园。某个暮春傍晚，他抚摸着斑驳的栏杆忽闻鸟啼凄厉，一片花瓣沾上他的官袍。他猛然想起昨日审理的民女投井案，手指不由攥紧那片残红，在粉墙上题下这首诗。",
      "additional_info": "有趣的是，晚唐诗人李商隐也写过《金谷园》，其中'香尘已隔犹回面'与杜牧'逐香尘'形成奇妙互文。宋代苏轼曾调侃：'二杜（杜牧、杜甫）写死人，一个用落花，一个用沙鸥。'",
      "questions": [
        "绿珠擅长什么才艺？",
        "石崇如何炫富？",
        "金谷园布局有何特色？"
      ]
    }
  },
  {
    "id": "809ad73b-9a8e-436e-9874-f9295b624af0",
    "title": "金陵酒肆留别",
    "author": "李白",
    "content": "风吹柳花满店香 吴姬压酒唤客尝 金陵子弟来相送 欲行不行各尽觞 请君试问东流水 别意与之谁短长",
    "story": {
      "meaning": "暮春时节，金陵酒肆的柳絮随风飞舞，酒香弥漫。吴地姑娘捧着新酿的美酒，笑盈盈地招呼客人品尝。李白即将远行，一群金陵青年赶来送别。大家举杯痛饮，欲走还留，离愁别绪如同酒香般浓烈。诗人望着东流江水，不禁感叹：我们的情谊，可比这江水更绵长？",
      "allusion": "相传李白在金陵时，常与当地才子们在秦淮河畔饮酒赋诗。一日离别，酒肆老板娘'吴姬'特意取出珍藏的'压酒'(新酿未过滤的酒)。众人酒至酣处，一位少年突然摔碎酒杯：'李兄此去，何日再共醉？'李白大笑着指向窗外江水：'且看这东流水，可载得动我们的别情？'",
      "background": "公元726年，25岁的李白结束金陵漫游。临行前夜，他在常去的酒肆设宴。微醺时望着窗外的柳絮，忽然想起这些年结交的侠士文人。酒肆梁上还留着他们题的诗句，吴姬正为众人斟酒时，柳花飘落酒碗，像撒了一层细雪。李白突然觉得，这寻常的离别竟比朝堂纷争更令人动容。",
      "additional_info": "有趣的是，宋代文人曾考证'压酒'实为'押酒'，指酒酿将熟时压榨取酒。明代有画家据此诗创作《吴姬压酒图》，画中李白衣袖沾满柳絮，生动再现了'满店香'的场景。",
      "questions": [
        "压酒是什么特殊工艺？",
        "金陵子弟指哪些人？",
        "为何以江水喻别情？"
      ]
    }
  },
  {
    "id": "4fa92777-9bd6-45ca-9272-bac30459cf5e",
    "title": "金陵五题 乌衣巷",
    "author": "刘禹锡",
    "content": "朱雀桥边野草花 乌衣巷口夕阳斜 旧时王谢堂前燕 飞入寻常百姓家",
    "story": {
      "meaning": "夕阳染红了乌衣巷斑驳的砖墙，刘禹锡踩着朱雀桥畔疯长的野草驻足。忽然几只燕子掠过他的帽檐，他认出那是曾在宰相王导家画梁上筑巢的燕子——如今它们衔着春泥，飞进了巷口卖炊饼的老汉家。诗人望着燕尾剪碎的晚霞，忽然明白：连燕子都不记得当年的繁华了。",
      "allusion": "东晋时，王导谢安两大家族住在乌衣巷。谢安曾在此与子侄们赏雪联诗，当谢道韫吟出'未若柳絮因风起'时，王导家的燕子正衔着花瓣掠过屋檐。百年后，南梁将领侯景叛乱，一把火烧尽了雕梁画栋。暮春时节，当年的乳燕归来，只能在百姓家的茅檐下困惑地徘徊。",
      "background": "某个春寒料峭的傍晚，被贬二十三年的刘禹锡终于回到金陵。他循着记忆寻找当年题诗的朱雀桥，却发现石栏上爬满藤蔓。卖茶老妪告诉他：'您找王家啊？早改成豆腐坊啦！'这时一群放学童子追逐着跑过巷口，惊起一蓬蓬柳絮，像极了当年谢家咏雪的光景。",
      "additional_info": "宋代王安石读到这首诗后，特意去乌衣巷寻访。他在百姓家的门楣上发现一个残破的燕子窝，里面竟夹杂着半片鎏金瓦当，当即挥毫写下'乌衣巷口夕阳残'续作。",
      "questions": [
        "谢道韫还留下哪些名句？",
        "侯景之乱如何改变金陵？",
        "燕子真的会认旧巢吗？"
      ]
    }
  },
  {
    "id": "e0eb3016-9288-4dc0-9257-3de36e5ad73c",
    "title": "锦瑟",
    "author": "李商隐",
    "content": "锦瑟无端五十弦，一弦一柱思华年。 庄生晓梦迷蝴蝶，望帝春心托杜鹃。 沧海月明珠有泪，蓝田日暖玉生烟。 此情可待成追忆，只是当时已惘然。",
    "story": {
      "meaning": "暮春的午后，李商隐轻抚着五十弦的锦瑟，琴弦在阳光下泛着微光。'这多出的弦啊...'他喃喃自语，指尖划过琴柱时，仿佛看见年少时与爱妻王氏在牡丹花下共读诗书的场景。突然一阵杜鹃啼血声传来，他恍惚间分不清自己是在弹琴的诗人，还是化蝶的庄周。泪珠落在琴面上，倒映出沧海明月的清辉。",
      "allusion": "【庄周梦蝶】春日，庄子在漆园小憩。梦中他变成彩蝶，翩跹于百花间。醒来时竟分不清：'是庄周梦见蝴蝶？还是蝴蝶正梦见庄周？'他笑着对弟子说：'物我界限，原是如此模糊。'【望帝化鹃】古蜀国灭亡后，望帝杜宇魂魄化作杜鹃鸟，每到春天便昼夜啼叫，直至嘴角泣血，染红山野的杜鹃花。",
      "background": "某个寒食节，李商隐独自整理亡妻遗物。当触及她最爱的锦瑟时，窗外突然风雨大作。他看见瑟弦上凝结的水珠，恍惚觉得是妻子临别时的泪。'这瑟本该二十五弦，为何我数来却有五十？'原来每根弦都化作记忆的刻度，一弦一柱都在重演他们初遇的曲江春宴。",
      "additional_info": "有趣的是，考古发现周代确有五十弦瑟，称'庖牺瑟'。李商隐可能故意用此古制，暗喻自己错位的人生。同时期诗人温庭筠曾调侃：'义山（李商隐）解此瑟，当需百年寿。'",
      "questions": [
        "庄子如何论证物我同一？",
        "杜鹃啼血有何科学依据？",
        "锦瑟弦数有何玄机？"
      ]
    }
  },
  {
    "id": "27ff54ab-4861-43d8-b3c1-69113d2e4e10",
    "title": "近试上张籍水部",
    "author": "朱庆馀",
    "content": "洞房昨夜停红烛，待晓堂前拜舅姑。 [妆]罢低声问夫婿，画眉深浅入时无。",
    "story": {
      "meaning": "红烛摇曳的新房里，新娘紧张地绞着衣角。她天未亮就起身梳妆，反复描画柳叶般的黛眉。‘夫君...’她轻扯新郎衣袖，声音细若蚊呐，‘这般眉妆可合公婆心意？’诗人朱庆馀正是借这新婚场景，隐喻自己科举前向考官张籍探问文章是否合格的不安心情。",
      "allusion": "长安冬夜，朱庆馀在客栈来回踱步。他忽然停笔，将新诗卷成小筒塞进仆人手中：‘速送水部张大人！’张籍展卷，眼前浮现出娇羞新妇形象，不禁莞尔。次日他提笔回诗：‘齐纨未足时人贵，一曲菱歌敌万金。’——这‘画眉深浅’的试探，终换来金榜题名的承诺。",
      "background": "烛芯爆出灯花，朱庆馀第三次重写诗笺。科举放榜在即，他想起前日拜谒考官张籍时，对方意味深长的眼神。‘不如...’他灵机一动，抓过胭脂盒在纸上按出红痕，仿佛新娘婚夜的残妆。窗外更鼓声声，他仿佛听见自己的心跳与笔锋的沙沙声交织。",
      "additional_info": "唐代科举流行‘行卷’风气，考生常将诗文比作新妇妆容。有趣的是，张籍曾用相似手法向韩愈‘行卷’，二十年后他的学生朱庆馀竟完美复刻了这场文坛佳话。",
      "questions": [
        "张籍如何评价此诗？",
        "唐代行卷有何规矩？",
        "新娘为何紧张？"
      ]
    }
  },
  {
    "id": "a1824eb8-4e2e-4d53-9a33-e1dcfe7d1c73",
    "title": "经邹鲁祭孔子而叹之",
    "author": "明皇帝",
    "content": "夫子何为者？ 栖栖一代中 地犹鄹氏邑 宅即鲁王宫 叹凤嗟身否 伤麟怨道穷 今看两楹奠 当与梦时同",
    "story": {
      "meaning": "唐玄宗站在邹鲁故地，望着残垣断壁的鲁王宫，不禁对身旁的侍从感叹：'夫子啊，您当年为何要如此奔波劳碌？'秋风卷起地上的落叶，仿佛看见孔子周游列国时飘动的衣袂。'您看这鄹邑故地，连麒麟都为您落泪，凤凰都为您哀鸣。'玄宗轻抚斑驳的宫墙，'如今这两楹间的祭奠，想必与您当年的梦境一样吧。'",
      "allusion": "孔子晚年曾梦见自己坐在两楹之间接受祭奠。弟子子贡赶来时，看见老师正对着庭院出神。'夫子为何忧伤？'子贡问。孔子抚着白须说：'夏人停灵于东阶，周人停灵于西阶，我方才梦见自己坐在两楹之间...怕是时日无多了。'果然七日后，孔子与世长辞。这个梦境成为圣人临终的预兆。",
      "background": "开元十三年冬，唐玄宗泰山封禅归来。车驾行至曲阜时，漫天飞雪中，他执意要步行祭拜孔庙。雪花落在他明黄色的龙袍上，侍从要为他撑伞，他却摆手拒绝：'在圣人面前，朕不过是个学子。'望着残破的庙宇，想起自己开创的开元盛世，不禁感慨：'朕虽贵为天子，却不及夫子教化万世之功。'",
      "additional_info": "有趣的是，玄宗此诗原刻碑现存孔庙，但碑文将'鄹'字误刻为'邹'。后世学者考证，这可能是玄宗故意为之——因为'邹'是孟子故乡，暗含将孔孟并列之意。",
      "questions": [
        "孔子为何周游列国？",
        "麒麟与孔子有何渊源？",
        "两楹梦预示了什么？"
      ]
    }
  },
  {
    "id": "ca2c489a-e433-4c0f-8248-77d354f0665e",
    "title": "静夜思",
    "author": "李白",
    "content": "床前看月光 疑是地上霜 举头望山月 低头思故乡",
    "story": {
      "meaning": "秋夜微凉，李白独坐客栈竹榻，忽见银白月光透过窗棂洒落床前。他恍惚间伸手触碰，指尖却未感受到预想中的寒霜凉意。'原是月光啊...'他轻叹着推窗远眺，峨眉山月如玉盘悬空，清辉中仿佛看见故乡的捣衣砧正泛着同样光泽。低头时，一滴热泪砸在砚台中，墨汁晕开成松花江的波纹。",
      "allusion": "开元八年深秋，李白在扬州客栈梦见儿时场景：'阿白，看阿娘给你带了什么？'母亲举着冰糖葫芦掀帘而入，糖衣在月光下晶莹如霜。惊醒时窗外真有清冷光芒，他赤脚奔到院中，发现是月光戏弄。忽闻邻院老丈笑问：'小郎君也识得谢朓「澄江静如练」？'李白怔然，原来百年前就有人被月光骗过。",
      "background": "那年李白25岁，初离蜀地仗剑远游。在扬州染了风寒，独卧客栈时收到家书说父亲腿疾复发。夜半咳醒，看见月光与药碗里晃动的药汤混作一片，恍惚听见母亲在唤他喝药。突然明白谢朓为何总写月光——这清冷的光啊，最会偷走游子的坚强。",
      "additional_info": "有趣的是，宋代刻本将「看月光」误刻为「明月光」，结果这个美丽的错误反而流传更广。明代有画家据此创作《太白戏月图》，画中李白正把月光当丝绸往包袱里塞，说要'裹一匹寄回青莲乡'。",
      "questions": [
        "李白还写过哪些望月诗？",
        "谢朓如何影响李白？",
        "唐代客栈什么样？"
      ]
    }
  },
  {
    "id": "1c1d545e-07a1-46a9-bb76-b7473c1fde43",
    "title": "九日登望仙台呈刘明府容",
    "author": "崔曙",
    "content": "汉文皇帝有高台，此日登临曙色开。 三晋云山皆北向，二陵风雨自东来。 关门令尹谁能识，河上仙翁去不回。 且欲近寻彭泽宰，陶然共醉菊花杯。",
    "story": {
      "meaning": "秋日破晓时分，崔曙踏着晨露登上汉文帝修建的望仙台。他望着三晋大地连绵的云山向北延伸，听着崤山二陵的风雨声自东方传来。忽然想起老子出关时，令尹喜拦路求道的典故；又忆及河上公传授汉文帝《道德经》后羽化登仙的传说。诗人抚摸着石栏感叹：'神仙难觅，不如去找刘明府，像陶渊明那样痛饮菊花酒！'",
      "allusion": "【河上仙翁】汉文帝在望仙台苦等仙人不得，某日河边遇见白发老翁。老翁将《道德经》抛向空中，经书竟化作白鹤飞去。文帝急追，却见老翁踏鹤升天，只留下爽朗笑声：'陛下勤政爱民，便是真仙！'",
      "background": "重阳佳节，崔曙裹紧青袍独自登台。晨风吹散雾气时，他忽然看见石壁上刻着'望仙'二字，斑驳的刻痕让他想起早逝的双亲。'若真有仙人...'他苦笑着摇头，摸出怀中刘明府送来的菊花酒请柬，墨迹犹带菊香。",
      "additional_info": "诗中'彭泽宰'实为双关：既指陶渊明（曾任彭泽令），又暗喻刘明府。后世考证，这位刘明府确实在重阳节准备了特制菊花酒，酒中浸泡着太行山采来的九种野菊。",
      "questions": [
        "令尹喜如何识破老子身份？",
        "河上公为何选择现身？",
        "汉文帝可曾再遇仙缘？"
      ]
    }
  },
  {
    "id": "6bbd1c2c-8c43-4ffb-b7b3-506d74266cee",
    "title": "九月九日忆山东兄弟",
    "author": "王维",
    "content": "独在异乡为异客，每逢佳节倍思亲。 遥知兄弟登高处，遍插茱萸少一人。",
    "story": {
      "meaning": "秋风卷着长安城的落叶，17岁的王维攥紧客栈窗棂。楼下传来孩童佩戴茱萸的嬉闹声，他仿佛看见家乡的兄弟们正攀上太行山巅——那个总爱拽他衣袖的小弟，此刻是否发现茱萸枝少了一枝？异乡的月光把影子拉得老长，砚台里未干的墨迹，是他第三次重写的家书。",
      "allusion": "重阳节前夜，少年王昌龄气喘吁吁跑来：'维哥！我娘做了菊花糕...'话音戛然而止——他看见案头摊开的家书墨迹斑斑。王维突然抓起笔架上的茱萸：'你可知《风土记》载，桓景持茱萸囊登山避灾？'窗外更夫梆子声传来，两颗泪珠砸在《周处除三害》的竹简上。",
      "background": "开元五年秋，科举落第的王维蜷缩在客栈角落。邻屋举子们划拳行令的声音穿透薄墙，他盯着手中裂开的陶埙——这是离家时幼弟塞给他的。忽然埙孔里漏出一声呜咽，惊得案头烛火剧烈摇晃，映出墙上兄弟四人去年重阳登高的剪影。",
      "additional_info": "后世发现王维家书残页，背面竟画着四个小人手拉手登山，最矮的那个头上特意点了朱砂——正是他小弟总爱在眉心点的吉祥痣。",
      "questions": [
        "茱萸为何能驱邪？",
        "桓景登山避什么灾？",
        "王维埙曲有哪些？"
      ]
    }
  },
  {
    "id": "9f5ded08-4f6f-4641-878e-897904483479",
    "title": "郡斋雨中与诸文士燕集",
    "author": "韦应物",
    "content": "兵卫森画戟，宴寝凝清香。 海上风雨至，逍遥池阁凉。 烦疴近消散，嘉宾复满堂。 自惭居处崇，未睹斯民康。 理会是非遣，性达形迹忘。 鲜肥属时禁，蔬果幸见尝。 俯饮一杯酒，仰聆金玉章。 神欢体自轻，意欲凌风翔。 吴中盛文史，群彦今汪洋。 方知大藩地，岂曰财赋疆。",
    "story": {
      "meaning": "滂沱雨幕中，苏州刺史韦应物推开画戟林立的府衙大门，青檀香在雨气中愈发清冽。他望着廊下避雨的文士们衣袂翻飞，忽然愧疚地摩挲着官袍金线——'百姓尚在挨饿，我岂能独享盛宴？'但见宾客们正争辩着《诗经》新解，廊外雨打芭蕉声与谈笑声交融，他豁然开朗：'治世不在苛捐杂税，而在文脉绵长啊！'最后那句'岂曰财赋疆'，分明是拍案而起时震落的酒盏脆响。",
      "allusion": "诗中'金玉章'暗藏典故：南朝谢朓任宣城太守时，曾于暴雨日召集文人宴饮。史载当时'墨池水涨，谢公以袖蘸之书于屏风'，文士王融见状惊呼：'此非金玉之声乎？'后来'金玉章'便成锦绣文章的代称。韦应物特意选用此典，正是要效仿谢朓以文治政的风范。",
      "background": "贞元五年的梅雨季，刚平息完饥民骚乱的韦应物在府中辗转。忽闻老仆通报：'顾况先生携《吴地风物志》求见！'他急忙迎客，却见十余名文士鱼贯而入，衣角还滴着太湖水。暴雨突至时，众人索性移席临水阁，韦应物望着他们辩论时飞溅的唾沫星子，忽然想起三日前饿倒在衙门口的母子——此刻他真正懂了'未睹斯民康'的深意。",
      "additional_info": "有趣的是，当时在座的顾况后来成为白居易的伯乐。而白居易任苏州刺史时，特意在相同位置复刻了这场雅集，还写下'曾赏韦郎诗好来'之句。这场雨中的文坛接力，竟持续了半个世纪。",
      "questions": [
        "谢朓墨池今何在？",
        "顾况如何评价此诗？",
        "白居易模仿了哪些细节？"
      ]
    }
  },
  {
    "id": "94ae3e7e-eb5d-414c-bfd6-124f50687ce5",
    "title": "客夜与故人偶集",
    "author": "戴叔伦",
    "content": "天秋月又满 城阙夜千重 还作江南会 翻疑梦里逢 风枝惊暗鹊 露草覆寒蛩 羁旅长堪醉 相留畏晓钟",
    "story": {
      "meaning": "秋夜长安，满月如银盘悬空，城楼叠影千重。戴叔伦与江南故友意外重逢，酒肆灯火摇曳间，他恍惚以为身在梦中。夜风惊飞枝头乌鹊，露水打湿草间蟋蟀。诗人举杯痛饮，生怕晨钟响起，又要各奔东西——这八句诗，就是五个颤抖的酒杯碰在一起的声响。",
      "allusion": "诗中'翻疑梦里逢'暗用《庄子·齐物论》典故：庄周梦蝶，醒后不知是庄周梦蝶，还是蝶梦庄周。戴叔伦在长安酒肆见到江南旧识时，烛光里友人面容模糊，他忽然想起少年时在润州读《庄子》的情形。那时老师曾说：'人生聚散，不过大梦一场。'此刻他捏着酒杯苦笑，终于懂了这句话的重量。",
      "background": "公元780年秋夜，戴叔伦在长安任东阳令。那夜他本要去吏部递交文书，却在西市酒旗招展处，听见有人用吴语吟唱《采菱曲》。转身时，衣袖带翻了卖胡饼的摊子——油香弥漫中，他看见了五年前在润州共赏琼花的故人。月光把他们的影子钉在土墙上，像一幅仓促完成的离别图。",
      "additional_info": "有趣的是，戴叔伦晚年编诗集时，曾想把'风枝惊暗鹊'改为'风灯照夜鹊'。但当他推开窗，看见月光下惊飞的乌鹊撞落柿子树，最终保留了原句——这个细节被记录在其弟子撰写的《戴公诗话》残卷中。",
      "questions": [
        "庄周梦蝶寓意何在？",
        "唐代江南文人有何特征？",
        "西市胡饼用什么油？"
      ]
    }
  },
  {
    "id": "9da0cbe5-52d4-4efc-8be2-2f78f1a8f097",
    "title": "客至",
    "author": "杜甫",
    "content": "舍南舍北皆春水 但见群鸥日日来 花径不曾缘客扫 蓬门今始为君开 盘餐市远无兼味 樽酒家贫只旧醅 肯与邻翁相对饮 隔篱呼取尽余杯",
    "story": {
      "meaning": "春水环绕的草堂边，杜甫正望着日日来访的沙鸥发呆。忽然老友脚步声响起，他慌忙踢开满径落花，吱呀一声推开从未迎客的柴门。'快尝尝这腌菜！'诗人红着脸端出唯一的存酒，'虽比不上长安美酿…'忽又拍腿大笑：'隔壁老张头最懂这滋味！'隔着篱笆就喊人来共饮，三只粗陶杯碰得叮当响。",
      "allusion": "当年严武任成都尹时，总带着官酿美酒来找杜甫。某日又见诗人用浑浊的村醪待客，严武故意问：'此酒可比得'剑南烧春'？'杜甫拍着酒坛笑答：'君不见这酒中沉浮的，尽是陶渊明采菊时的南山月色！'后来严武派人每月送酒，成就'隔篱呼取'的佳话。",
      "background": "759年严冬，杜甫在浣花溪畔垒起茅屋。开春后水面涨到门前，他正愁无人说话，忽见旧友崔明府踏着泥泞而来。诗人连围裙都来不及解，光脚冲出厨房，打翻了晾晒的草药。看着好友站在满地狼藉中大笑，他忽然觉得：这陋室比朱门更暖。",
      "additional_info": "宋代黄庭坚曾在此处寻访杜甫旧居，发现村民仍用'旧醅'指代家酿。更妙的是，当地老翁至今保留着'隔篱呼酒'的习俗——竹篱上总挂着几个空酒杯，专等路人讨酒喝。",
      "questions": [
        "严武送的是什么酒？",
        "杜甫草堂临哪条溪？",
        "诗中群鸥象征什么？"
      ]
    }
  },
  {
    "id": "da157c27-d317-4205-9cdc-a254445659fc",
    "title": "落花",
    "author": "李商隐",
    "content": "高阁客竟去 小园花乱飞 参差连曲陌 迢遌送斜晖 肠断未忍扫 眼穿仍欲归 芳心向春尽 所得是沾衣",
    "story": {
      "meaning": "暮春时节，李商隐独坐小园高阁。突然，最后一位客人也起身告辞，空荡荡的楼阁只剩他一人凭栏。园中花瓣被风吹得漫天飞舞，有的飘过蜿蜒小径，有的追逐着斜阳余晖。他望着满地落红不忍清扫，望眼欲穿盼着春天归来，却只等到花瓣沾满衣襟。",
      "allusion": "相传李商隐年轻时曾与侍女柳枝相恋。某个春日，柳枝在花园折梅相赠：'公子看这梅花，开时绚烂，落时亦美。'后来柳枝被迫入宫，临别时花瓣落满她罗裙。多年后李商隐故地重游，见落花如雪，恍惚听见柳枝笑问：'公子可还记得当年梅花？'",
      "background": "公元838年，李商隐因卷入牛李党争被贬。春末某日，他独自在洛阳旧宅整理书稿，忽闻窗外喧哗——原来是新科进士们结伴踏青。看着他们鲜衣怒马远去，又见园中残花飘零，提笔写下此诗时，墨迹竟与滴落的泪痕交融。",
      "additional_info": "有趣的是，李商隐常用'沾衣'意象。在《无题》中写'相见时难别亦难，东风无力百花残'后，也有'蜡照半笼金翡翠，麝熏微度绣芙蓉'这样衣物沾染香气的描写，可见其对于'残留痕迹'的执着。",
      "questions": [
        "柳枝后来结局如何？",
        "诗中曲陌象征什么？",
        "为何偏爱'沾衣'意象？"
      ]
    }
  },
  {
    "id": "d7c6d072-6e84-482e-856a-5a4c21226a3c",
    "title": "乐游原",
    "author": "李商隐",
    "content": "向晚意不适，驱车登古原。 夕阳无限好，只是近黄昏。",
    "story": {
      "meaning": "暮色四合时，李商隐撩开车帘，望着长安城外起伏的乐游原。车辙碾过秦汉古道，他忽然让车夫停下。'您看！'书童指着天际——落日将云霞染成金红锦缎，整片原野都浸在蜜糖色的光晕里。诗人却轻叹：'这光华越是灿烂，越叫人想起...夜要来了。'",
      "allusion": "相传汉武帝曾在此建'乐游苑'，少年将军霍去病在此练兵。某个同样绚烂的黄昏，武帝指着原上旌旗问：'爱卿可能永驻此盛景？'霍去病抚剑而笑：'臣愿以血肉筑长城！'谁知次年他便如落日般陨落，空余原上青草年年绿。",
      "background": "这日李商隐刚被调离京城，马车里还散着未干的墨迹——那是他写给令狐绹却被退回的诗笺。车外牧童吹着《折杨柳》，他突然攥紧车帷：'转道乐游原！'登高时，夕阳正将他的影子拉得很长很长，像要把整个盛唐的余晖都收进袖中。",
      "additional_info": "有趣的是，宋代苏轼在《赤壁赋》写'哀吾生之须臾'时，案头正摊着这首《乐游原》。侍妾王朝云说：'先生倒像和李义山隔空对饮呢。'苏轼大笑掷笔：'可惜晚生八百年，不然定要与他醉倒在这黄昏里！'",
      "questions": [
        "霍去病如何英年早逝？",
        "乐游原在唐代有何特殊？",
        "苏轼如何化用此诗？"
      ]
    }
  },
  {
    "id": "f4301f96-e872-4eae-aa51-0d12328059d1",
    "title": "李端公",
    "author": "卢纶",
    "content": "故关衰草遍，离别自堪悲。 路出寒云外，人归暮雪时。 少孤为客早，多难识君迟。 掩泪空相向，风尘何处期。",
    "story": {
      "meaning": "寒冬腊月，卢纶站在衰草遍野的故关城头，望着李端公的马车渐行渐远。车轮碾过结霜的官道，车顶积雪簌簌掉落。'此去云州路远，当心寒云冻雪...'他攥紧友人临行塞来的手炉，忽见车帘掀起一角，李端公斑白的鬓发在风雪中格外刺目。",
      "allusion": "天宝年间，年轻的李端公因父亲早逝，独自背着行囊投奔远亲。途经洛阳时遇盗匪，被路过的卢纶所救。客栈油灯下，李端公擦拭着被割破的包袱：'早知世道艰难...'卢纶递过热酒打断道：'且看明日朝阳。'二十年后重逢，两人鬓角已染霜雪。",
      "background": "创作当日恰逢冬至，卢纶在值房听见驿马嘶鸣，突然扔下毛笔冲出门外。原来他认出那是李端公的坐骑'玉花骢'，却只见驿卒送来书信。握着信纸回到炭盆边，墨迹被滴落的泪水晕开，混着窗外飘进的雪粒，在宣纸上绽开朵朵灰梅。",
      "additional_info": "唐代驿站规定：五品以上官员可用青绸车帷。后世出土的唐代壁画证实，李端公的马车当时确实配有云纹青帷，与诗中'寒云'意象形成奇妙互文。",
      "questions": [
        "玉花骢有何特别？",
        "青绸车帷象征什么？",
        "驿站送信要多久？"
      ]
    }
  },
  {
    "id": "ac97d42b-8fef-42c9-829f-baafe89b4cdc",
    "title": "利州南渡",
    "author": "温庭筠",
    "content": "澹然空水对斜晖 曲岛苍茫接翠微 波上马嘶看櫂去 柳边人歇待船归 数丛沙草群鸥散 万顷江田一鹭飞 谁解乘舟寻范蠡 五湖烟水独忘机",
    "story": {
      "meaning": "夕阳西下时，温庭筠站在利州渡口，望着澹荡的江水映着斜阳。曲折的岛屿在暮色中若隐若现，与远山翠色相接。突然，一匹马在渡船上嘶鸣着远去，柳树下歇脚的行人正等待返航的船只。沙洲上的草丛惊起群鸥，万顷江田上唯见一只白鹭翱翔。此情此景让他想起范蠡功成身退、泛舟五湖的典故，不禁感叹：谁能像范蠡那样，忘却世俗机心，寄情山水呢？",
      "allusion": "春秋时期，越国大夫范蠡助勾践灭吴后，深知'狡兔死，走狗烹'的道理。他悄悄对好友文种说：'飞鸟尽，良弓藏。我们该走了。'文种不信，最终被赐死。范蠡则带着西施，乘一叶扁舟隐入太湖。传说他三次散尽家财又三次致富，被后人奉为商圣。这个典故成为文人向往超脱的象征。",
      "background": "唐宣宗大中年间，屡试不第的温庭筠漫游蜀地。这日黄昏，他风尘仆仆赶到利州渡口，靴上还沾着巴山的泥土。望着江上往来的船只，想起自己漂泊半生，突然听见马嘶声——原来是一队商旅正渡江。柳树下歇脚的老渔夫告诉他：'这渡口啊，每天要送走三百个追名逐利的人。'这句话像根刺扎进他心里，当晚就在驿站写下了这首诗。",
      "additional_info": "有趣的是，温庭筠后来真的尝试'寻范蠡'——他放弃科考，在扬州开了家酒肆。但这位'花间词祖'终究没能忘机，常与贵族子弟纵酒高歌，最终因得罪权贵潦倒而终。",
      "questions": [
        "范蠡为何要离开？",
        "西施最终结局如何？",
        "温庭筠为何考不中？"
      ]
    }
  },
  {
    "id": "15c6cbc9-753a-4f09-86bf-4fe2d8bb1fee",
    "title": "凉思",
    "author": "李商隐",
    "content": "客去波平槛，蝉休露满枝。 永怀当此节，倚立自移时。 北斗兼春远，南陵寓使迟。 天涯占梦数，疑误有新知。",
    "story": {
      "meaning": "秋夜庭院，送别友人的涟漪刚平，李商隐倚着栏杆发呆。露水悄悄爬上枝头，蝉鸣也歇了。他数着北斗星的位移，惊觉已独站三更。忽然想起：南陵的信使该到了吧？可驿站迟迟没有消息。诗人苦笑着摇头，莫非远方的妻子，正把梦见新欢的误会当真？",
      "allusion": "诗中暗用'占梦'典故。相传周宣王夜梦美女，醒后命画师绘像寻找。大臣召公谏言：'梦境虚幻，若执意寻人，恐伤无辜。'说着展开竹简，上面记载着商纣王因执着梦兆而亡国的旧事。宣王掷笔长叹，故事遂成君王纳谏的佳话。",
      "background": "839年秋夜，李商隐在泾原节度使幕府值宿。他刚为上司王茂元写完公文，墨迹未干就听见更鼓声。忽然想起：三天前托商队给洛阳妻子捎的家书，该有回音了？窗外寒露渐重，他摩挲着妻子绣的鸳鸯香囊，担心她误会自己与同僚女儿的诗词唱和。",
      "additional_info": "有趣的是，李商隐后来真的因诗获罪——岳父王茂元看到'疑误有新知'句，误以为女婿变心，差点悔婚。直到诗人呈上三百首悼亡诗，老丈人才转怒为喜。",
      "questions": [
        "周宣王梦见了什么",
        "召公如何劝谏",
        "香囊绣着什么图案"
      ]
    }
  },
  {
    "id": "0445f296-5816-4ab9-a617-7d8ed29088ea",
    "title": "凉州词二首 一",
    "author": "王翰",
    "content": "葡萄美酒夜光杯 欲饮琵琶马上催 醉卧沙场君莫笑 古来征战几人回",
    "story": {
      "meaning": "塞外军营的篝火旁，王翰捧着西域进贡的夜光杯，紫红的葡萄酒在月光下流转。突然琵琶声破空而来，伴着战马嘶鸣——是出征的号令！他仰头饮尽杯中酒，大笑着对同袍说：'若我醉倒沙场，诸位可别笑话。问问这戈壁的胡杨，千百年来有几个戍卒能活着回乡？'",
      "allusion": "唐玄宗时，西域进贡了一批夜光杯。某日军中宴饮，琵琶圣手康昆仑正弹奏《凉州曲》，突传突厥犯境。将军高仙芝摔杯而起，王翰却将残酒一饮而尽，在琵琶急弦中吟出此诗。康昆仑的琵琶弦竟应声而断，帐外战马齐嘶。",
      "background": "开元十五年深秋，王翰任驾部员外郎督运军粮至凉州。那夜他在营帐写家书时，忽闻帐外传来幽怨的羌笛声。推开帐门，看见老兵们正传饮一只夜光杯，月光在杯壁凝成泪滴形状。他转身疾书此诗，墨迹未干便被紧急军报打断——原来前线刚刚经历惨烈厮杀。",
      "additional_info": "明代有人仿制夜光杯，倒入酒后竟真能发光。后经考证，原是杯壁嵌有荧光粉，而唐代夜光杯实际是和田玉杯，因月光折射产生光晕。王翰原诗末句本作'征战几人回'，后觉不够悲怆，蘸着葡萄酒改成了'古来征战几人回'。",
      "questions": [
        "夜光杯真能发光吗？",
        "康昆仑为何弦断？",
        "高仙芝后来如何？"
      ]
    }
  },
  {
    "id": "526d4ecc-e123-4b9d-a213-958bb947593d",
    "title": "凉州词二首 一",
    "author": "王之涣",
    "content": "黄河远上白云间 一片孤城万仞山 羌笛何须怨杨柳 春光不度玉门关",
    "story": {
      "meaning": "狂风卷着黄沙掠过玉门关，戍边将士王校尉攥着羌笛望向远方。黄河如金带蜿蜒伸向白云尽头，孤城被刀削般的群山包围。'这破笛子吹什么《折杨柳》！'新兵李三踢着戈壁滩的碎石，'连春风都吹不到这鬼地方！'王校尉摩挲着笛身上妻子刻的柳枝纹，突然将羌笛横吹，苍凉曲调惊飞了城头的沙雀。",
      "allusion": "开元年间，王之涣与高适、王昌龄在旗亭赌唱。歌女最先唱了王昌龄的诗，又唱高适的诗。王之涣指着最漂亮的歌女打赌：'若她不唱我的诗，终身不与二位争胜。'当《凉州词》的旋律响起时，三人碰翻酒盏大笑。歌女鬓边的金步摇随着'春风不度'的唱词轻轻颤动。",
      "background": "王之涣在陇右从军时，目睹守关将士收到家书后的痛哭。某个寒食节，他看见老兵用胡杨枝插在城墙缝里假装柳树，突然抓起毛笔在军帐的牛皮纸上挥毫。写至'羌笛何须怨杨柳'时，帐外传来真实的羌笛声，诗人掷笔长叹，墨汁溅成玉门关外的星斗。",
      "additional_info": "明代有人将这首诗刻在折扇上进献皇帝，故意把'间'字漏写。皇帝质问时，他机智解释：'这是李白写的词啊！黄河远上，白云一片，孤城万仞山...'竟骗过了翰林院大学士。",
      "questions": [
        "旗亭赌唱具体位置",
        "折柳习俗始于何时",
        "玉门关现存遗迹"
      ]
    }
  },
  {
    "id": "a9d3bfca-8402-4946-ad02-53db1964a3b2",
    "title": "列女操",
    "author": "孟郊",
    "content": "梧桐相待老，鸳鸯会双死。 贞女贵徇夫，舍生亦如此。 波澜誓不起，妾心井中水。",
    "story": {
      "meaning": "深秋的梧桐树下，金黄的落叶铺满小径。一位素衣女子抚摸着树干低语：'梧桐相守到老，鸳鸯生死相随，我亦当如此。'她望着院中古井，水面平静无波：'我的心就像这井水，永远不起波澜。'远处传来喜乐声——今天是丈夫的忌日，也是她拒绝改嫁的第三年。",
      "allusion": "战国时期，齐国大夫杞梁战死，其妻孟姜在城下痛哭十日，城墙为之崩塌。她安葬丈夫后，面对齐王的求婚，平静地说：'妾心如止水。'随即投淄水而亡。临行前，她将丈夫的铠甲放入井中：'此井不波，如妾之志。'",
      "background": "孟郊在洛阳任县尉时，目睹邻居寡妇每日在井边纺织。某夜暴雨，他见那妇人冒雨用油布盖住井口。次日询问才知：'亡夫生前最怕雨水浊了井水。'诗人震撼提笔，窗外的梧桐叶正簌簌落在井台上。",
      "additional_info": "有趣的是，孟郊本人婚姻坎坷，四十岁才中进士，其《游子吟》与《列女操》形成奇妙对照——前者写母爱如水，后者写贞心似水。后世学者发现，诗中'井水'意象可能受当时洛阳宫廷'锁井防妃嫔投井'的传说影响。",
      "questions": [
        "孟姜女哭倒的是哪段长城？",
        "唐代寡妇为何多守井？",
        "梧桐在爱情诗中的象征？"
      ]
    }
  },
  {
    "id": "7f4cacb5-cde8-40de-9b14-e223879cc2f4",
    "title": "留别王侍御维",
    "author": "孟浩然",
    "content": "寂寂竟何待 朝朝空自归 欲寻芳草去 惜与故人违 当路谁相假 知音世所稀 秪应守索寞 还掩故园扉",
    "story": {
      "meaning": "长安城的暮色中，孟浩然踩着落叶独行，衣袂沾满秋霜。他对着王维宅邸的朱门苦笑：'日日叩门无人应，不如归去寻芳草。'可转身时又抚着门前柳树低语：'只是舍不得你这知音人啊！'抬头望见宫墙巍峨，他忽然大笑：'这仕途险径，不如回乡守着我的破篱笆！'",
      "allusion": "相传孟浩然在太学赋诗时，一句'微云淡河汉'让王维惊为天人，连夜带着酒翻墙拜访。月光下，王维抓着孟浩然的手说：'兄台此句，当悬于太白楼头！'后来每次孟浩然应试落第，王维都让家仆在门口挂盏青灯——灯亮代表可借宿，灯灭则是避嫌时。这夜，灯笼始终未亮。",
      "background": "开元二十年的深秋，孟浩然第七次科举落榜。他蹲在朱雀大街的馄饨摊边，看着热雾中模糊的皇城轮廓。卖馄饨的老汉嘟囔：'孟举人，您那王朋友如今当上右拾遗啦。'孟浩然突然把铜钱拍在案上：'给我盛碗胡椒多多的！'热汤入喉时，眼泪混着辛辣味砸进碗里。",
      "additional_info": "有趣的是，王维后来在辋川别墅特意种满孟浩然最爱的辛夷花。每当花开，他就对着空座举杯：'浩然兄，你爱的花又开了。'仆人常见他醉卧花下，怀里紧抱着一卷《孟襄阳集》。",
      "questions": [
        "青灯暗号有几重含义？",
        "辛夷花象征什么？",
        "馄饨摊对话的深意？"
      ]
    }
  },
  {
    "id": "fde30eaa-9b2c-47ce-ba49-c1356353ac9a",
    "title": "陇西行四首 二",
    "author": "陈陶",
    "content": "誓扫匈奴不顾身 五千貂锦丧胡尘 可怜无定河边骨 犹是春闺梦里人",
    "story": {
      "meaning": "大雪纷飞的边关，将军李广利正擦拭着染血的长剑。'明日决战，誓死报国！'他对着五千精锐铁骑高喊。次日黄昏，无定河畔堆满覆着貂裘的尸骨，而千里外长安城的绣楼上，少妇正对着铜镜簪花：'夫君该凯旋了吧？'她不知道簪子坠地时，镜中笑靥映照的已是河边白骨。",
      "allusion": "汉武帝时期，李陵率五千荆楚勇士出塞。匈奴单于冷笑：'汉儿也敢犯境？'连战八日，箭尽粮绝。军帐中，李陵摔碎酒碗：'宁可战死，不辱汉节！'最终全军覆没。史官司马迁含泪记录时，窗外正传来《采薇》的童谣声。",
      "background": "陈陶在安史之乱后的残破长安，看见老妇在烧纸钱。纸灰飘到他的诗稿上，他突然想起前线传来的战报——那里面有个熟悉的名字。颤抖的毛笔突然折断，墨汁在'春闺'二字上晕开，像极了女子哭花的胭脂。",
      "additional_info": "明代有人将此诗画成连环画，其中'春闺梦里人'被描绘成镜中骷髅，吓得画师连夜修改。有趣的是，修改后的版本让镜子映出鸳鸯枕，反而更显凄楚。",
      "questions": [
        "李陵最后为何投降？",
        "无定河名字由来？",
        "唐代春闺有何习俗？"
      ]
    }
  },
  {
    "id": "4e491c2f-c3c8-487f-8e76-63bd0a811b30",
    "title": "庐山谣寄卢侍御虚舟",
    "author": "李白",
    "content": "我本楚狂人，凤歌笑孔丘。 手持绿玉杖，朝别黄鹤楼。 五岳寻仙不辞远，一生好入名山游。 庐山秀出南斗傍，屏风九叠云锦张。 影落明湖青黛光，金阙前开二峰长。 银河倒挂三石梁，香炉瀑布遥相望。 翠影红霞映朝日，鸟飞不到吴天长。 登高壮观天地间，大江茫茫去不还。 黄云万里动风色，白波九道流雪山。 好为庐山谣，兴因庐山发。 闲窥石镜清我心，谢公行处苍苔没。 早服还丹无世情，琴心三叠道初成。 遥见仙人彩云里，手把芙蓉朝玉京。 先期汗漫九垓上，愿接卢敖游太清。",
    "story": {
      "meaning": "李白醉醺醺地挥舞着绿玉杖，在黄鹤楼前对送行的友人喊道：'我楚狂人连孔夫子都敢笑，今日要去庐山寻仙啦！'他踏着晨露登山，看见九叠屏风般的云霞铺展，瀑布如银河倒悬。站在峰顶时，大江在脚下奔流，他突然拍着岩石唱起歌来：'这美景让我心都飞起来啦，真想拉着卢侍御一起乘彩云去见神仙！'",
      "allusion": "诗中'楚狂人'典出《论语》。楚国狂人接舆曾唱着'凤兮凤兮'从孔子车前经过，嘲笑他周游列国。李白在此自比接舆，还得意地对书童说：'你看，我比孔夫子潇洒多了，他忙着传道，我却能追着彩云跑！'说着把酒葫芦抛向瀑布，溅起的水珠在阳光下化作七彩虹霓。",
      "background": "被赦免流放后的李白，在庐山脚下的小酒馆痛饮三日。某个黎明，他忽然踢翻酒坛，抓起竹杖就往外冲。店家追出来时，只听他大笑着吟诵：'金阙峰在叫我呢！'山路上，他时而俯身抚摸青苔覆盖的谢灵运旧迹，时而对着石镜整理散乱的发髻，最后在香炉峰顶望着云海手舞足蹈。",
      "additional_info": "传说李白在庐山遇到一位采药老翁，老翁笑他：'诗人总想找神仙，却不知喝够美酒时，自己就是神仙。'后来这句成了'李白斗酒诗百篇，长安市上酒家眠'的由来。当地樵夫说，至今雨后还能听见山涧里传来'凤歌笑孔丘'的回声。",
      "questions": [
        "接舆为何嘲笑孔子？",
        "谢灵运与庐山关系？",
        "绿玉杖有何特殊？"
      ]
    }
  },
  {
    "id": "d129dc0f-cec9-4073-bb89-cb9312564d9d",
    "title": "轮台歌奉送封大夫出师西征",
    "author": "岑参",
    "content": "轮台城头夜吹角，轮台城北旄头落。 羽书昨夜过渠黎，单于已在金山西。 戍楼西望烟尘黑，汉兵屯在轮台北。 上将拥旄西出征，平明吹笛大军行。 四边伐鼓雪海涌，三军大呼阴山动。 虏塞兵气连云屯，战场白骨缠草根。 剑河风急雪片阔，沙口石冻马蹄脱。 亚相勤王甘苦辛，誓将报主静边尘。 古来青史谁不见，今见功名胜古人。",
    "story": {
      "meaning": "寒夜中，轮台城头的号角声刺破黑暗，守城士兵突然发现象征胡人命运的旄头星陨落。传令兵疾驰入城，带来紧急军情：'单于大军已越过金山！'黎明时分，封常清将军手持旌旗，在风雪中率军出征。战鼓声震得雪海翻腾，三军呐喊令阴山颤动。诗人仿佛看见剑河畔的朔风卷起门板大的雪片，沙口的冻石让战马铁蹄迸裂。",
      "allusion": "诗中'旄头落'暗用汉代典故：卫青北伐时，占星官发现象征胡人的旄头星光黯淡。武帝大帐中，老将军李广抚须笑道：'此星陨落，匈奴气数尽矣！'当夜果然流星划过北方。三日后前线捷报至，匈奴主力溃退三百里。这个细节被岑参巧妙化用，烘托唐军必胜之势。",
      "background": "天宝十三载冬，岑参在封常清幕府任判官。某夜他值宿时，忽见将军帐中灯火通明。掀帘进去，只见封常清正用冻僵的手指摩挲地图，炭盆映红了他眉间的雪霜：'岑判官，且为将士们写首壮行诗吧。'窗外传来战马嘶鸣，诗人抓起毛笔，墨汁在砚台里结出冰碴。",
      "additional_info": "诗中'雪片阔'的描写源自岑参真实见闻。后来他在给杜甫的信中写道：'西域雪片大如席，马鬃上结的冰棱能当匕首使。'杜甫回信调侃：'君诗豪迈，读之令吾老妻误以为真要备裘衣赴边关矣！'",
      "questions": [
        "旄头星象征什么？",
        "剑河具体指哪里？",
        "亚相指哪位将领？"
      ]
    }
  },
  {
    "id": "4925c861-b0f8-4b2f-923e-9cba2df1323e",
    "title": "洛阳女儿行",
    "author": "王维",
    "content": "洛阳女儿对门居，才可容颜十五余。 良人玉勒乘骢马，侍女金盘鲙鲤鱼。 画阁朱楼尽相望，红桃绿柳垂檐向。 罗帏送上七香车，宝扇迎归九华帐。 狂夫富贵在青春，意气骄奢剧季伦。 自怜碧玉亲教舞，不惜珊瑚持与人。 春窗曙灭九微火，九微片片飞花璅。 戏罢曾无理曲时，妆成秪是熏香坐。 城中相识尽繁华，日夜经过赵李家。 谁怜越女颜如玉，贫贱江头自浣纱。",
    "story": {
      "meaning": "春日的洛阳城，十五岁的贵族少女正对镜梳妆。窗外传来玉勒骢马的叮当声，那是她新婚的夫婿打猎归来。侍女们捧着金盘鲤鱼穿梭于画阁朱楼间，七香车上的罗帏被春风掀起一角，露出她缀满珍珠的绣鞋。而此刻，越溪边的浣纱女正赤足站在冰冷的江水中，她同样美丽的容颜倒映在涟漪里，却被路过的马蹄踏碎。",
      "allusion": "诗中'剧季伦'暗指西晋首富石崇（字季伦）。史载他曾与国舅王恺斗富：王恺用紫丝布作四十里步障，石崇便以锦缎作五十里；王恺拿出皇帝赐的二尺珊瑚，石崇直接用铁如意击碎，命人抬出六七株三四尺高的珊瑚偿还。这场奢靡的较量，最终成为王维笔下讽刺骄奢的鲜活注脚。",
      "background": "开元八年的长安，年轻的王维在酒肆听闻洛阳权贵的轶事。邻座商人正炫耀着某位将军为爱妾一掷千金的故事，铜钱在案几上叮当作响。诗人望着窗外寒风中瑟缩的卖炭翁，突然将酒杯重重一放，墨汁飞溅在诗笺上——那些朱楼里的灯火，终究照不到越女的浣纱石。",
      "additional_info": "有趣的是，王维晚年隐居辋川时，曾将这首诗与《西施咏》并置。弟子问其故，他抚琴答道：'当年写洛阳女儿用的是胭脂色，如今描越溪女，反倒要蘸着月光了。'",
      "questions": [
        "石崇最终因何获罪？",
        "七香车究竟多奢华？",
        "越女原型是谁？"
      ]
    }
  },
  {
    "id": "200fe9fa-0221-4123-86de-4d63ce9d3daf",
    "title": "旅宿",
    "author": "杜牧",
    "content": "旅馆无良伴，凝情自悄然。 寒灯思旧事，断雁警愁眠。 远梦归侵晓，家书到隔年。 湘江好烟月，门系钓鱼船。",
    "story": {
      "meaning": "冬夜，杜牧独宿湘江畔的客栈。油灯在寒风中摇曳，他摩挲着家书泛黄的纸页——这封去年寄出的信，此刻才辗转到他手中。忽然，孤雁的哀鸣划破夜空，惊醒了浅眠的诗人。恍惚间，他梦见自己乘着晨雾归家，却见门前系着陌生人的渔船。原来思念太深，竟把异乡的烟月错认作家乡风景。",
      "allusion": "诗中'断雁'典出《列子·汤问》：伯牙鼓琴时，孤雁闻声坠地。这夜杜牧独坐窗前，忽听雁鸣凄厉，不禁对灯喃喃：'当年伯牙琴声能引雁驻足，如今我的愁思，可能借你传回故乡？'雁影掠过窗棂，将灯焰惊得忽明忽暗。",
      "background": "公元839年深秋，杜牧赴任途中夜宿湘江。驿站破旧的木窗漏风，他裹紧官袍，看着砚台里凝结的薄冰。突然隔壁传来商旅的谈笑声，他苦笑着蘸墨写道：'都说湘江烟月好，可没有知己同赏...'笔尖一顿，墨汁在'独'字上晕开成愁。",
      "additional_info": "有趣的是，宋代苏轼在黄州时曾仿此诗作'孤灯照客眠'，却把'钓鱼船'改成了'卖鱼船'。后人笑评：'杜牧的愁是文人雅愁，东坡的愁倒透着鱼腥味'。",
      "questions": [
        "断雁典故最早出处？",
        "杜牧为何途经湘江？",
        "苏轼如何化用此诗？"
      ]
    }
  },
  {
    "id": "f96506ea-e8ac-47e0-a0a6-ccd306e56645",
    "title": "旅夜书怀",
    "author": "杜甫",
    "content": "细草微风岸，危樯独夜舟。 星垂平野阔，月涌大江流。 名岂文章著，官因老病休。 飘飘何所似，天地一沙鸥。",
    "story": {
      "meaning": "月光如水的夜晚，杜甫蜷缩在摇晃的孤舟中。江风拂过细草沙沙作响，他望着桅杆在夜色中投下孤独的影子。突然平野尽头星河垂落，月光在江面碎成千万银鳞。他摸着花白胡须苦笑：'世人称道我的诗名，可谁看见这漂泊的老病之身？'一只沙鸥掠过水面，诗人忽然湿了眼眶——原来自己就是天地间那片无处落脚的羽毛。",
      "allusion": "沙鸥典故源自《列子》：海边少年每日与沙鸥嬉戏，鸟儿停满肩头。父亲嘱咐他捉几只回来，次日沙鸥却只在空中盘旋。杜甫化用此典时，老船夫突然开口：'先生看那白鸥多自在！'诗人怔怔答道：'不如说它无处可依。'船尾的渔火在对话间明明灭灭。",
      "background": "765年严武病逝，杜甫失去蜀中依靠。离成都那夜，他抱着药罐登舟，听见岸上有人吟诵他的诗篇。'这些虚名何用？'他咳嗽着摊开泛黄官牒，'老病休官'四字被月光照得刺眼。突然大江掀起银浪，将他五十载人生悲欢都晃碎在波光里。",
      "additional_info": "宋代画院曾以'星垂平野阔'命题作画，夺魁者别出心裁：不画星辰而用渔翁仰视的视角，让星河倒映在他蓑衣的雨滴中。这正暗合杜甫'以微观显宏阔'的笔法。",
      "questions": [
        "沙鸥象征什么？",
        "列子典故有何深意？",
        "为何选择夜舟场景？"
      ]
    }
  },
  {
    "id": "7e75853a-bf7a-4d8d-b3e9-0537f4ed913a",
    "title": "马嵬坡",
    "author": "郑畋",
    "content": "玄宗回马杨妃死 云雨虽亡日月新 终是圣明天子事 景阳宫井又何人",
    "story": {
      "meaning": "天宝十五载的马嵬驿，雨丝裹着龙武军的刀光。玄宗颤抖着将白绫递给高力士时，玉环的金钗正坠入尘土。诗人望着新帝登基的朝阳，却想起百年前景阳宫井中，陈后主与张丽华被隋军捞起的狼狈——原来天子圣明，终究要用红颜白骨来证明。",
      "allusion": "公元589年，隋军攻破建康城。宫人惊呼『敌军入宫』时，陈叔宝正与宠妃张丽华在结绮阁饮酒。『陛下快走！』太监扯着嗓子喊。陈后主慌不择路，竟带着张丽华、孔贵嫔躲进景阳殿枯井。『嘘——』他捂住妃子的嘴，直到井口垂下绳索。当隋兵拉上来时，发现三人衣裳缠着胭脂盒，张丽华的发髻还勾着半片金步摇。",
      "background": "郑畋在凤翔节度使任上写下此诗时，窗外正飘着乾符五年的雪。他刚处理完黄巢叛军的军报，墨汁冻在砚台里。『云雨虽亡日月新...』笔锋突然一顿——当年他任中书舍人时，曾在骊山行宫旧址捡到过半片鎏金梳背，上面缠着早已风化的石榴裙带。",
      "additional_info": "晚唐诗人罗隐曾调侃此诗：『郑畋倒是会说漂亮话，若让他当年在马嵬坡当值，怕是要学陈玄礼先斩后奏。』有趣的是，郑畋孙女后来真的嫁给了一位杨姓官员，婚礼上老仆不小心打碎了杨妃题材的玉雕，吓得当场背诵起这首诗。",
      "questions": [
        "景阳井现存何处？",
        "张丽华结局如何？",
        "马嵬坡具体在哪？"
      ]
    }
  },
  {
    "id": "5ccd5188-0e5d-450e-8ec5-d6e661fac4f7",
    "title": "没蕃故人",
    "author": "张籍",
    "content": "前年伐月支 城上没全师 蕃汉断消息 死生长别离 无人收废帐 归马识残旗 欲祭疑君在 天涯哭此时",
    "story": {
      "meaning": "大雪纷飞的边关城头，老将军颤抖着抚摸残破的军旗。'前年出征月支国时，整支军队就像被沙漠吞噬...'他望着空荡荡的营帐，战马正低头嗅着染血的缰绳。突然举起祭酒又放下——万一王校尉还活着呢？朔风卷着呜咽声飘向远方。",
      "allusion": "天宝年间，王校尉率军戍边。出征前夜，他与张籍在长安酒肆痛饮：'此番必破月支！'王校尉将家传玉佩塞给挚友。两年后，前线传来噩耗。张籍攥着玉佩冲上城楼，却只看见血色的残阳，像极了当年离别时的酒渍。",
      "background": "张籍在书房来回踱步，烛火将他的影子投在《阵亡名录》上。忽然窗外战马嘶鸣，他恍惚看见浑身是血的王校尉站在月光里。惊醒后，发现是风卷着枯叶拍打窗棂。他颤抖着蘸墨，泪水晕开了'死生长别离'五个字。",
      "additional_info": "有趣的是，敦煌残卷显示此诗另有版本作'归马啸残旗'。有学者推测，可能是战马对着主人阵亡处哀鸣的细节太过悲怆，后世抄录者不忍而改。",
      "questions": [
        "月支国是现在哪里？",
        "唐代军旗有何讲究？",
        "为何用废帐不用空帐？"
      ]
    }
  },
  {
    "id": "0710a746-8660-4bc1-b073-8ce51ac9f4d9",
    "title": "梦李白二首 二",
    "author": "杜甫",
    "content": "浮云终日行，游子久不至。 三夜频梦君，情亲见君意。 告归常局促，苦道来不易。 江湖多风波，舟楫恐失坠。 出门搔白首，若负平生志。 冠盖满京华，斯人独憔悴。 孰云网恢恢，将老身反累。 千秋万岁名，寂莫身后事。",
    "story": {
      "meaning": "长安秋夜，杜甫在油灯下辗转难眠。他望着窗外的浮云，想起流放夜郎的李白已多年未见。连续三夜的梦境里，李白总是匆匆告别：'江湖风波险恶，我这把老骨头怕要葬身鱼腹了！'梦中老友搔着白发叹息，与长安城达官显贵的车马形成刺眼对比。杜甫惊醒后含泪写下：'就算你赢得千秋美名，可这身后的寂寞，又有谁知？'",
      "allusion": "天宝三载，李白杜甫在洛阳初遇。酒肆里，44岁的李白拍着33岁杜甫的肩膀大笑：'杜二小友，且看我这《将进酒》！'两人同游梁宋，醉卧松林。安史之乱后，李白因永王案流放夜郎。传说行至白帝城时，两岸猿声凄厉，船夫突然高喊：'赦令到！'原来新帝登基大赦天下。这个戏剧性转折，成为后世'朝辞白帝彩云间'的由来。",
      "background": "759年深秋，杜甫在秦州（今天水）简陋的草堂里咳血。战乱中他听闻李白遇赦，却始终收不到来信。某个寒露凝重的凌晨，他梦见李白乘着小舟在险滩挣扎，醒来时发现枕头已被泪水浸湿。窗外传来更夫沙哑的梆子声，他颤抖着研墨，把对挚友的牵挂与对命运的不解都倾注在诗行间。",
      "additional_info": "有趣的是，现存杜甫写给李白的诗有15首，而李白回赠仅存4首。宋代文豪苏轼为此调侃：'李白这厮，怕是醉得把回信都写成《清平调》献给杨贵妃了！'现代学者发现，李白的《沙丘城下寄杜甫》可能正是对'三夜频梦君'的回应。",
      "questions": [
        "李白如何获赦？",
        "杜甫还写过哪些赠李白诗？",
        "李白回赠诗有哪些？"
      ]
    }
  },
  {
    "id": "c9362aba-fb50-481b-a4cd-08ddd65cdd2a",
    "title": "梦李白二首 一",
    "author": "杜甫",
    "content": "死别已吞声，生别常恻恻。 江南瘴疠地，逐客无消息。 故人入我梦，明我长相忆。 恐非平生魂，路远不可测。 魂来枫叶青，魂返关塞黑。 君今在罗网，何以有羽翼。 落月满屋梁，犹疑照颜色。 水深波浪阔，无使蛟龙得。",
    "story": {
      "meaning": "油灯摇曳的夔州秋夜，杜甫猛然从梦中惊醒，枕边还残留着泪痕。梦中李白披着青色枫叶而来，却在关塞的黑暗中消散。他颤抖着抚摸冰凉的屋梁月光，仿佛还能触到老友消瘦的面容。'白兄啊，你身陷囹圄如何飞越千山？'望着窗外翻涌的长江，他生怕蛟龙会伤害那缕漂泊的孤魂。",
      "allusion": "天宝十五载，李白因永王案流放夜郎。途经白帝城时，忽闻赦书顺流而下。老船夫看见这位谪仙人突然仰天大笑，将诏书抛向江心：'朝廷不要我这支笔，我便做天地间的快活囚徒！'他赤脚踏上甲板，任酒葫芦在腰间晃荡，吟出'朝辞白帝彩云间'的千古绝唱。",
      "background": "乾元二年的夔州，瘴气弥漫的雨季。杜甫蜷缩在漏雨的茅屋里，捧着三天前收到的噩耗：李白流放途中生死未卜。夜雨敲打芭蕉时，他忽然看见竹帘无风自动，那个总爱穿白衣的身影正对他举杯。惊醒时，发现自己的手还保持着接酒杯的姿势。",
      "additional_info": "有趣的是，当杜甫在长江头写下'水深波浪阔'时，李白正在长江尾的当涂县醉酒捉月。这对诗坛双星就像参商二宿，终生未能再见，却在诗中完成了最动人的隔空对话。",
      "questions": [
        "李白为何被流放？",
        "杜甫梦中见李白几次？",
        "捉月传说可信吗？"
      ]
    }
  },
  {
    "id": "16ddf43c-ac3a-47bc-95a5-36a49bceb30b",
    "title": "贫女",
    "author": "秦韬玉",
    "content": "蓬门未识绮罗香，拟托良媒益自伤。 谁爱风流高格调，共怜时世俭梳妆。 敢将十指夸偏巧，不把双眉鬬画长。 苦恨年年压金线，为他人作嫁衣裳。",
    "story": {
      "meaning": "暮春时节，长安西郊的茅屋里，贫家女阿菱正对着铜镜发愁。她摸着粗布衣袖对好友小翠叹道：‘我连绸缎都没摸过，怎敢妄想嫁入豪门？’窗外传来迎亲乐声，她咬着唇继续绣嫁衣上的金凤，针尖刺破手指也浑然不觉——这已是今年第七件为他人缝制的嫁衣。",
      "allusion": "唐末宰相郑畋之女郑举举，才貌双全却因家道中落迟迟未嫁。某日她在曲江宴上即兴作诗：‘自恨罗衣掩诗句，举头空羡榜中名’，满座文人皆惊。诗人温庭筠当场提亲，她却摇头：‘宁为寒门妻，不作贵家妾’，后来果真嫁给布衣书生，传为佳话。",
      "background": "秦韬玉在长安任小吏时，目睹权贵嫁女奢靡无度。某个雨夜，他路过贫女聚居的敦义坊，听见阁楼传来压抑的哭声。透过窗缝，看见烛光下少女边哭边绣着缀满珍珠的嫁衣，而她自己却穿着打补丁的襦裙。归家后挥笔写下此诗，墨迹未干便狠狠掷笔于地。",
      "additional_info": "明代才女冯小青读此诗后，在诗笺旁画了幅《绣娘垂泪图》，竟把‘压金线’三字用金粉勾勒。这幅诗画合璧的作品后来被收入宫廷，据说崇祯皇帝看后当即削减了公主的嫁妆预算。",
      "questions": [
        "郑举举为何拒婚？",
        "诗中金线象征什么？",
        "冯小青如何改诗？"
      ]
    }
  },
  {
    "id": "ea3f91f0-487e-4df7-826a-3692ef82e64d",
    "title": "遣悲怀三首 二",
    "author": "元稹",
    "content": "昔日戏言身后意 今朝皆到眼前来 衣裳已施行看尽 针线犹存未忍开 尚想旧情怜婢仆 也曾因梦送钱财 诚知此恨人人有 贫贱夫妻百事哀",
    "story": {
      "meaning": "烛影摇红的深夜里，元稹颤抖着手指抚过亡妻韦丛的旧衣箱。'娘子当年笑说要把衣裳分给丫鬟们，如今...'他喉头哽咽，突然摸到箱底未完工的绣绷——那是韦丛病中还在为他缝的夏衫。窗外更鼓惊醒了恍惚，他想起白日还按梦中所示给仆人发了赏钱。铜钱落盘的脆响里，他突然明白：寻常夫妻的生离死别，在贫贱时更显剜心。",
      "allusion": "贞元十九年冬，韦丛咳血仍坚持为元稹缝衣。'夫君手炉凉了！'她突然扔开针线去捂他冻红的手指。元稹急得跺脚：'该捂手的是你！'却见妻子狡黠一笑：'我若走了，这些衣裳够你穿十年。'当时戏言成谶，七年后元稹在整理遗物时，发现那件未完成的薄衫袖口，还留着发黄的咳血痕迹。",
      "background": "元和四年秋雨连绵，元稹独坐洛阳官舍。案头奏折被泪水晕开墨迹，他索性掷笔望向屋檐成串的雨珠。恍惚间听见韦丛在笑：'夫君又偷懒？'转身却只看到雨幕中飘落的梧桐叶。忽然仆役来报发现夫人遗物，他冲进库房时，沾尘的绣花针正映着闪电，照亮记忆中妻子熬夜补衣时睫毛投下的阴影。",
      "additional_info": "宋代苏轼曾在此诗旁批注'泪透纸背'，据说他抄录时竟哭湿了三张宣纸。明代竟有书商将元稹悼亡诗与韦丛遗物清单合刊，附上虚构的'元韦情书'二十通，一时洛阳纸贵。",
      "questions": [
        "韦丛为何坚持缝衣？",
        "诗中婢仆有何深意？",
        "血痕意象象征什么？"
      ]
    }
  },
  {
    "id": "82f57261-b608-4ee9-8d88-7fde20c49a7a",
    "title": "遣悲怀三首 三",
    "author": "元稹",
    "content": "闲坐悲君亦自悲 百年都是几多时 邓攸无子寻知命 潘岳悼亡犹费词 同穴窅冥何所望 他生缘会更难期 唯将终夜长开眼 报荅平生未展眉",
    "story": {
      "meaning": "烛影摇红的深夜，元稹独坐空庭，指尖摩挲着亡妻韦丛的旧簪。'闲坐悲君亦自悲'——他忽然轻笑出声，笑声惊飞了檐下栖雀。百年光阴不过弹指，当年那个为他挑灯补衣的少女，如今坟前青草已没膝。他想起邓攸弃子保侄的决绝，潘岳悼亡时墨染素绢的癫狂，忽然将酒壶砸向阶前：'同穴？来世？不过自欺罢了！'唯有彻夜睁着血丝密布的眼，才能偿还她生前因清贫而紧锁的眉头。",
      "allusion": "【邓攸弃子】永嘉之乱中，邓攸带着妻儿与侄子逃难。当追兵逼近时，他含泪将亲生儿子绑在树上：'兄早亡，唯此一脉。'其妻咬破他的手腕哭喊：'宁可同死！'最终他们带着侄儿继续南奔。【潘岳悼亡】美男子潘岳在妻子病逝后，每日用青蝇血调墨写悼诗。某日暴雨冲花墨迹，他竟赤足追着流水哭喊：'回来！那是我写给蕙君的字！'直到昏倒在泥泞中，手中还紧攥着浸烂的纸笺。",
      "background": "元和四年冬夜，时任监察御史的元稹在江陵官舍发病。高烧中他看见韦丛穿着出嫁时的绿裙，正在修补他破洞的官服。'别补了...'他想抓住妻子的手，却扑倒在冰冷的地砖上。惊醒时发现自己在撕扯床帐，墨汁打翻在刚写好的《遣悲怀》上——就像当年韦丛熬着肺病为他抄诗稿时，咳出的鲜血染红了宣纸。",
      "additional_info": "鲜为人知的是，韦丛临终前曾烧毁所有诗稿。侍女看见她用火钳拨着灰烬喃喃：'这些哀艳之词，不该绊住他的前程。'而元稹直到看见妻子梳妆匣底层藏着的炭条习字稿，才发现这个刺史千金，竟为读懂他的诗偷偷学字十年。",
      "questions": [
        "邓攸后来有子嗣吗？",
        "潘岳最终如何离世？",
        "韦丛烧了多少诗稿？"
      ]
    }
  },
  {
    "id": "8b57e03d-6d1f-4a4a-ba34-1f58e2551ca1",
    "title": "遣悲怀三首 一",
    "author": "元稹",
    "content": "谢公最小偏怜女 嫁与黔娄百事乖 顾我无衣搜画箧 泥他沽酒拔金钗 野蔬充膳甘长藿 落叶添薪仰古槐 今日俸钱过十万 与君营奠复营斋",
    "story": {
      "meaning": "冬夜烛光下，元稹颤抖着抚摸亡妻韦丛的旧衣。'当年你翻遍画箱为我找冬衣，拔下金钗换酒钱...'他哽咽着对虚空诉说。画面闪回贫困岁月：韦丛笑着用野菜充饥，踮脚折槐枝添柴火。如今他俸禄丰厚，却只能对着灵牌摆放祭品。",
      "allusion": "谢安最疼爱小侄女谢道韫，常摸着她的头说'我家阿韫咏絮才高'。而黔娄是战国著名隐士，死时席子都盖不全身体。元稹用这两个典故对比：韦丛本是宰相之女，却嫁给他这个'穷黔娄'，在漏雨的屋檐下为他操持生计。",
      "background": "元和四年冬夜，元稹独坐书房。窗外北风呼啸，他突然看见墙角韦丛生前常坐的藤椅微微晃动，仿佛伊人犹在。'阿韦...'他猛地站起碰翻砚台，墨汁晕开在刚领的俸禄单上——十万钱，够买当年她舍不得吃的羊肉了。这个念头让他崩溃大哭，抓起毛笔在泪迹斑斑的纸上疯狂写诗。",
      "additional_info": "鲜为人知的是，韦丛陪元稹吃苦时，曾偷偷当掉嫁妆里的玉镯给他买书。后来元稹在《六年春遣怀》中写道'玉梳钿盒尘封尽'，暗指此事。唐代文人聚会时常拿这事打趣他'惧内'，他却认真说：'若得阿韦复生，愿日日被管束。'",
      "questions": [
        "谢道韫如何咏雪？",
        "黔娄为何如此贫穷？",
        "韦丛还典当过什么？"
      ]
    }
  },
  {
    "id": "92ae04dc-89af-45d6-9e31-204a01df801d",
    "title": "遣怀",
    "author": "杜牧",
    "content": "落魄江南载酒行 楚腰肠断掌中轻 十年一觉扬州梦 赢得青楼薄幸名",
    "story": {
      "meaning": "深秋的扬州酒肆里，杜牧醉眼朦胧地看着舞姬旋转的裙摆。'楚腰纤细掌中轻'——他想起当年在宴席上，丞相李愿让舞女在掌心起舞的荒唐事。十年扬州岁月如大梦一场，醒来时只落得青楼女子们嗔怪'杜郎薄幸'的叹息。酒壶空了，诗人自嘲地抹去嘴角酒渍，在墙上题下这首《遣怀》。",
      "allusion": "唐德宗时，丞相李愿宴请宾客，命家妓表演掌上舞。舞女纤腰盈盈一握，竟真能在宾客手掌间翩跹。杜牧赴宴时，见那舞女泪光盈盈却强颜欢笑，当场赋诗'楚腰纤细掌中轻'。后来才知此女原是小官吏之女，因父亲获罪被没入乐籍。",
      "background": "838年深秋，杜牧调离扬州前夕。他在醉仙楼独饮，忽听隔壁歌女唱起旧作。'这不是杜书记的诗么？'歌女们议论着'那位总写诗赠我们的杜郎，升官后就把姐妹们都忘啦'。杜牧握笔的手微微发抖，十年间与歌姬们饮酒赋诗的往事涌上心头。",
      "additional_info": "杜牧在扬州任掌书记时，每晚都去青楼饮酒。上司牛僧孺暗中派兵卒保护，离任时交给他一箱子兵卒的跟踪报告。杜牧羞愧难当，此事成为他后来忏悔'十年一觉扬州梦'的导火索。",
      "questions": [
        "掌上舞真能实现吗？",
        "牛僧孺为何跟踪杜牧？",
        "唐代乐籍制度多残酷？"
      ]
    }
  },
  {
    "id": "7d906794-b4d1-4922-9c59-eee5b19602ad",
    "title": "琴歌",
    "author": "李颀",
    "content": "主人有酒欢今夕，请奏鸣琴广陵客。 月照城头乌半飞，霜凄万树风入衣。 铜𬬻华烛烛增辉，初弹渌水后楚妃。 一声已动物皆静，四座无言星欲稀。 清淮奉使千余里，敢告云山从此始。",
    "story": {
      "meaning": "深秋月夜，长安城某座宅院里，主人正举办一场私密的琴酒之会。烛光摇曳中，广陵来的琴师指尖拨动琴弦，《渌水》的清冽与《楚妃》的哀婉相继流淌。琴声乍起时，连屋檐下的乌鸦都停止了扑翅，满座宾客屏息凝神，直到天边星辰渐稀。即将远赴淮河公干的诗人听着琴音，忽然意识到：这缕琴韵，正是自己告别云山故土的开始。",
      "allusion": "诗中暗藏'广陵散'的典故。魏晋时期，嵇康临刑前索琴弹奏此曲，叹道：'《广陵散》于今绝矣！'千年后，李颀诗中的广陵客却让失传的名曲重现人间。传说那夜琴师醉后坦言：'此非真广陵散，乃先师仿嵇中散遗韵所作。'说罢手指轻抚琴尾焦痕——那是模仿嵇康烈火焚琴的印记。",
      "background": "天宝三年的某个寒夜，李颀在友人饯行宴上握着温热的酒杯。烛花爆响的瞬间，他看见琴师衣袖沾着赶路时的霜花。当《楚妃》的悲音勾起乡愁时，他突然起身撞翻了铜炉，火星飞溅中在墙壁题下此诗——就像当年嵇康在刑场弹琴般决绝。",
      "additional_info": "唐代宴会常有'曲终奏雅'的传统，但此诗记载的却是'曲半惊心'的奇景。后世考证发现，李颀任职的新安县恰是嵇康旧游之地，诗中'清淮奉使'或许暗含追寻先贤足迹的深意。",
      "questions": [
        "嵇康为何临终弹琴？",
        "广陵散真的失传了吗？",
        "铜炉在唐诗中的象征？"
      ]
    }
  },
  {
    "id": "0613f575-4f07-4326-8591-603fb3d1da45",
    "title": "秦中感秋寄远上人",
    "author": "孟浩然",
    "content": "一丘常欲卧，三径苦无资。 北土非吾愿，东林怀我师。 黄金然桂尽，壮志逐年衰。 日夕凉风至，闻蝉但益悲。",
    "story": {
      "meaning": "秋日黄昏，孟浩然独坐破旧草堂，望着院中荒芜的小径叹息。'本想效仿陶渊明归隐山林，可连修三条小径的钱都没有啊！'凉风卷着落叶扑进窗棂，远处寒蝉凄切。他摩挲着空瘪的钱袋苦笑：'长安米贵，连柴火都要烧桂木，这点俸禄怎够？'忽然听见东林寺钟声，想起远上禅师讲经时的慈眉，不觉泪湿青衫。",
      "allusion": "【三径典故】西汉末年，王莽专权。蒋诩辞官回乡，在竹林中开辟三条小径，只与求仲、羊仲两位隐士来往。某日差役来寻，蒋诩正与二仲对弈，头也不抬道：'此乃蒋氏三径，非公门人所行之路。'说罢将棋子重重拍在'归'字上，差役悻悻而退。",
      "background": "开元十六年秋，孟浩然在长安应试落第。这日他典当最后一件棉袍换酒，醉醺醺走在西市，忽见满地金桂被人践踏成泥。'这不正是我的诗才吗？'他踉跄扶住宫墙，听见太学生们吟诵着新科进士的诗作，蝉声突然刺耳起来。回到客栈，他望着镜中早生的华发，提笔时竟折断了三支秃笔。",
      "additional_info": "有趣的是，孟浩然后来真的结识了远上人。某次禅师见他盯着寺中桂花发呆，笑道：'孟郎君，老衲这桂花可比长安的耐烧？'二人相视大笑，在月下分食了整整一篮桂花糕。",
      "questions": [
        "蒋诩为何只开三径？",
        "长安柴火有多贵？",
        "远上人还收弟子吗？"
      ]
    }
  },
  {
    "id": "d2b5090e-e6fe-4d4f-9dd6-fe94ff6d4b5c",
    "title": "清明日宴梅道士房",
    "author": "孟浩然",
    "content": "林卧愁春尽，开轩览物华。 忽逢青鸟使，邀入赤松家。 丹灶初开火，仙桃正落花。 童颜若可驻，何惜醉流霞。",
    "story": {
      "meaning": "暮春时节，孟浩然正躺在山林小屋的竹榻上，望着窗外飘落的桃花发愁。忽然一只青鸟扑棱棱落在窗棂，衔着梅道士的请柬：'浩然兄，丹炉新火已燃，仙桃酒正香，速来共醉！'诗人披衣赴宴，见道士的丹灶腾起紫烟，满树仙桃纷落如雨。他举杯感叹：'若这流霞美酒真能永驻童颜，我愿长醉不醒！'",
      "allusion": "赤松子正驾着仙鹤经过终南山，忽见梅道士在桃树下煮酒。'道友何不共饮？'梅道士举杯相邀。赤松子拂尘笑道：'吾有青鸟为使，可邀人间诗客同乐。'说罢袖中飞出一只翠羽青鸟，衔着桃花枝往孟浩然的草堂飞去。",
      "background": "开元二十年的清明，被贬回乡的孟浩然在鹿门山独居。这日春雨初歇，他正为仕途无望而闷坐，忽闻窗外鸟鸣清脆。推窗见青鸟盘旋不去，爪上红绳系着洒金笺——原来是他最爱的方外好友梅道士邀约。诗人顿时愁云尽散，踏着满地落花往道观奔去。",
      "additional_info": "唐代道士常以'流霞'代称仙酒。传说孟浩然这次痛饮后，真的在梅观醉卧三日，醒来时发现案头桃枝竟绽放新蕊，遂提笔在粉墙上写下这首千古名作。",
      "questions": [
        "青鸟在道教象征什么？",
        "丹灶炼的是什么药？",
        "赤松子有哪些传说？"
      ]
    }
  },
  {
    "id": "59063901-7dbc-4f22-974f-ddccab675cbc",
    "title": "清平调 二",
    "author": "李白",
    "content": "一枝红艳露凝香 云雨巫山枉断肠 借问汉宫谁得似 可怜飞燕倚新妆",
    "story": {
      "meaning": "沉香亭畔，杨贵妃轻抚着沾露的牡丹，李白醉眼朦胧中看见：'这枝红艳凝香的花儿啊，连巫山神女都要嫉妒得心碎。'他转头问高力士：'汉宫里谁能比得上？'老太监支吾着不敢答，诗仙自问自答：'怕是赵飞燕精心打扮，才能勉强媲美吧！'字字都在说花，句句都在赞美人。",
      "allusion": "楚襄王游云梦泽时，巫山神女入梦自荐枕席，临别时留下'旦为朝云，暮为行雨'的誓言。千年后李白在诗中调侃：'神女啊，看到这朵牡丹，你那点云雨风情都白费心机了！'而赵飞燕的典故更妙——这位汉宫美人跳舞时险些坠楼，被侍从拉住裙裾才免于出丑，从此流行起'留仙裙'。李白却说：'她得换上新裙子精心打扮，才配和这朵花比美呢！'",
      "background": "唐玄宗携杨贵妃赏牡丹，急召李白作诗。半醉的诗人被冷水泼醒，踉跄来到沉香亭，忽见贵妃纤指拂过花瓣，露珠滚落染红指甲。他猛然想起昨日在酒肆听游侠儿唱的巫山民歌，又记起史书里飞燕起舞的记载，挥毫时墨点溅在锦袍上，像极了被揉碎的胭脂。",
      "additional_info": "传说高力士因脱靴之耻，故意向杨贵妃进谗：'李白把您比作侍奉过两任皇帝的赵飞燕！'后世考证此为杜撰，但杜甫《饮中八仙歌》确实记载过李白醉写清平调的狂态。",
      "questions": [
        "巫山神女为何断肠？",
        "赵飞燕新妆有何特别？",
        "李白当时真醉了吗？"
      ]
    }
  },
  {
    "id": "948fa40a-492e-4fa1-99f4-b002ae87cd24",
    "title": "清平调词三首 一",
    "author": "李白",
    "content": "云想衣裳花想容 春风拂槛露华浓 若非群玉山头见 会向瑶台月下逢",
    "story": {
      "meaning": "沉香亭畔的牡丹开得正艳，唐玄宗携杨贵妃赏花，命李白赋诗助兴。诗人望着贵妃的霓裳羽衣在春风中飘舞，忽然觉得天边的云霞都想化作她的衣裳，盛放的牡丹都想拥有她的容颜。栏杆上凝结的露珠映着朝阳，就像贵妃含笑的眼眸。这般绝色，若不是在西王母的群玉仙山得见，便该是在嫦娥的瑶台月宫相逢——人间哪得几回闻？",
      "allusion": "传说西王母居群玉山，每逢蟠桃会时，瑶池畔仙乐飘飘。这日侍女禀报：‘娘娘，唐皇遣使送来人间的牡丹图。’西王母展开画卷轻笑：‘这花儿倒有三分像当年瑶台月下，嫦娥簪的那支月桂。’此时嫦娥正巧驾云而来，闻言将月光纱袖一拂：‘姐姐莫笑，我看那杨妃跳的霓裳舞，才真真是偷了咱们仙界的风采呢！’",
      "background": "长安三月春深，高力士急匆匆闯进酒肆：‘李学士快醒醒！圣上和娘娘在沉香亭等您作诗呢！’醉眼朦胧的李白被扶上御马，一路疾驰中，他看见满城飞花掠过贵妃的銮驾。待见到牡丹丛中那个云鬓花颜的身影时，他突然清醒——昨夜梦中见到的月宫仙子，竟在此刻有了真实的模样。",
      "additional_info": "传说李白当场挥毫时，竟要求高力士脱靴磨墨。后来杜甫在《饮中八仙歌》里调侃：‘天子呼来不上船，自称臣是酒中仙。’而玄宗看到诗稿后，亲自为贵妃插上金步摇：‘爱卿你看，连谪仙人都说你是瑶台月下人呢。’",
      "questions": [
        "群玉山有哪些传说？",
        "霓裳羽衣舞的来历？",
        "李白为何让高力士脱靴？"
      ]
    }
  },
  {
    "id": "a0576d39-c4ac-4608-a4e2-249b6c31fd1d",
    "title": "青谿",
    "author": "王维",
    "content": "言入黄花川，每逐青谿水。 随山将万转，趣途无百里。 声喧乱石中，色静深松里。 漾漾泛菱荇，澄澄映葭苇。 我心素已闲，清川澹如此。 请留盘石上，垂钓将已矣。",
    "story": {
      "meaning": "王维骑着毛驴沿黄花川漫游，青溪水像调皮的孩子在山间捉迷藏。他数着山路转了九十九道弯，突然被乱石滩的叮咚水声惊醒，抬头却见深松林里滤下斑驳阳光。溪水托着菱荇跳华尔兹，芦苇在澄澈水镜中梳妆，他摸着溪边温热的磐石感叹：'这清溪多像我的心啊，不如就此当个钓叟吧！'",
      "allusion": "严子陵披着羊裘在富春江垂钓，汉光武帝派使者三顾茅庐。最后一次，严子陵故意横卧压住使者递来的官服，仰天大笑：'陛下难道忘了？当年我们同榻而眠，我的腿还压过您的龙腹呢！'说罢将锦袍抛入江中，惊起一滩白鹭。",
      "background": "开元二十年的初夏，王维在蓝田辋川别业养病。某日喝药嫌苦，偷溜出门散心。他跟着采药童子钻进山坳，突然被一泓青溪截住去路。溪水溅湿了他的麻鞋，却冲走了胸中块垒。回家后药碗还温着，他抓起毛笔在砚台里连蘸三下，墨汁星星点点溅成诗行。",
      "additional_info": "宋代米芾曾在此诗真迹旁题跋'此老笔端有溪声'，结果当晚梦见王维带着他溯溪而上，两人在月光下用松枝当钓竿比赛钓诗。",
      "questions": [
        "严子陵为何拒官？",
        "青溪象征什么品格？",
        "米芾梦见了什么？"
      ]
    }
  },
  {
    "id": "56ca5b29-4bb9-4f12-9200-6bc7c72e4e47",
    "title": "秋登兰山寄张五",
    "author": "孟浩然",
    "content": "北山白云里，隐者自怡悦。 相望试登高，心飞逐鸟灭。 愁因薄暮起，兴是清秋发。 时见归村人，沙行渡头歇。 天边树若荠，江畔舟如月。 何当载酒来，共醉重阳节。",
    "story": {
      "meaning": "秋日薄暮，孟浩然踩着沙沙作响的落叶登上兰山。他望着北山缭绕的白云，忽然想起隐居的张五，不禁莞尔——这位老友此刻定在山中怡然自得吧？山风拂过他的葛巾，惊起一群飞鸟，他的心也随着鸟群飞向远方。渡口归来的樵夫背着柴捆歇脚，江面小舟像一弯新月，让他突然涌起酒兴：'要是张五带着酒来，我们定要醉倒在重阳的菊花丛中！'",
      "allusion": "诗中暗用陶渊明'采菊东篱下'的典故。相传某年重阳，陶渊明坐在破篱笆边发呆，忽然白衣人送来酒坛：'这是王弘大人送您的重阳酒。'陶渊明拍开泥封就痛饮起来，醉眼朦胧间，把满园黄菊都看成了黄金甲。后来'白衣送酒'就成了挚友相知的佳话。",
      "background": "这是孟浩然科举落第后所作。那日他独坐草堂，看夕阳把窗纸染成橘红色。忽然一阵秋风卷着桂花香扑进来，他抓起竹杖就往外跑。登高时，山脚下传来孩童追逐打闹的声音，让他想起儿时与张五偷摘邻居枣子的往事。摸着腰间空空的酒囊，他忽然特别想念那个总带着菊花酒来找他的老朋友。",
      "additional_info": "唐代重阳节有'茱萸会'的习俗。王维曾记录当时盛况：长安贵族们戴着茱萸香囊，骑着装饰菊花鬃毛的马匹出游。最有趣的是宫廷里的'菊花糕大战'——宫女们互相投掷掺了茱萸粉的糕点，被砸中最多次的人要罚酒三杯。",
      "questions": [
        "陶渊明为何醉卧菊丛？",
        "唐代重阳有哪些习俗？",
        "孟浩然为何科举落第？"
      ]
    }
  },
  {
    "id": "fdc07d9f-95b8-45f7-b1b3-9d272b3416a4",
    "title": "秋日登吴公台上寺远眺寺即陈将吴明彻战场",
    "author": "刘长卿",
    "content": "古台摇落后，秋日望乡心。 野寺人来少，云峰水隔深。 夕阳依旧垒，寒磬满空林。 惆怅南朝事，长江独至今。",
    "story": {
      "meaning": "深秋时节，诗人刘长卿独自登上吴公台，脚下是陈朝名将吴明彻的古战场。枯叶在风中打着旋儿落下，他望着远处云雾缭绕的山峰，耳畔传来野寺孤零零的磬声。夕阳把断壁残垣染成血色，他抚摸着斑驳的城墙砖石，仿佛听见百年前战马的嘶鸣。滔滔长江水依旧东流，而当年的英雄霸业，早已随南朝烟消云散。",
      "allusion": "公元573年，陈朝大将吴明彻在此筑台练兵。老将军常对部下说：'此台可望江北，他日必为伐齐要地！'次年他率水军大破北齐，战船蔽江而下时，士兵们看见将军白发飘扬站在台顶擂鼓。晚年他被北周俘虏，敌将问：'可悔当年之勇？'吴明彻大笑：'若重来，仍当马革裹尸！'说罢撞柱而亡。",
      "background": "安史之乱后的某个黄昏，被贬谪的刘长卿途经扬州。当地老卒指着荒台说：'这是吴将军点兵处。'他冒雨登上高台，冰凉的雨水混着泪水滚落。突然云破日出，夕阳将他的影子拉得老长，与残破的旗杆影子交错在一起。他摸到石缝里半截生锈的箭镞，顿时明白了什么是'千古兴亡'。",
      "additional_info": "有趣的是，吴公台在唐代已成网红打卡地。白居易后来游览时写道：'台前过雁无数，没一个认得陈朝箭痕'。当地小贩会向游客兜售'吴明彻同款护心镜'，其实是用破铜盆改的。",
      "questions": [
        "吴明彻如何大破北齐？",
        "古战场现留哪些遗迹？",
        "唐代人如何看南朝？"
      ]
    }
  },
  {
    "id": "292c14cd-151f-4321-a94c-46fc86693eb3",
    "title": "秋日赴阙题潼关驿楼",
    "author": "许浑",
    "content": "红叶晚萧萧，长亭酒一瓢。 残云归太华，疏雨过中条。 树色随山迥，河声入海遥。 帝乡明日到，犹自梦渔樵。",
    "story": {
      "meaning": "深秋傍晚，诗人许浑在潼关驿楼独饮。红叶沙沙作响，他望着残云掠过华山，细雨飘过中条山。远山树色渐暗，黄河涛声遥遥入耳。虽明日就到长安，心中却仍惦念着渔樵闲适的生活。酒瓢中的倒影里，映出他仕隐两难的心绪。",
      "allusion": "诗中'梦渔樵'暗用严子陵典故。东汉严光（字子陵）是刘秀同窗，刘秀称帝后多次征召，他却隐居富春江垂钓。一日刘秀亲访，严光假寐不起，刘秀抚其腹说：'子陵，何不出仕相助？'严光答：'人各有志，何必相逼？'终老林泉。",
      "background": "许浑赴京途中，暮色苍茫时抵达潼关。驿丞老赵端来村酿：'大人，这瓢酒用后山红叶酿的。'许浑凭栏远眺，忽然一滴雨落在酒瓢里。他想起离乡时老渔夫的话：'做官就像这黄河水，看着近，其实远着哩。'不禁将酒洒向风中。",
      "additional_info": "有趣的是，宋代画家马远据此诗创作《秋江渔隐图》，画中特意在渔翁斗笠上画了片红叶，暗合'红叶晚萧萧'。后世文人常在此画题诗，形成诗画互文的雅趣。",
      "questions": [
        "严光为何拒绝做官？",
        "潼关地形有何特点？",
        "唐代驿站的酒具？"
      ]
    }
  },
  {
    "id": "d12edd29-d467-4b19-b3f5-533fa5c8d56a",
    "title": "秋夕",
    "author": "杜牧",
    "content": "红烛秋光冷画屏 轻罗小扇扑流萤 天阶夜色凉如水 坐看牵牛织女星",
    "story": {
      "meaning": "银烛在秋夜中摇曳，将清冷的光投在画屏上，一位身着轻罗的宫女正用团扇追逐着飞舞的萤火虫。汉白玉台阶浸在如水的月光里，她独自仰望星空，看着银河两岸的牵牛织女星——那对一年只能相见一次的恋人。",
      "allusion": "【牛郎织女】年轻的牛郎在老黄牛的帮助下，偷走了下凡沐浴的织女衣裳。当织女羞恼地讨要衣物时，憨厚的牛郎红着脸说：'姑娘若不嫌弃，就留在人间与我过日子吧。'他们相爱生子，却被王母用银河隔开。每年七夕，喜鹊们会架起鹊桥让他们相会。",
      "background": "某个秋夜，杜牧在长安宫中值宿。他看见一位宫女正在扑萤，忽然停下动作望着星空出神。夜风吹动她的裙裾，月光在她睫毛上投下细碎的影子。诗人突然想起自己远离的家人，提笔在宫墙上写下这首诗。",
      "additional_info": "唐代宫女常捕捉萤火虫缝入纱囊作灯，称为'萤囊'。杜牧故意用'扑流萤'的活泼动作，反衬出深宫的寂寞。",
      "questions": [
        "牛郎如何认识织女？",
        "王母为何拆散他们？",
        "鹊桥是什么变的？"
      ]
    }
  },
  {
    "id": "96455db1-a0c6-402c-8892-05c6b9a3d029",
    "title": "秋夜寄丘二十二员外",
    "author": "韦应物",
    "content": "怀君属秋夜 散步咏凉天 山空松子落 幽人应未眠",
    "story": {
      "meaning": "秋夜微凉，韦应物披衣独步庭院。落叶沙沙作响，他忽然停步仰头——'啪嗒'，一颗松子正落在脚边。'丘兄此刻，定也在某处听松吧？'他摩挲着松子轻笑，月光把竹影描摹成友人清癯的轮廓。",
      "allusion": "当年陶渊明夜访好友，叩门无人应答，索性倚着古松赏月。松子落肩时忽闻琴声——原来友人正在后院弹奏《幽兰》。这段'松子传情'的佳话，此刻正在韦应物的秋夜里重演。",
      "background": "贞元七年的秋夜特别清冷。韦应物刚处理完积压的公文，墨迹未干的辞呈还压在砚台下。他望着窗外摇曳的梧桐，想起隐居学道的丘丹，突然抓起斗篷冲进夜色——仿佛多走一步，就能离那份超脱更近些。",
      "additional_info": "有趣的是，丘丹收到诗后真的连夜回信。信使说当时丘道长正在捣药，读到'松子落'时药杵突然'咚'地砸进臼中，惊飞了檐下栖鸟。",
      "questions": [
        "松子象征什么？",
        "陶渊明如何赏松？",
        "丘丹为何捣药？"
      ]
    }
  },
  {
    "id": "a2b4fe60-9809-422d-afa7-143a2088f045",
    "title": "阙题",
    "author": "刘眘虚",
    "content": "道由白云尽 春与青溪长 时有落花至 远随流水香 闲门向山路 深柳读书堂 幽映每白日 清辉照衣裳",
    "story": {
      "meaning": "春日清晨，书生王逸沿着被白云笼罩的山径漫步，忽见一条青溪蜿蜒如碧玉带。溪水载着粉白花瓣流过他的布鞋，芬芳随波远去。转过山坳，一座柳荫深处的草堂悄然出现，木门半开朝向山路。正午阳光透过枝叶，在他洗得发白的青衫上投下碎金般的光斑。",
      "allusion": "唐开元年间，刘眘虚访友不遇，却见山中隐士居所：柴扉轻掩，石阶上落满李花。忽闻童子笑问：'先生可是寻陆鸿渐？师父采药去啦！'正失望时，瞥见溪边石桌上摊着未干的墨迹——正是陆羽新谱的《茶经》章节。他拂去落在纸上的花瓣，会心一笑。",
      "background": "刘眘虚攥着被退的第12篇策论，愤然撕碎纸页。碎屑如雪飘落溪中时，他突然怔住——那些载着墨痕的花瓣，竟比官场文章更灵动。解下玉佩换了酒，他醉醺醺闯进深山，却在柳浪闻莺处发现自己的初心：石壁上歪斜刻着少年时写的'愿为烟霞客'。",
      "additional_info": "明代画家沈周据此诗作《青溪深柳图》，故意在留白处画半只踏出画面的草鞋，暗喻'人虽未至，意已先临'。此画现藏故宫，有趣的是卷轴木杆中空，内藏三粒千年莲子——去年竟在实验室培育发芽。",
      "questions": [
        "陆羽为何隐居？",
        "诗中青溪有多长？",
        "碎纸化作几只蝶？"
      ]
    }
  },
  {
    "id": "59fb3f01-65b2-416a-aefb-c13e502bfba1",
    "title": "塞下曲四首 二",
    "author": "王昌龄",
    "content": "饮马渡秋水，水寒风似刀。 平沙日未没，黯黯见临洮。 昔日长城战，咸言意气高。 黄尘足今古，白骨乱蓬蒿。",
    "story": {
      "meaning": "秋风呼啸的黄昏，老兵牵着战马在临洮河边饮水。冰凉的河水溅到铠甲上瞬间结霜，刀割般的北风掀起了他斑白的鬓发。望着沙丘上若隐若现的古城墙，他忽然踢到半截白骨——那是二十年前与他并肩作战的同袍。蓬蒿丛中散落的骸骨，无声诉说着'意气高'背后的残酷真相。",
      "allusion": "天宝年间，戍卒张三在长城烽燧发现一具倚墙而立的骷髅，骨架手中紧攥着半块刻'陇西李'的腰牌。当晚他梦见个满脸血污的汉子嚷道：'那年大雪封山，我们说好要活着回家吃臊子面！'次日全军开拔时，张三偷偷把那块腰牌埋在了开满野花的山坡上。",
      "background": "王昌龄在陇右从军时，某个深秋的傍晚看见几个孩童在沙丘间嬉戏，突然有个孩子举着块人骨尖叫起来。诗人望着孩子们惊恐逃散的背影，远处残阳如血般染红了汉代烽火台的废墟，当即解下酒囊泼酒祭地，含着泪在箭囊上刻下了这首诗。",
      "additional_info": "有趣的是，敦煌残卷显示这首诗最初题为《捡箭镞》，有个边塞老兵曾批注：'黄尘句当改，俺们这儿白骨都露在戈壁上，不长蓬蒿'。或许正是这类真实见闻，让王昌龄最终选择了更震撼的意象。",
      "questions": [
        "骷髅手中的腰牌藏着什么",
        "诗人为何泼酒祭地",
        "戈壁为何不长蓬蒿"
      ]
    }
  },
  {
    "id": "8d58a158-1a9b-4085-8ef7-b7b4e6adb66d",
    "title": "塞下曲四首 一",
    "author": "王昌龄",
    "content": "蝉鸣空桑林，八月萧关道。 出塞入塞寒，处处黄芦草。 从来幽幷客，皆共尘沙老。 莫学游侠儿，矜夸紫骝好。",
    "story": {
      "meaning": "八月的萧关道上，老兵张三正牵着瘦马巡逻。枯黄的芦苇丛中突然传来蝉鸣，他苦笑着对同伴说：'听，这秋蝉比咱们还精神。'望着新兵炫耀战马的样子，他摇头叹息：'当年我也这般轻狂，如今才知戍边是拿青春换风沙。'",
      "allusion": "诗人想起汉朝名将李广。某个雪夜，李广发现草丛黑影，张弓便射。天亮查看时，箭竟深深没入石头！士兵们惊叹不已，李广却抚须道：'力道再猛，不如判断精准。'后来他多次试射，再难复现神迹。",
      "background": "王昌龄在萧关驿站踱步，窗外传来商队驼铃。突然一阵孩童嬉闹声吸引了他——几个少年正模仿游侠策马扬鞭。他握笔的手微微发抖，墨汁滴在纸上晕开，像极了边关将士风尘满面的模样。",
      "additional_info": "有趣的是，诗中'紫骝'实为西域宝马。唐玄宗曾得大宛紫骝，命画师绘制《照夜白图》。王昌龄故意用此名马，暗讽纨绔子弟只识炫耀坐骑却不懂真正的战场。",
      "questions": [
        "李广射石的故事发生在哪？",
        "紫骝马原产自哪里？",
        "萧关在现今何处？"
      ]
    }
  },
  {
    "id": "00f12a19-bb96-4980-a4f5-11a1b9d604dd",
    "title": "山居秋暝",
    "author": "王维",
    "content": "空山新雨后 天气晚来秋 明月松间照 清泉石上流 竹喧归浣女 莲动下渔舟 随意春芳歇 王孙自可留",
    "story": {
      "meaning": "雨后的终南山雾气氤氲，王维踩着湿润的松针漫步。'哗啦——'突然听见溪水声，他拨开竹枝，看见月光像银纱般披在松树上，清泉在青苔石上叮咚流淌。远处传来浣纱少女的嬉笑声，惊起的白鹭掠过莲塘，渔舟划破水面荡起涟漪。'这般秋色，比春日更教人留恋啊。'他捻着胡须微笑。",
      "allusion": "相传王维在辋川别业时，常与裴迪踏月寻诗。某夜裴迪醉酒高歌惊起山鸟，王维笑指松间明月：'君看此月，可比太白金樽？'裴迪晃着酒壶答道：'月是解饮的，不信你听——'果然泉水叮咚如奏乐。这段轶事后来被苏轼化用为'明月松间照'的典故。",
      "background": "秋日黄昏，王维在书斋听见雨声渐歇。推窗时一滴松露落在他展开的《庄子》上，墨迹晕染开'逍遥游'三字。他忽然掷卷而出，蓑衣都不及披就踏进雨后的山林。湿润的泥土沾满麻鞋，他却越走越快，直到看见月光穿透云层的刹那，脱口吟出这千古绝句。",
      "additional_info": "宋代米芾曾为'清泉石上流'五字痴狂，连续七日蹲在溪边观察水流轨迹，最后发明了'米点皴'画法。他总说：'摩诘（王维）此句，须得水珠在青苔上弹跳三下的节奏。'",
      "questions": [
        "裴迪为何醉酒？",
        "米芾怎样观察泉水？",
        "苏轼如何化用此诗？"
      ]
    }
  },
  {
    "id": "8af643c9-a8b0-49b7-b8e9-88920ab0bbd8",
    "title": "石鱼湖上醉歌",
    "author": "元结",
    "content": "石鱼湖，似洞庭，夏水欲满君山青。 山为樽，水为沼，酒徒历历坐洲岛。 长风连日作大浪，不能废人运酒舫。 我持长瓢坐巴丘，酌饮四坐以散愁。",
    "story": {
      "meaning": "夏日石鱼湖波涛汹涌，元结与酒友们却在小洲上开怀畅饮。他将整座山比作酒杯，湖水当酒池，狂风巨浪中，运酒的小船仍在穿行。诗人手持长瓢坐在巴丘，给众人斟酒解愁，仿佛天地都是他们的宴席。",
      "allusion": "元结任道州刺史时，发现湖中有块鱼形巨石，便凿石为樽。某日宴客，狂风骤起，宾客惊慌。元结大笑道：'诸君看这山为酒樽，湖作酒沼，长风不过是在为我们温酒！'说罢举起长瓢舀酒，众人愁云顿散。",
      "background": "创作当日，元结刚处理完旱灾赈济，疲惫不堪。忽见湖面波光粼粼，鱼形石在夕阳下泛着红光。他立即召集同僚，在浪涛声中拍着酒坛唱道：'就算天公作浪，也阻不了我们借酒消愁！'醉眼朦胧间，提笔写下这首狂放之作。",
      "additional_info": "有趣的是，元结后来在石鱼上刻'酒樽'二字，成为当地名胜。宋代诗人黄庭坚来访时，特意带酒来'续饮'，还写诗打趣说：'元次山（元结）的酒樽空了三百载，该由我来斟满了。'",
      "questions": [
        "石鱼后来有何变化？",
        "黄庭坚如何续饮？",
        "为何以山为樽？"
      ]
    }
  },
  {
    "id": "8324db66-b75a-40ff-9469-cba276d2f88f",
    "title": "书边事",
    "author": "张乔",
    "content": "调角断清秋 征人倚戍楼 春风对青冢 白日落梁州 大汉无兵阻 穷边有客游 蕃情似此水 长愿向南流",
    "story": {
      "meaning": "深秋的边塞，号角声划破长空。戍楼上的老兵王五摩挲着斑驳的城墙，望着梁州方向渐沉的落日。'老李，你看春风都吹到昭君墓了，咱们这儿还是黄沙漫天。'他对着新兵感叹。忽然看见几个商人牵着骆驼经过，惊喜道：'多少年没见商队了！但愿吐蕃人的心思能像这黑河水，永远向着大唐流淌。'",
      "allusion": "青冢典故：汉元帝时，宫女王昭君主动请缨和亲。出塞那日，她怀抱琵琶对送行官员说：'此去必教胡汉永无战事。'行至黑河畔，昭君将故乡的柳枝插在河边。来年春天，柳枝竟在塞外生根发芽，后人称其墓为'青冢'。匈奴单于见柳树逢春，叹道：'此女诚心，当如春柳长青。'",
      "background": "张乔在梁州游历时，恰逢唐蕃会盟后的第一个秋天。他在茶马集市听见驼铃叮当，看见吐蕃商人用生硬的唐话讨价还价。'客官尝尝，这是逻些城的酥油茶！'小贩的热情让他突然想起十年前战乱时的萧条，当即向酒家借来纸笔，在夕阳余晖中写下这首见证和平的诗。",
      "additional_info": "有趣的是，诗中'春风对青冢'的'对'字别有深意——敦煌出土的唐代边塞诗稿显示，张乔最初写的是'吹'，后改为'度'，最终定为'对'字，让春风与青冢如老友般隔空对话。",
      "questions": [
        "昭君出塞带何乐器？",
        "青冢柳树象征什么？",
        "唐蕃会盟在哪年？"
      ]
    }
  },
  {
    "id": "f15c4b50-ee89-4927-8cf3-15e3a6a6ab95",
    "title": "蜀道难",
    "author": "李白",
    "content": "噫吁戏！危乎高哉！蜀道之难难于上青天！ 蚕丛及鱼凫，开国何茫然。 尔来四万八千岁，不与秦塞通人烟。 西当太白有鸟道，可以横绝峨眉巅。 地崩山摧壮士死，然后天梯石栈相钩连。 上有六龙回日之高标，下有冲波逆折之回川。 黄鹤之飞尚不得过，猿猱欲度愁攀援。 青泥何盘盘，百步九折萦岩峦。 扪参历井仰胁息，以手抚膺坐长叹。 问君西游何时还？畏途巉岩不可攀。 但见悲鸟号古木，雄飞雌从绕林间。 又闻子规啼夜月，愁空山，蜀道之难难于上青天，使人听此凋朱颜。 连峰去天不盈尺，枯松倒挂倚绝壁。 飞湍瀑流争喧豗，砅厓转石万壑雷。 其险也如此，嗟尔远道之人胡为乎来哉！ 剑阁峥嵘而崔嵬，一夫当关，万夫莫开。 所守或匪亲，化为狼与豺。 朝避猛虎，夕避长蛇。 磨牙吮血，杀人如麻。 锦城虽云乐，不如早还家。 蜀道之难难于上青天，侧身西望长咨嗟。",
    "story": {
      "meaning": "诗人李白以夸张的笔法描绘蜀道的艰险。想象你牵着瘦马走在青泥岭，岩壁上枯松倒挂如鬼手，脚下是万丈深渊。突然听见'轰隆'一声，巨石从头顶滚落，你紧贴岩壁，吓得连呼吸都忘了。这时又传来子规'不如归去'的啼叫，更添几分凄凉。",
      "allusion": "传说五丁开山时，五位壮士奉命迎娶秦国五女。返程时遇巨蟒，壮士合力拖拽蛇尾，导致山崩地裂，他们与五女俱葬身山腹。'地崩山摧壮士死'处，仿佛还能听见他们最后的呐喊：'快走！山要塌了！'",
      "background": "天宝三年，李白在长安酒肆听闻友人王炎将入蜀，醉眼朦胧中抓起酒壶在墙上题诗。酒保要阻拦，他却大笑着挥毫：'看这蜀道，连黄鹤都飞不过去！'墨迹未干又摔碎酒壶，惊起檐下栖鸟，恰似诗中'悲鸟号古木'之景。",
      "additional_info": "有趣的是，杜甫后来在《寄李十二白》中调侃：'世人皆欲杀，吾意独怜才。'原来李白这诗得罪了蜀地官员，他们觉得把蜀道写得这么可怕，会影响地方经济。",
      "questions": [
        "五丁开山具体过程？",
        "李白为何醉题此诗？",
        "蜀道实际有多险？"
      ]
    }
  },
  {
    "id": "2f37297b-77d5-412b-bc73-105bfa4d011d",
    "title": "蜀先主庙",
    "author": "刘禹锡",
    "content": "天地英雄气，千秋尚凛然。 势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。 凄凉蜀故妓，来舞魏宫前。",
    "story": {
      "meaning": "秋风瑟瑟的成都先主庙前，刘禹锡抚摸着斑驳的石碑，眼前浮现刘备白帝城托孤的场景：'丞相，若嗣子可辅，辅之...'话音未落，又见洛阳魏宫中，蜀国歌妓被迫为司马昭跳起故国舞蹈。铜雀台的烛光映着她们含泪的眼眸，与庙中凛然的英雄气形成残酷对比。",
      "allusion": "公元263年冬，洛阳魏宫张灯结彩。司马昭宴请刘禅时故意问：'颇思蜀否？'刘禅笑着回答：'此间乐，不思蜀。'此时蜀国歌妓正跳着《巴渝舞》，领舞的绿珠突然踩到裙角跌倒，满座哄笑中，她抬头看见殿角悬挂的'汉'字宫灯——那是去年从成都运来的战利品。",
      "background": "被贬朗州的刘禹锡途经破败的蜀先主庙。暮色中，守庙老卒正用五铢钱占卜，铜钱滚到'三足鼎'图案的砖缝里。诗人突然想起少年时在长安见到的蜀锦商人，那人总说：'咱们益州的五铢钱，比曹魏的当千钱还实在！'此刻庙外传来童谣：'鼎足三分梦，铜钱一掷空...'",
      "additional_info": "有趣的是，刘禹锡曾将'业复五铢钱'改作'业复五株钱'，因唐代禁私铸钱，后人在编纂时又改回原句。现存最早版本的诗集中，还能看到涂改的墨痕。",
      "questions": [
        "五铢钱有何特殊意义？",
        "蜀妓为何在魏宫跳舞？",
        "三足鼎象征什么？"
      ]
    }
  },
  {
    "id": "a353dcb1-12cc-4ca8-af1e-55d1d62445f8",
    "title": "蜀相",
    "author": "杜甫",
    "content": "丞相祠堂何处寻，锦官城外柏森森。 映堦碧草自春色，隔叶黄鹂空好音。 三顾频烦天下计，两朝开济老臣心。 出师未捷身先死，长使英雄泪满襟。",
    "story": {
      "meaning": "春雨淅沥的成都郊外，杜甫踩着湿滑的青石板路，拨开层层柏枝。忽然，一座祠堂在雨雾中显现——碧草爬上石阶，黄鹂在树梢啼鸣，却无人欣赏。诗人抚摸着斑驳的廊柱，仿佛看见诸葛亮在烛光下批阅军报，听见他临终前'再不能临阵讨贼'的叹息。英雄的遗憾与春日的生机在此刻交织，化作诗人衣襟上的泪痕。",
      "allusion": "建安十二年的隆中，大雪封山。刘备第三次扣响茅庐木门时，诸葛亮正在煮茶。'先生可知天下鼎足之势？'羽扇轻摇间，案上茶水画出三国疆域。二十年后，白帝城托孤的烛火映着诸葛亮颤抖的双手：'臣敢竭股肱之力，效忠贞之节！'五丈原秋风中，最后一盏七星灯熄灭时，他案头还摊开着未写完的《出师表》。",
      "background": "乾元三年的成都，杜甫在破败的草堂里翻检史书。窗外战火未熄，他突然摔书而起：'当年诸葛丞相尚不能挽回汉室，如今...'抓起斗笠冲进雨中。祠堂前，看门老卒嘀咕着：'又来个哭丞相的。'却见诗人突然跪在石阶上，任雨水混着泪水打湿前襟——原来他看见了自己镜中早生的华发。",
      "additional_info": "有趣的是，杜甫写此诗时并不知道真正的武侯祠位置。现存祠庙是明朝重建的，而诗中的'柏森森'在宋代就已成景观，陆游记'有柏二百株'。更奇妙的是，现代测量显示祠内古柏约60%树龄超过1700年——它们可能真见过杜甫的背影。",
      "questions": [
        "三顾茅庐具体日期？",
        "《出师表》写于何时？",
        "五丈原现属哪个省？"
      ]
    }
  },
  {
    "id": "31cc87f3-da0f-421d-8674-8753530077e2",
    "title": "送别",
    "author": "王维",
    "content": "下马饮君酒，问君何所之。 君言不得意，归卧南山陲。 但去莫复问，白云无尽时。",
    "story": {
      "meaning": "夕阳染红长安城外的小酒肆，王维翻身下马，将酒囊递给即将远行的友人。酒肆的旗幡在风中猎猎作响，他望着友人风尘仆仆的面容问道：'此去欲往何方？'友人仰头饮尽囊中酒，苦笑道：'仕途失意，不如归隐终南山。'王维闻言不再多问，只是指着天边绵延的白云说：'你看那山间白云，去而复来，永无止境——人生得失，不过如此。'",
      "allusion": "相传王维在终南山辋川别业隐居时，常与道友裴迪对饮。某日裴迪醉后挥毫题诗于壁：'终日昏昏醉梦间，忽闻春尽强登山。'王维见后大笑，提笔续写：'因过竹院逢僧话，又得浮生半日闲。'二人相视而笑，山间松涛阵阵，茶烟袅袅中尽显名士风流。",
      "background": "开元二十四年春，王维因伶人舞黄狮子案被贬济州。这日他在灞桥送别同遭贬谪的友人，见柳色新新，忽想起自己初次离京时母亲折柳相送的情景。远处终南山云雾缭绕，他摸着腰间酒囊喃喃自语：'白云千载空悠悠，何如采菊东篱下？'说罢解下玉佩赠与友人，转身时衣袂翻飞如展翅青鹤。",
      "additional_info": "有趣的是，王维晚年隐居的辋川别业原是诗人宋之问的别墅。这里曾有二十处景点，王维为每处都题诗作画，其中《辋川图》真迹现存日本圣福寺。据说苏轼见到摹本后惊叹：'味摩诘之诗，诗中有画；观摩诘之画，画中有诗。'",
      "questions": [
        "裴迪续写了哪句诗？",
        "辋川别业原属何人？",
        "《辋川图》现存何处？"
      ]
    }
  },
  {
    "id": "c8a4faa6-8666-44f9-b4c9-df78d7af844d",
    "title": "送别",
    "author": "王维",
    "content": "山中相送罢，日暮掩柴扉。 春草明年绿，王孙归不归。",
    "story": {
      "meaning": "夕阳染红终南山麓，王维在茅舍前久久伫立。他刚送别挚友，手指还残留着对方衣袖的温度。'吱呀——'柴门关闭的声响惊起几只山雀，诗人望着友人远去的方向喃喃自语：'待明年春草泛绿时，你还会踏着这条山径归来吗？'飘落的松针在他青袍上积了薄薄一层。",
      "allusion": "楚辞《招隐士》中，淮南小山望着云雾缭绕的深山呼唤：'王孙游兮不归！'千年后的春日，王维在终南山重演这一幕。当友人背影消失在山路转角，他突然抓起案头竹简，指尖摩挲着这句古老的诗行，山风把简牍吹得哗哗作响。",
      "background": "天宝三年的新茶尚温，王维在辋川别业收到友人辞官南下的消息。他急匆匆穿过竹林时，衣带勾断了新结的蛛网。送别宴上，松花酒映着两人斑白的鬓角。'此去经年...'友人话音未落，山寺钟声突然敲响，惊得茶盏里浮沉的嫩芽剧烈震颤。",
      "additional_info": "现存最早的《送别》诗帖上，'归不归'三字墨色明显深重。据传王维写到此处时，一滴松脂恰好坠入砚台，墨香混着松香在纸上洇开，像极了诗人眼中将落未落的泪光。",
      "questions": [
        "王维为何隐居终南山？",
        "唐代送别有哪些礼仪？",
        "春草在古诗中的意象？"
      ]
    }
  },
  {
    "id": "c26445b5-a433-4cd7-9020-435866b845f9",
    "title": "送方外上人",
    "author": "刘长卿",
    "content": "孤云将野鹤，岂向人间住。 莫买沃洲山，时人已知处。",
    "story": {
      "meaning": "暮春时节，刘长卿在竹林小径送别方外上人。望着友人飘逸的背影，他忽然笑道：'您就像那孤云野鹤，怎会贪恋红尘？'说着指向远处的沃洲山：'可别买那处隐居地——连樵夫都知道高人的去处啦！'字里行间既含调侃，更藏对超脱境界的向往。",
      "allusion": "相传东晋高僧支遁曾想购买沃洲山隐居。当地农夫笑道：'大师要买山？那山里的猿鹤可不会认新主人啊！'支遁顿悟，作偈云：'欲买沃洲隐，谁知是道场。'这故事后来成为文人调侃假隐士的经典典故。",
      "background": "某个细雨蒙蒙的清晨，刘长卿正在煮茶，忽闻木屐声由远及近。抬头见方外上人背着竹笈来辞行，衣袂还沾着草露。诗人想起昨日听闻某官员强占名山建别业之事，提笔时墨汁滴落纸上，竟晕染成一只振翅的鹤形。",
      "additional_info": "有趣的是，沃洲山在唐代已成'网红打卡地'——白居易后来在《沃洲山禅院记》中吐槽：'环寺多市井，沽酒者扛着酒旗满山跑'，印证了刘长卿预见的世俗化危机。",
      "questions": [
        "支遁最后买山了吗？",
        "沃洲山现属何处？",
        "唐代还有哪些假隐士？"
      ]
    }
  },
  {
    "id": "2c24cec1-4105-4511-bf8b-bc6d5d8d48c7",
    "title": "送李少府贬峡中王少府贬长沙",
    "author": "高适",
    "content": "嗟君此别意何如 驻马衔杯问谪居 巫峡啼猿数行泪 衡阳归雁几封书 青枫江上秋天远 白帝城边古木疏 圣代即今多雨露 暂时分手莫踌躇",
    "story": {
      "meaning": "秋风瑟瑟的长亭外，高适勒住马缰，将酒杯递给两位遭贬的友人。'此去峡中猿声哀切，长沙雁阵可会捎来家书？'他指着远处青枫江上的孤帆，白帝城头的老树在暮色中摇曳。最后拍拍友人肩膀：'圣明时代终会召回你们，且把离别当作短暂旅程。'",
      "allusion": "巫峡猿啼的典故源自《水经注》：渔者夜泊，闻猿鸣三声泪沾裳。诗人郦道元记载，有商旅途经巫峡，忽闻峭壁间猿声凄厉如哭，随行者皆掩面而泣，从此'猿鸣三声泪沾裳'成为离愁别恨的象征。",
      "background": "天宝十一载深秋，高适在长安郊外为两位遭贬的友人饯行。看着他们青白的脸色，想起自己早年蹉跎的经历。突然一只孤雁掠过，他抓起酒壶斟满三杯：'当年我在梁园种瓜时，也曾...罢了！且看这枫叶红时，必有重逢之日。'",
      "additional_info": "有趣的是，诗中'衡阳归雁'暗藏地理知识。古人认为大雁南飞至衡阳回雁峰即折返，王少府贬所长沙恰在此峰以北，暗示书信尚可通达，比李少府贬所峡中更幸运。",
      "questions": [
        "巫峡猿鸣为何催泪？",
        "衡阳回雁峰有何传说？",
        "唐代贬官最长走多久？"
      ]
    }
  },
  {
    "id": "a746d1f0-a72c-44d2-8b1c-c5c990749257",
    "title": "送灵澈上人",
    "author": "刘长卿",
    "content": "苍苍竹林寺 杳杳钟声晚 荷笠带夕阳 青山独归远",
    "story": {
      "meaning": "暮色中，刘长卿与灵澈上人在竹林寺外依依惜别。苍翠的竹林在晚风中沙沙作响，远处传来杳杳的钟声，仿佛在催促着离人。灵澈上人头戴斗笠，身披夕阳的余晖，独自向着青山深处走去，背影渐渐融入苍茫暮色。诗人望着友人远去的方向，心中满是不舍与怅惘。",
      "allusion": "相传灵澈上人是唐代著名诗僧，与刘长卿交情甚笃。某日傍晚，二人在竹林寺品茶论道后，灵澈执意要趁夜色赶回山中禅院。刘长卿劝道：'山路崎岖，何不等明日再行？'灵澈笑答：'明月照归途，清风伴我行。'说罢便戴上斗笠飘然而去，留下刘长卿在寺门前久久伫立。",
      "background": "安史之乱后，刘长卿被贬谪江南，常与方外之士往来。这日送别灵澈时，暮钟声声，竹影婆娑，诗人望着友人远去的背影，想到自己漂泊的处境，不禁触景生情。他取出随身携带的竹简，就着最后一缕夕阳写下了这首充满禅意的送别诗。",
      "additional_info": "有趣的是，诗中'荷笠带夕阳'的描写后来成为画家们钟爱的题材。明代画家沈周曾据此创作《送僧图》，特意在斗笠上点染金粉表现夕阳余晖，成为画坛佳话。",
      "questions": [
        "灵澈为何执意夜归？",
        "诗中钟声有何寓意？",
        "斗笠在诗中的作用？"
      ]
    }
  },
  {
    "id": "56bec3c2-9c0c-4d40-9750-2e28bdc9a20e",
    "title": "送綦毋潜落第还乡",
    "author": "王维",
    "content": "圣代无隐者，英灵尽来归。 遂令东山客，不得顾采薇。 既至君门远，孰云吾道非。 江淮度寒食，京洛缝春衣。 置酒临长道，同心与我违。 行当浮桂櫂，未几拂荆扉。 远树带行客，孤村当落晖。 吾谋适不用，勿谓知音稀。",
    "story": {
      "meaning": "长安城外，杨柳依依。王维执友人手叹道：'圣明时代怎会有贤士埋没？你看这赶考的英才，连隐居东山的綦毋兄都出山了。'他指向远处背着行囊的落第举子，'可叹你寒食节渡江淮，清明时缝春衣，终究与金榜无缘。'说着斟满酒杯，'莫说知音少，且看这落日孤村，我为你唱一曲送别。'",
      "allusion": "东山客的典故跃然眼前：东晋谢安隐居会稽东山，终日与名士饮酒下棋。一日，侄儿谢玄跑来报告：'叔父！苻坚百万大军压境了！'谢安落下一枚黑子，淡淡道：'小儿辈已破贼。'后来'东山再起'便成出仕代称。王维以此喻綦毋潜本可采薇隐居，却为盛世出山。",
      "background": "春闱放榜日，王维在朱雀大街遇见垂首疾走的綦毋潜。他一把拉住老友：'且慢！'见对方袖口还沾着京洛赶制的春衣丝线，王维鼻子一酸。想起当年自己二十岁中举，而这位才华横溢的友人却屡试不第。暮色中，他忽然拽着綦毋潜登上酒肆二楼：'你看那远行客，不过暂时不得志罢了！'",
      "additional_info": "有趣的是，綦毋潜后来果真考中进士，官至著作郎。当时长安文人圈传唱此诗，竟把'吾谋适不用'变成安慰落第者的流行语。王维还为此诗配过一幅《春江送别图》，可惜毁于安史之乱。",
      "questions": [
        "谢安东山隐居多久？",
        "采薇典故出自何处？",
        "唐代进士录取率？"
      ]
    }
  },
  {
    "id": "315bc0e1-f76c-49d5-9940-b212e5f9c2ae",
    "title": "送人东游",
    "author": "温庭筠",
    "content": "荒戍落黄叶，浩然离故关。 高风汉阳渡，初日郢门山。 江上几人在，天涯孤櫂还。 何当重相见，尊酒慰离颜。",
    "story": {
      "meaning": "秋风卷着枯叶在荒废的戍楼前打转，诗人温庭筠站在破败的城关下，望着挚友的船帆渐渐消失在汉江尽头。'此去汉阳渡口，正好赶上顺风呢。'他喃喃自语，眼前浮现出朝阳初升时郢门山的轮廓。忽然一阵江风袭来，他数着江上零星的船只：'这一别，不知何时才能重逢？'说着从怀中掏出酒囊，仰头痛饮，酒水混着泪水打湿了衣襟。",
      "allusion": "诗中'浩然离故关'暗含孟浩然典故。相传孟浩然年轻时曾白衣渡江，在襄阳城下与老渔夫对饮。渔夫问他：'少年郎为何独行？'孟浩然拍剑作歌：'遑遑三十载，书剑两无成！'说罢将酒葫芦抛入江中，踏浪而去。这个画面后来成为唐人送别的经典意象。",
      "background": "公元859年深秋，被贬隋县尉的温庭筠在江陵送别友人。那日黎明霜重，他裹紧单薄的青衫，看着码头上搬运货物的脚夫们呵出的白气。'温兄，且看这郢门朝霞！'友人突然指向远方。他转头时，却见友人已跃上船头，晨光中只剩个潇洒的剪影。这个瞬间永远定格在他的诗笺上。",
      "additional_info": "有趣的是，温庭筠写此诗时特意选用'櫂'而非'棹'字。因'櫂'字右下'卓'部形似孤帆，暗合'天涯孤旅'之意。后世苏轼曾调侃：'飞卿（温庭筠）作诗，连偏旁都在演戏。'",
      "questions": [
        "孟浩然为何白衣渡江？",
        "郢门山现位于何处？",
        "唐代送别有哪些习俗？"
      ]
    }
  },
  {
    "id": "15274300-bd45-4898-ab14-9a3dead4b620",
    "title": "送僧归日本",
    "author": "钱起",
    "content": "上国随缘住，来途若梦行。 浮天沧海远，去世法舟轻。 水月通禅观，鱼龙听梵声。 惟怜一灯影，万里眼中明。",
    "story": {
      "meaning": "暮春的长安城外，日本僧人澄净的袈裟被夕阳染成金色。钱起望着他登上海船，想起这位异国僧人在大唐求法的岁月——'您随缘而来时，是否觉得长安繁华如梦？'澄净合十微笑：'如今归途如舟，倒觉得生死都变轻了。'海浪拍打着船舷，月光在水面碎成万千佛偈，连鱼龙都静静聆听梵唱。最动人的是船头那盏青灯，像澄净临别相赠的琉璃灯，隔着万里波涛依然明亮。",
      "allusion": "诗中'法舟'暗含《维摩诘经》典故：维摩诘居士示疾时，文殊菩萨率众乘宝舟前来问疾。船行空中不染纤尘，象征佛法能度一切苦厄。钱起特意选用这个意象，把澄净的归国航程比作'般若波罗蜜多'的修行——就像当年天竺僧人菩提达摩踏苇渡江，一苇可航生死海。",
      "background": "创作当日恰逢遣唐使归国船队启航。钱起在码头看见澄净的船帆融入晚霞，突然想起三年前初见时的场景：大雪中这位僧人赤足化缘，只为抄完最后一部《金刚经。'法师可知，您译的偈子让长安小儿都会唱‘色即是空’了？'诗人把这句话和着涛声写进诗笺。",
      "additional_info": "有趣的是，日本《文华秀丽集》记载澄净回国后，将这首诗题写在奈良东大寺的灯笼上。每当夜幕降临，经师们便指着灯影说：'看啊，这是大唐诗人送给我们的一轮明月。'",
      "questions": [
        "维摩诘宝舟有何特征？",
        "达摩渡江用何物？",
        "东大寺灯笼现存否？"
      ]
    }
  },
  {
    "id": "6340ef19-35e2-4194-96a9-3ee0a667905b",
    "title": "送魏万之京",
    "author": "李颀",
    "content": "朝闻游子唱离歌 昨夜微霜初渡河 鸿雁不堪愁里听 云山况是客中过 关城树色催寒近 御苑砧声向晚多 莫见长安行乐处 空令岁月易蹉跎",
    "story": {
      "meaning": "清晨的薄霜还挂在草尖，李颀在黄河渡口送别魏万。鸿雁哀鸣掠过灰蒙蒙的天空，游子哼唱的离歌让诗人想起自己当年赴京的艰辛。'看那长安城的树都黄了，'李颀指着远方说，'宫里傍晚的捣衣声最是催人老。'他突然抓紧魏万的手：'别被长安的繁华迷了眼，虚度光阴啊！'",
      "allusion": "诗中'御苑砧声'暗含汉朝班婕妤的典故。当年班婕妤失宠后，在长信宫听到宫女们捣衣的砧声，写下《捣素赋》：'声声砧杵，惊破霓裳羽衣曲。'李颀用此典，仿佛看见魏万未来在长安深夜独坐，听到同样催人老的砧声。",
      "background": "天宝三年的秋晨特别冷。李颀裹紧青袍，看魏万背着书箱上船。三十年前，他同样满怀壮志赴京，却只换来白发归乡。'这孩子多像当年的我啊...'他忽然抓起岸边霜草，在掌心揉碎成晶莹的泪滴。",
      "additional_info": "有趣的是，唐代进士科考多在正月举行，举子们必须秋冬季赶路。李颀诗中'微霜''鸿雁'等意象，后来成为送别诗的经典符号，白居易《琵琶行》'枫叶荻花秋瑟瑟'便脱胎于此。",
      "questions": [
        "班婕妤为何失宠？",
        "唐代举子何时赴京？",
        "砧声象征什么？"
      ]
    }
  },
  {
    "id": "1f83fccf-7476-464b-8cd4-8a2b4569c7a0",
    "title": "送友人",
    "author": "李白",
    "content": "青山横北郭，白水绕东城。 此地一为别，孤蓬万里征。 浮云游子意，落日故人情。 挥手自兹去，萧萧班马鸣。",
    "story": {
      "meaning": "夕阳染红了长安城外的古道，李白与友人勒马驻足。青翠山峦如屏风横亘北郊，护城河的波光粼粼映着两人衣袍。'此去蜀道艰险'，李白将酒囊递给友人，只见对方腰间佩剑的流苏在风中乱舞，像极了一株即将飘零的孤蓬。天边浮云忽聚忽散，恰似游子漂泊不定的心意；西沉落日将两人影子拉得老长，仿佛依依不舍的挽留。忽然坐骑昂首长嘶，惊飞了道旁槐树上的昏鸦。",
      "allusion": "相传李白在安陆结识侠客孟少府，二人常纵马郊野。某日孟少府接到家书需急返巴蜀，李白送至十里长亭。孟少府解下佩剑相赠：'此剑随我斩荆七载，今赠兄台斩诗魔。'李白大笑拍鞍：'不如赌酒！若我能三步成诗，你便带这坛兰陵美酒上路。'说罢挥毫题壁，惊得酒肆掌柜连呼神仙。",
      "background": "天宝三年深秋，李白被赐金放还后寄居梁园。那日晨起发现案头放着元丹丘的留书，这位带他入道门的老友竟不告而别。李白策马狂追三十里，终在黄河渡口望见远去的帆影。归途忽闻萧萧马鸣，恍惚见自己当年出蜀时的青骢马——原来马厩里新到的西域良驹正在嘶鸣。诗人突然顿悟：人生何处不相逢？当即折返挥毫写下这首千古绝唱。",
      "additional_info": "宋代画院曾以'班马鸣'为题考校画师。夺魁者别出心裁：不画离别场景，只绘满地零落鞍鞯，一匹老马低头嗅着残留的主人气息。李白此诗后来被谱成琴曲《孤蓬调》，弹奏时需在五弦上模拟马嘶声。",
      "questions": [
        "孟少府佩剑有何特别？",
        "李白赌酒三步成何诗？",
        "画师如何表现马鸣？"
      ]
    }
  },
  {
    "id": "263b4a33-fd51-47e1-b49a-d84dd99a2e0f",
    "title": "送梓州李使君",
    "author": "王维",
    "content": "万壑树参天，千山响杜鹃。 山中一夜雨，树杪百重泉。 汉女输橦布，巴人讼芋田。 文翁翻教授，不敢倚先贤。",
    "story": {
      "meaning": "王维描绘了一幅蜀地山水画卷：参天古木间杜鹃啼鸣，夜雨后百道飞泉从树梢垂落。他想象李使君到任后将见到汉女织布纳税、巴人为芋田争讼的场景，最后用文翁治蜀的典故勉励友人——要像西汉文翁那样革新教化，而非仅依赖先贤遗风。",
      "allusion": "西汉景帝时，文翁任蜀郡守。他发现蜀地闭塞，便挑选聪慧少年亲自教授，又送他们到长安学习。数年后，这些学子归来，文翁建起中国最早的地方官学'石室'。百姓起初嘲笑：'巴蜀蛮荒，学这些有何用？'文翁却坚持让学子们巡行各县示范礼仪。渐渐地，蜀地'学徒鳞萃，蜀学比于齐鲁'。",
      "background": "长安城外灞桥边，王维折柳相送。他望着李使君远去的背影，忽然想起年轻时游历蜀道的见闻——那遮天蔽日的古木、震彻山谷的杜鹃，还有夜雨后挂在树梢的飞瀑。'此去经年...'诗人捻须沉吟，突然眼睛一亮，转身对书童道：'取笔墨来！我要让文翁的故事，随这蜀道山水一同入诗。'",
      "additional_info": "诗中'树杪百重泉'被后世画家争相描绘。明代沈周曾为此句苦思三日，突然暴雨倾盆，他冲出院门观察雨滴在树叶上汇聚流淌的景象，终得灵感。",
      "questions": [
        "文翁石室今何在？",
        "蜀地何时开始崇文？",
        "杜鹃啼鸣有何寓意？"
      ]
    }
  },
  {
    "id": "cae8a893-7ae6-4824-b4c5-eada730b075f",
    "title": "苏武庙",
    "author": "温庭筠",
    "content": "苏武魂销汉使前 古祠高树两茫然 云边雁断胡天月 陇上羊归塞草烟 回日楼台非甲帐 去时冠剑是丁年 茂陵不见封侯印 空向秋波哭逝川",
    "story": {
      "meaning": "深秋的苏武庙前，枯叶打着旋儿落在斑驳的石阶上。温庭筠抚摸着庙前苍劲的古树，仿佛看见当年汉使迎接苏武归来的场景——那位在北海牧羊十九年的老臣，颤抖着接过故国旌节时，连魂魄都在战栗。抬头望见断雁掠过胡天的残月，眼前又浮现苏武披着塞外风烟、赶着羊群归来的孤独身影。归汉时的宫阙已非旧时模样，而当年佩剑出使的英武少年，归来已成白发老翁。武帝陵前再无人为他封侯，唯有秋波呜咽着流向远方。",
      "allusion": "公元前100年，苏武持节出使匈奴。单于冷笑道：'降我，赐你金银美人。'苏武将旌节抱在胸前：'此节即汉土！'被流放北海后，他啃雪吞毡牧羊，节旄尽落仍不离手。十九年后，汉使假称'天子射得雁足帛书'，单于大惊失色。年迈的苏武归来时，长安百姓夹道相迎，发现他怀中竟还抱着光秃秃的旌节。",
      "background": "暮色笼罩着破败的苏武庙，温庭筠的衣袍被塞风吹得猎猎作响。他刚被贬出长安，望着庙前歪斜的'汉典属国苏公武祠'匾额，突然红了眼眶——自己何尝不是个'持节文人'？当年在翰林院意气风发，如今却像苏武的旌节般被岁月剥蚀。提笔时，墨汁混着枯叶上的露水，在纸上洇开成北海的冰霜。",
      "additional_info": "有趣的是，温庭筠曾用同一韵脚写过李陵诗。这对命运迥异的汉臣，在他笔下形成奇妙对照：苏武的旌节始终向北，而李陵的箭矢最终射向了南方。",
      "questions": [
        "苏武牧羊时如何计时？",
        "单于为何相信雁足传书？",
        "光秃旌节有何象征？"
      ]
    }
  },
  {
    "id": "f540f519-e3c4-41c2-b299-f1d255977705",
    "title": "宿府",
    "author": "杜甫",
    "content": "清秋幕府井梧寒，独宿江城蜡炬残。 永夜角声悲自语，中天月色好谁看。 风尘荏苒音书绝，关塞萧条行路难。 已忍伶俜十年事，强移栖息一枝安。",
    "story": {
      "meaning": "深秋的幕府庭院，井边的梧桐在寒风中瑟瑟发抖。杜甫独自蜷缩在江城的官舍里，看着蜡烛一点点燃尽。漫漫长夜中，军营的号角声像在自言自语般呜咽，他抬头望向中天皎洁的月亮，却无人共赏。十年漂泊，战乱阻隔了家书，关塞荒凉行路艰难。他苦笑着想：'这勉强安身的官职，就像寒枝上暂栖的倦鸟啊。'",
      "allusion": "诗中'一枝安'化用《庄子·逍遥游》中鹪鹩巢林的典故：惠子嘲笑庄子学说大而无用，庄子反问：'您见过鹪鹩吗？这种小鸟只在深林里借一根树枝筑巢。'说着突然掀开自己的破袍子：'您看我这衣服补丁摞补丁，不也像鹪鹩的巢吗？'两人相视大笑，檐下的麻雀被惊得扑棱棱飞起。",
      "background": "公元764年秋，53岁的杜甫在严武幕府任参谋。夜值归来时，他摸着官袍上的补丁苦笑——当年李白笑他'饭颗山头'的穷酸样，如今竟成了朝廷命官。窗外传来更夫的梆子声，他忽然想起战乱中失散的妻儿，毛笔在'音书绝'三字上狠狠顿出个墨团。",
      "additional_info": "有趣的是，宋代黄庭坚曾在此诗旁批注'杜公夜值必饮酒'，因为杜甫其他夜值诗都提到酒。但此诗却只见残烛不见酒，或许那晚的月色太凉，连酒都暖不了他的心。",
      "questions": [
        "鹪鹩筑巢要几根枝？",
        "杜甫为何任参谋？",
        "严武与杜甫关系？"
      ]
    }
  },
  {
    "id": "0bed9b02-991e-4e28-b631-86640147a712",
    "title": "宿建德江",
    "author": "孟浩然",
    "content": "移舟泊烟渚 日暮客愁新 野旷天低树 江清月近人",
    "story": {
      "meaning": "暮色中，孟浩然的小船停泊在雾气缭绕的沙洲边。他望着逐渐暗沉的天色，新愁涌上心头。忽然发现，原野如此空旷，远处的天空竟比树梢还低；江水清澈如镜，月亮倒映其中，仿佛触手可及。这一刻，孤独的诗人与明月成了知己。",
      "allusion": "相传孟浩然曾夜宿江边，遇见老渔夫正在修补渔网。'先生为何对月叹息？'渔夫问道。孟浩然苦笑：'飘零半生，如这江中孤舟。'渔夫指着水中月影：'您看，月亮陪着您呢！'说罢唱起渔歌，歌声中孟浩然豁然开朗，挥毫写下此诗。",
      "background": "开元十八年冬，孟浩然科举落第后漫游吴越。这夜他独坐船头，寒风吹动衣袍。船夫在舱内打着鼾，岸上传来不知名的鸟鸣。他摸着怀中被退回的诗卷，忽然发现月亮正温柔地浸在江水里，像要安慰这个失意文人。",
      "additional_info": "有趣的是，后世画家多把'天低树'画成树梢刺破云层的景象。但现代地理学家考证，建德江段确有特殊地貌——平坦的沙洲会让远处树影产生'天比树低'的视觉误差。",
      "questions": [
        "渔夫唱了什么歌？",
        "月亮如何安慰诗人？",
        "沙洲地貌有何特点？"
      ]
    }
  },
  {
    "id": "b1dad78c-4dd8-4b99-b37b-741ed761f26a",
    "title": "宿桐庐江寄广陵旧游",
    "author": "孟浩然",
    "content": "山暝闻猿愁，沧江急夜流。 风鸣两岸叶，月照一孤舟。 建德非吾土，维扬忆旧游。 还将两行泪，遥寄海西头。",
    "story": {
      "meaning": "暮色中的桐庐江畔，猿猴哀鸣穿透山林，孟浩然独坐孤舟，听着湍急江水拍打船舷。两岸树叶在风中沙沙作响，如泣如诉，清冷的月光洒在甲板上，映出他思乡的泪痕。他望着建德陌生的山水，心却飞回了扬州，与旧友把酒言欢的场景历历在目。此刻他蘸着月光写下诗句，让泪水随江水流向远方挚友。",
      "allusion": "诗中暗含'庄周梦蝶'典故。相传庄子与惠施游于濠梁，见鲦鱼出游从容，引发'鱼之乐'的哲学辩论。此刻孟浩然在孤舟上，恍惚间觉得自己成了那只与庄子对话的鲦鱼，在月光粼粼的江面喃喃自语：'这急流中的孤舟，可懂得游子的哀愁？'",
      "background": "开元十六年深秋，孟浩然科举落第后漫游吴越。这夜他泊舟桐庐江，听着猿啼忽想起三年前在扬州与李白痛饮的场景。当时李白拍着他的肩膀说：'浩然兄的诗，当如这长江水奔流到海。'此刻他摸着被江水打湿的衣袖苦笑道：'如今倒真成了随波逐流的孤舟。'",
      "additional_info": "有趣的是，二十年后李白途经此地写下《夜泊牛渚怀古》，其中'登舟望秋月'正是对孟浩然此诗的隔空回应。后世王士祯评价：'两诗如月映江心，千古相照。'",
      "questions": [
        "惠施如何反驳庄子？",
        "李白为何科举失利？",
        "牛渚与桐庐相距多远？"
      ]
    }
  },
  {
    "id": "c854a853-b015-4848-823b-a786659d33b3",
    "title": "宿王昌龄隐居",
    "author": "常建",
    "content": "清溪深不测，隐处唯孤云。 松际露微月，清光犹为君。 茅亭宿花影，药院滋苔纹。 余亦谢时去，西山鸾鹤群。",
    "story": {
      "meaning": "月光如水的夜晚，诗人踏着露水来到王昌龄隐居的山林。清溪在月光下泛着银光，松枝间漏下的月光像专为老友点亮的路灯。茅草亭边，花影在风中轻晃，药圃里的青苔爬满石阶——这里的一切都在诉说：主人虽已离去，山居仍为他保留着最温柔的等待。诗人抚摸着斑驳的苔痕，突然听见西山传来鸾鹤的清鸣，仿佛在召唤他也加入这隐逸的盟约。",
      "allusion": "开元年间，王昌龄在蓝田石门谷结庐而居。常建来访那日，正逢主人外出采药。樵夫指着云雾深处的草庐说：'王大人总说这山月是他的故交，每夜都要留一壶松露酒对酌。'常建推开虚掩的柴门，发现石桌上果然摆着未收的酒具，月光正斜斜照在砚台中未干的墨迹上——那是半首写给山月的诗。",
      "background": "常建站在好友空荡的茅亭里，指尖掠过积灰的琴弦。三年前他们在此赏梅论诗时，王昌龄曾笑指西山说：'他日若见鸾鸟相迎，便是你我归隐之时。'如今亭前梅花又开，却只剩满地凌乱的鹤爪印。诗人突然明白，那些看似玩笑的约定，原是老友早埋下的伏笔。他解下官印挂在松枝上，朝着鸾鸣处深深一揖。",
      "additional_info": "有趣的是，后世在整理王昌龄诗集时，发现一首《山中答问》恰好能与常建此诗对应：'君问归期未有期，山月代我报君知。'两位诗人用相隔时空的唱和，完成了中国文学史上最浪漫的'留言条'。",
      "questions": [
        "石门谷具体在何处？",
        "松露酒如何酿造？",
        "唐代隐士常见信物？"
      ]
    }
  },
  {
    "id": "3e504df9-b22d-480e-9e7c-9f8ab8591b91",
    "title": "宿业师山房期丁大不至",
    "author": "孟浩然",
    "content": "夕阳度西岭，群壑倏已暝。 松月生夜凉，风泉满清听。 樵人归欲尽，烟鸟栖初定。 之子期宿来，孤琴候萝迳。",
    "story": {
      "meaning": "夕阳沉入西山，山谷骤然暗了下来。孟浩然独坐山间禅房，松间明月洒下清冷光辉，风中泉水叮咚作响。砍柴人陆续归家，暮霭中的鸟儿也安静栖息。他抱琴坐在爬满藤萝的小径上，指尖无意识地拨动琴弦——说好同宿的友人丁大，怎么还不来呢？",
      "allusion": "相传孟浩然与隐士丁大是知音。某日丁大赴约途中，遇见受伤小鹿，便为其包扎伤口。小鹿却引他找到山涧灵芝，采药耽搁了时辰。待他赶到时，只见月光下琴案上留着半盏温茶，琴弦犹带余震，孟浩然刚离去片刻。此后二人常笑谈这次'灵芝误约'的趣事。",
      "background": "那日孟浩然在业师山房写完新诗，忽闻丁大要来。他特意备好松子茶，将琴案搬到能看到山径的露台。每有脚步声，便探头张望，却只见松鼠跳过青苔。夜色渐深时，他索性抱着琴坐到小径旁，琴声里藏着三分期待七分嗔怪。",
      "additional_info": "宋代画院曾以此诗命题作画，有位画师别出心裁：画面主体是空置的蒲团与半杯茶，月光透过松枝在琴上投下爪痕似的影子，暗喻'不至'的意境。此画后来成为'留白'技法的典范。",
      "questions": [
        "灵芝误约真假？",
        "画师如何表现等待？",
        "诗中鸟鸣象征什么？"
      ]
    }
  },
  {
    "id": "670009c2-a701-4140-aa31-b4973f76d632",
    "title": "隋宫",
    "author": "李商隐",
    "content": "紫泉宫殿锁烟霞 欲取芜城作帝家 玉玺不缘归日角 锦帆应是到天涯 于今腐草无萤火 终古垂杨有暮鸦 地下若逢陈后主 岂宜重问后庭花",
    "story": {
      "meaning": "夕阳西下，李商隐站在隋宫废墟前，望着被晚霞染红的残垣断壁。'紫泉宫殿锁烟霞'——当年隋炀帝为享乐修建的豪华宫殿，如今只剩断壁残垣锁在暮霭中。他仿佛看见隋炀帝指着扬州说：'朕要以此地为新都！'（'欲取芜城作帝家'）。若不是玉玺落入李渊之手（'玉玺不缘归日角'），那隋炀帝的锦帆恐怕要游遍天涯海角（'锦帆应是到天涯'）。如今腐草中再无萤火虫（隋炀帝曾命人捉萤火虫照明取乐），只有垂杨树上乌鸦哀鸣。诗人不禁想象：若隋炀帝在地下遇见陈后主，还好意思再问《玉树后庭花》的事吗？",
      "allusion": "隋炀帝与陈后主的故事：当年陈后主沉溺《玉树后庭花》的歌舞中亡国。传说隋炀帝游江都时，曾梦遇陈后主。炀帝得意地问：'朕的《春江花月夜》比你的《后庭花》如何？'陈后主冷笑：'不过五十步笑百步。'果然不久隋也亡国。这个细节出自《隋遗录》，李商隐巧妙化用，让两个亡国之君在诗中隔空对话。",
      "background": "某个秋日的黄昏，李商隐途经隋宫遗址。乌鸦的叫声划破寂静，他踢到一块残砖，上面还留着鎏金痕迹。忽然一阵风过，垂杨沙沙作响，仿佛在诉说当年的奢靡。诗人想起自己仕途坎坷，与这些昏君何异？愤懑之下，他捡起炭块，在断墙上写下这首讽刺诗。写完最后一句时，暮色中竟传来隐约的琵琶声，吓得他炭块都掉在了地上。",
      "additional_info": "有趣的是，李商隐可能故意写错了一个细节：史书记载隋炀帝捉的是萤火虫，但诗中'腐草无萤火'实际是化用《礼记》'腐草为萤'的典故。这种'将错就错'的手法，反而让讽刺更深刻——连萤火虫都羞于为暴君发光了。",
      "questions": [
        "隋炀帝锦帆有多奢华？",
        "陈后主如何亡国的？",
        "腐草为萤典出何处？"
      ]
    }
  },
  {
    "id": "91f95b30-c42f-470a-9df8-dd6284fca474",
    "title": "隋宫",
    "author": "李商隐",
    "content": "乘兴南游不戒严 九重谁省谏书函 春风举国裁宫锦 半作障泥半作帆",
    "story": {
      "meaning": "大业十二年春，隋炀帝的龙舟舰队正浩浩荡荡驶向江都。运河两岸，农夫们跪在刚插秧的田埂上，眼睁睁看着官兵抢走他们准备做嫁衣的锦缎。'这些宫锦要裁成马鞍垫和船帆呢！'押运的校尉甩着鞭子狞笑。御舟甲板上，歌女正唱着新谱的《清夜游》，完全盖住了船舱里大臣撕碎谏书的沙沙声。",
      "allusion": "御史大夫张衡跪在龙舟前舱，额头抵着象牙地板：'陛下，河北饥民已在啃树皮了！'隋炀帝把玩着西域进贡的水晶杯，突然将谏书掷向鎏金香炉：'朕南巡是为视察漕运，尔等懂什么？'此时宫女们正用金剪刀裁剪蜀锦，绸缎撕裂声像极了饿殍临终的呜咽。",
      "background": "晚唐某个春夜，李商隐在洛阳旧宫遗址拾到半片腐锈的鎏金马鞍。指尖摩挲过残存的锦缎纹样时，突然听见风中飘来缥缈的棹歌。他望着太仓方向新起的歌舞楼台，把这块承载着三百年兴亡的金属狠狠砸向宫墙，惊飞了栖息在《隋书》上的夜莺。",
      "additional_info": "宋代有人在汴河淤泥里挖出隋代锦帆残片，阳光下竟浮现出李商隐此诗的暗纹刺绣。更奇的是，每当暴君巡游的史书记载被诵读时，这些织物就会渗出淡淡血渍。",
      "questions": [
        "隋炀帝为何拒谏？",
        "宫锦象征什么？",
        "诗中春风有何深意？"
      ]
    }
  },
  {
    "id": "0f5af383-765a-4d56-b00b-79ee2ccd5111",
    "title": "岁除夜有怀",
    "author": "孟浩然",
    "content": "迢递三巴路，羁危万里身。 乱山残雪夜，孤灯异乡人。 渐与骨肉远，转于奴仆亲。 那堪正飘泊，来日岁华新。",
    "story": {
      "meaning": "除夕夜，孟浩然独坐在巴蜀驿站的破旧木屋里。窗外乱山叠嶂，残雪映着冷月，他盯着摇曳的孤灯喃喃自语：'这万里漂泊，连奴仆都成了最亲近的人...'手指无意识地摩挲着家书，墨迹被泪水晕开成灰色的云。远处传来守岁爆竹声时，他突然惊觉——这漂泊的岁月，又要翻过新的一页了。",
      "allusion": "相传孟浩然途经剑门关时，遇见老卒在雪中煮酒。'先生可要暖身子？'老卒递来粗陶碗。酒过三巡，老卒忽然落泪：'十五年没见妻儿了。'孟浩然闻言一震，摸出仅有的银钱塞给他。当夜在驿站，这段对话化作诗中'渐与骨肉远'的锥心之痛。",
      "background": "创作当日正值腊月二十九，驿站厨娘特意送来黍米糕：'大人好歹应个景。'孟浩然道谢时，发现对方手背冻疮与自己亡母极为相似。夜半忽闻笛声，他猛然起身推窗，却只见雪地上孤零零的脚印——原来奏笛人正是白日那个思乡的驿卒。",
      "additional_info": "有趣的是，宋代有人在蜀道某驿站墙壁发现疑似该诗草稿，'奴仆'二字原为'僮仆'，旁边还画着个流泪的小人。学者推测可能是孟浩然目睹小书童想家哭泣后做的修改。",
      "questions": [
        "剑门关老卒后来如何？",
        "驿站厨娘有何故事？",
        "草稿小人是谁画的？"
      ]
    }
  },
  {
    "id": "542cb326-1037-4bd9-b0f6-6479d165dc4c",
    "title": "岁暮归南山",
    "author": "孟浩然",
    "content": "北阙休上书 南山归敝庐 不才明主弃 多病故人疏 白发催年老 青阳逼岁除 永怀愁不寐 松月夜窗虚",
    "story": {
      "meaning": "寒冬腊月，孟浩然裹紧单薄的衣衫，望着长安皇宫的北阙长叹一声。他转身走向终南山的小茅屋，木门吱呀作响，屋内炭火将熄。'我这无用之才被圣上嫌弃，多病之身连故友都疏远了。'他摸着斑白鬓角苦笑，看着窗外岁末的夕阳把雪地染红。夜半难眠时，松影间的月光透过破窗，在他憔悴的脸上投下清冷的光斑。",
      "allusion": "开元十六年冬，孟浩然在王维家中偶遇唐玄宗。王维暗中推他献诗，他却吟出'不才明主弃'。玄宗当场变脸：'卿自不求仕，朕何尝弃卿？'甩袖而去。孟浩然呆立原地，手中诗卷滑落在地，炭盆爆出几点火星，映着他惨白的脸。",
      "background": "创作那夜，山风卷着雪粒拍打窗纸。孟浩然把冻僵的手凑近油灯，火苗在他浑浊的瞳孔里跳动。突然传来野狐哀鸣，他猛地掷笔，墨汁溅在'青阳逼岁除'的诗句上，像一滴黑色的泪。墙角蟋蟀罐里，最后一只秋虫停止了鸣叫。",
      "additional_info": "有趣的是，孟浩然在南山种了片梅花林。某日大雪，他醉醺醺地提着酒壶数花瓣：'五瓣是入仕，六瓣是归隐...'数到第七瓣时滑倒雪中，竟酣睡到天明。",
      "questions": [
        "玄宗为何勃然大怒？",
        "王维当时作何反应？",
        "梅花林在何处？"
      ]
    }
  },
  {
    "id": "9154fc22-5e19-45b7-a506-435298bb26fc",
    "title": "台城",
    "author": "韦庄",
    "content": "江雨霏霏江草齐 六朝如梦鸟空啼 无情最是台城柳 依旧烟笼十里堤",
    "story": {
      "meaning": "春雨如烟笼罩着江畔，青草疯长淹没古战场遗址。诗人韦庄踩着湿滑的苔砖登上台城，忽然听见画眉鸟在断壁间啼叫，那声音让他想起杜牧笔下'商女不知亡国恨'的典故。最刺眼的是堤岸柳树，新抽的嫩芽像六朝时一样翠绿，可树下再没有王谢子弟踏青的身影。",
      "allusion": "梁武帝萧衍晚年沉迷佛教，叛将侯景围困台城时，这位曾'舍身同泰寺'的皇帝竟在宫中讲解《涅槃经》。当守城士兵报告'城门失守'，他仍平静地说：'朕本无物，何失之有？'最终饿死在净居殿，死前索蜜不得，连声'荷荷'而亡。",
      "background": "公元910年，韦庄任西蜀掌书记时重游金陵。他在朱雀桥边遇见老翁兜售南朝瓦当，买下后突然暴雨倾盆。躲雨时老翁喃喃道：'这雨和侯景破城那日真像啊...'这句话像钥匙般打开了诗人记忆闸门，当晚在客栈听着檐角铁马叮当，六朝兴亡与唐朝覆灭的画面在脑海中重叠。",
      "additional_info": "宋代词人周邦彦化用此诗作成《西河·金陵怀古》，其中'燕子不知何世，入寻常巷陌人家'与'无情台城柳'异曲同工。明代画家沈周曾据诗意绘《台城烟柳图》，故意用斑驳的绢本表现历史沧桑感。",
      "questions": [
        "梁武帝为何拒食蜂蜜？",
        "朱雀桥见证哪些兴亡？",
        "六朝指哪六个朝代？"
      ]
    }
  },
  {
    "id": "1f28ab03-8388-4a2f-8c4f-3ce47789e221",
    "title": "桃花谿",
    "author": "张旭",
    "content": "隐隐飞桥隔野烟 石矶西畔问渔船 桃花尽日随流水 洞在清谿何处边",
    "story": {
      "meaning": "春日的清晨，薄雾如纱笼罩山野。诗人张旭踏着露水来到溪边，忽见云雾中若隐若现的木桥，宛如飞虹横跨两岸。他轻叩渔船问道：'老丈可曾见过那随波逐流的桃花？'渔翁指向西岸石矶：'整日都有花瓣飘过，却不知那桃源洞口藏在清溪哪处。'诗人望着粉红花瓣在碧波中打转，恍若看见陶渊明笔下的武陵渔人正撑篙寻洞。",
      "allusion": "东晋太元年间，武陵渔人沿溪捕鱼。忽逢两岸桃林，'中无杂树，芳草鲜美'（《桃花源记》原文）。他随落花溯源，发现山壁小洞。穿过幽径后，竟见阡陌交错的世外桃源，村民'不知有汉，无论魏晋'。待他辞别时，村民叮嘱：'不足为外人道也。'可渔人归去后违背诺言，官府派人再寻时，但见'遂迷，不复得路'。",
      "background": "张旭任常熟县尉时，某日巡察至桃花溪。春雨初歇，他见石矶旁老渔夫正修补渔网，忽然想起昨日醉后挥毫的狂草。'这飘落的花瓣，多像墨池里浮沉的笔意！'他摸出怀中酒壶轻啜，任由酒香与花香交融。恍惚间，仿佛看见王羲之在兰亭曲水流觞，陶渊明在东篱采菊，不禁提笔在船舷写下这首寻仙诗。",
      "additional_info": "张旭号称'草圣'，传说他见公主担夫争道悟笔法，观公孙大娘舞剑器得神韵。此诗虽为七绝，却暗藏草书般的流动感——'飞桥'二字笔势欲飞，'随流水'三字连绵如浪。明代董其昌曾临此诗，特意在'洞'字留白，暗喻桃源难寻。",
      "questions": [
        "武陵渔人为何找不到桃源？",
        "张旭草书受何启发？",
        "诗中哪句最富动感？"
      ]
    }
  },
  {
    "id": "058db0d1-0656-4e8f-ac49-87622e16b19b",
    "title": "题大庾岭北驿",
    "author": "宋之问",
    "content": "阳月南飞雁，传闻至此回。 我行殊未已，何日复归来？ 江静潮初落，林昏瘴不开。 明朝望乡处，应见陇头梅。",
    "story": {
      "meaning": "深秋十月，大庾岭上寒风呼啸。宋之问裹紧单薄的官袍，望着南飞的大雁群在驿馆上空盘旋。'听说大雁飞到这岭上就折返了...'他苦笑着对驿丞说，'可我的流放之路，何时才能回头？'黄昏的江面泛着冷光，林中飘着湿冷的瘴气。他摩挲着怀中的家书，想象明天登高远眺时，或许能望见故乡陇头的梅花。",
      "allusion": "驿丞老赵正在生火取暖，见宋之问盯着雁群出神，便讲起故事：'前朝张九龄大人修梅关古道时，曾在岭上种梅。有年寒冬，他见梅花凌寒独放，当场吟道'不辞驿骑凌风雪，要使天骄识汉梅'。说着指向远处，'大人明日登高，定能看见那些梅树的后代。'",
      "background": "神龙元年（705年）的深秋，被贬泷州参军的宋之问行至大庾岭。暮色中，他望着驿馆斑驳的墙壁，想起半年前还在洛阳赏牡丹的荣光。突然一阵咳嗽打断回忆——岭南的瘴气已侵入他的肺腑。他颤抖着研墨，在油灯下写下：'明朝望乡处，应见陇头梅'，墨迹在潮湿的空气中久久不干。",
      "additional_info": "有趣的是，大庾岭梅花后来成为文人标配意象。明代戏剧家汤显祖被贬徐闻时，特意绕道梅关，就为验证'应见陇头梅'是否属实。他在《牡丹亭》里让柳梦梅唱道：'则为你如花美眷，似水流年...'暗合了这段典故。",
      "questions": [
        "张九龄如何修梅关道？",
        "汤显祖为何验证梅花？",
        "岭南瘴气有多可怕？"
      ]
    }
  },
  {
    "id": "bce40ff4-816c-490c-be30-04de15f7c25e",
    "title": "题金陵渡",
    "author": "张祜",
    "content": "金陵津渡小山楼 一宿行人自可愁 潮落夜江斜月里 两三星火是瓜州",
    "story": {
      "meaning": "深秋的夜晚，诗人张祜独宿在金陵渡口的小山楼上。江风呜咽着拍打木窗，他辗转难眠，望着窗外——潮水渐渐退去，月光斜斜地洒在江面上，对岸瓜洲的渔火像散落的星子般明灭。'这星星点点的灯火后，又有多少和我一样无眠的旅人呢？'他摩挲着冰凉的酒杯，把愁绪揉进了诗行。",
      "allusion": "相传张祜年轻时曾在此渡口与歌女桃叶相遇。那日春雨绵绵，桃叶抱着琵琶唱道：'津渡夜泊客，莫问奴归处。'诗人赠她一枚青玉簪，却因战乱失散。多年后重游故地，忽闻岸上有人轻唱旧曲，只见朦胧月光下，一叶扁舟载着琵琶声渐行渐远。",
      "background": "这是张祜晚年漂泊时的作品。那夜他刚与旧友饯别，微醺中登上临江小楼。忽见江心浮起半轮残月，恍惚间想起二十年前在此送别的红颜知己。'当年她说要等我的灯火，可还亮着么？'老诗人颤抖着研墨，月光把他的影子拉得很长很长。",
      "additional_info": "宋代画家马远曾据此诗创作《星火瓜洲图》，画中特意在渔火旁添了架琵琶。据说某次画作被雨淋湿后，墨色晕染竟现出女子轮廓，成为当时奇谈。",
      "questions": [
        "桃叶唱的是什么曲调？",
        "青玉簪最终去了哪？",
        "渔火为何只有两三？"
      ]
    }
  },
  {
    "id": "2c036362-9f1d-434c-854f-b97a2a4bb19b",
    "title": "天末忆李白",
    "author": "杜甫",
    "content": "凉风起天末，君子意如何。 鸿雁几时到，江湖秋水多。 文章憎命达，魑魅喜人过。 应共冤魂语，投诗赠汩罗。",
    "story": {
      "meaning": "秋风瑟瑟的黄昏，杜甫在秦州简陋的茅屋里来回踱步。他望着南飞的大雁，突然拍案自语：'太白兄此刻在流放夜郎的路上，可还安好？'案头砚台里未干的墨迹，倒映着他忧心忡忡的面容。想到挚友李白因永王案被贬，他提笔写下'文章憎命达'——这世道啊，越是才华横溢越要遭殃，就像当年屈原投江的汨罗水，永远吞没着忠魂。",
      "allusion": "【屈子投江】公元前278年，汨罗江畔阴云密布。披发行吟的屈原抱着石头，对渔夫苦笑：'举世皆浊我独清。'忽然纵身跃入江中，怀里的《离骚》竹简溅起丈高水花。千年后杜甫写此诗时，仿佛看见李白在流放途中与屈原的冤魂隔空对话，两袭白衣在江风中猎猎作响。",
      "background": "759年深秋，47岁的杜甫在秦州街头听闻李白流放夜郎。那夜他辗转难眠，忽听窗外雁阵哀鸣，恍惚看见年轻时的李白在长安酒肆举杯：'会当一饮三百杯！'醒来时晨露已打湿衣襟，他抓起毛笔在墙上题诗，墙皮簌簌掉落的声音里，混着一声几不可闻的叹息。",
      "additional_info": "有趣的是，当杜甫写下这首诗时，李白其实已遇赦东归。但战乱时代消息闭塞，这对'诗仙''诗圣'的相思，就像诗里迟到的鸿雁，永远隔着时空交错飞行。",
      "questions": [
        "李白如何回应此诗？",
        "杜甫还写过哪些忆李白诗？",
        "屈子投江当日吃粽子吗？"
      ]
    }
  },
  {
    "id": "72aab9ef-65a9-4a8a-b36b-61932c09ce85",
    "title": "听弹琴",
    "author": "刘长卿",
    "content": "泠泠七丝上 静听松风寒 古调虽自爱 今人多不弹",
    "story": {
      "meaning": "冬夜的书斋里，刘长卿独坐窗前。七弦琴在烛光下泛着幽光，他轻拨琴弦，泠泠琴音如寒泉流淌。忽然一阵松风穿窗而入，琴弦震颤发出松涛般的回响。他苦笑着自语：'这《广陵散》古调，如今还有几人懂得？'手指抚过断纹密布的琴面，仿佛触摸着被时代遗忘的文明碎片。",
      "allusion": "嵇康临刑前，三千太学生跪请传授《广陵散》。刑场上，他盘膝而坐，最后一次弹奏这首绝世琴曲。琴声时而如银瓶乍裂，时而似幽谷回风。曲终叹道：'袁孝尼曾想学此曲，我吝而未教，《广陵散》从此绝矣！'说罢从容就戮，琴音余韵却萦绕在刑场三日不绝。",
      "background": "安史之乱后的长安，教坊里充斥着胡乐新声。某个雪夜，刘长卿路过荒废的乐坊，忽闻墙内传来断续琴音。推门见一老乐工正颤抖着手调试断弦，琴案上《幽兰》谱卷已积了厚灰。老人抬头苦笑：'使君也懂古调？'这一刻，诗人忽然明白了何为'古调虽自爱，今人多不弹'。",
      "additional_info": "唐代宫廷曾流行'烧槽琵琶'，把琵琶投入火中听爆裂声取乐。刘长卿见此曾怒斥：'此声如广陵散绝，终成绝响！'后来他每次弹琴前，都要先焚一柱祭天香。",
      "questions": [
        "嵇康为何不传《广陵散》？",
        "唐代最著名的古琴曲是？",
        "刘长卿还写过哪些琴诗？"
      ]
    }
  },
  {
    "id": "71999aa1-55dd-4449-81b0-41f04686bf2e",
    "title": "听蜀僧濬弹琴",
    "author": "李白",
    "content": "蜀僧抱绿绮，西下峨眉峰。 为我一挥手，如听万壑松。 客心洗流水，余响入霜钟。 不觉碧山暮，秋云暗几重。",
    "story": {
      "meaning": "暮秋的峨眉山脚，李白正独坐溪边。忽然，一位抱着名琴'绿绮'的蜀地僧人自云雾中走来。僧人盘膝而坐，手指轻拂琴弦的刹那，松涛般的琴音席卷山谷。李白恍惚看见万壑松风在耳边呼啸，清越的琴声像流水洗净他漂泊的愁绪，余音与远处霜钟交融。待他回神时，才发现青山已浸在暮色中，秋云叠成了重重帘幕。",
      "allusion": "相传西汉司马相如得'绿绮琴'时，正苦恋卓文君。某夜他在卓家宴饮，忽然抚琴高歌《凤求凰》。雕花窗后，文君听得面红耳赤——琴弦震颤的不只是音律，更是少年炽热的心跳。后来这对有情人夜奔成都，当垆卖酒，绿绮琴始终相伴。直到千年后，这承载着爱情的名琴又出现在蜀僧手中。",
      "background": "这是李白被赐金放还后的深秋。他漫游至蜀地，在失意中忽遇知音。当僧人弹奏时，诗人闭目看见自己曾攀援过的峨眉绝壁，听见长安宫中似曾相识的钟鸣。琴声渐急时他攥紧了酒壶，仿佛又经历着被谗言中伤的愤懑；余音袅袅时却松开眉头，像放下了一场大梦。",
      "additional_info": "有趣的是，诗中'霜钟'可能实指峨眉山报国寺铜钟。该钟铸造时加入大量锡料，秋霜凝结时敲击会发出特殊清响。李白在《登峨眉山》中也写过'霜钟晓更清'，可见他对这独特音色的迷恋。",
      "questions": [
        "绿绮琴最初属于谁？",
        "卓文君为何私奔？",
        "霜钟特殊音色的秘密？"
      ]
    }
  },
  {
    "id": "7f3799de-78b4-49bc-b6d8-a5fa3ecacd33",
    "title": "听筝",
    "author": "李端",
    "content": "鸣筝金粟柱 素手玉房前 欲得周郎顾 时时误拂弦",
    "story": {
      "meaning": "春日暖阳斜照玉房，檀木筝柱上的金粟纹在光下流转。抚筝女子纤纤素手忽然错拨琴弦，清脆的杂音惊动了席间的周瑜——原来这'失误'是她精心设计的小心思，只为换得那位懂音律的周郎一回眸。",
      "allusion": "三国时江东名将周瑜精通音律。某日宴饮，乐姬弹错曲调，本在饮酒的周瑜立即转头相视。此后乐女们故意弹错，只为得周郎注目，留下'曲有误，周郎顾'的典故。史载周瑜听出错误时，手中酒杯会微微一顿，剑眉轻挑的瞬间被画师绘入《顾曲图》。",
      "background": "李端在韦应物府邸赏乐时，见乐伎频频偷瞄席间某位俊朗文士。当那文士因琴音谬误抬头时，乐伎耳尖瞬间绯红。诗人捕捉到这鲜活画面，挥毫写下这首'音律版暗恋日记'。据说当晚那位被偷看的文士，正是以精通音律闻名的驸马郭暧。",
      "additional_info": "敦煌曲子词中另有'周公不解琴中意，错认周郎是知音'的诙谐改编。明代画家唐寅曾据此典绘制《误拂弦图》，画中周瑜腰间玉佩因突然转身而悬空摆动，这个细节被后世鉴赏家津津乐道。",
      "questions": [
        "周瑜如何识破音律错误？",
        "唐代贵族如何欣赏音乐？",
        "古代乐伎还有哪些小心机？"
      ]
    }
  },
  {
    "id": "e2fec465-cea1-4829-b12d-3ba37a267562",
    "title": "同从弟销南斋玩月忆山阴崔少府",
    "author": "王昌龄",
    "content": "高卧南斋时，开帷月初吐。 清辉淡水木，演漾在窗户。 苒苒几盈虚，澄澄变今古。 美人清江畔，是夜越吟苦。 千里其如何，微风吹兰杜。",
    "story": {
      "meaning": "南斋的竹帘被夜风轻轻掀起，王昌龄与堂弟并肩躺在凉席上，望着新月初升。月光如水般流淌在窗外的溪水上，波光粼粼映得满室生辉。诗人忽然想起远在山阴的友人崔少府，此刻定在清江畔对月吟诗，兰杜的幽香仿佛随千里微风飘来。",
      "allusion": "诗中'越吟'暗用楚国庄舄典故。当年庄舄在秦国为官，病中思乡竟不自觉用楚地方言呻吟。秦王问：'他既显贵，还会思乡吗？'侍从答：'凡人病中最念故土。'后来果然发现庄舄在用楚语说梦话。这个细节让秦王感叹不已。",
      "background": "开元十五年夏夜，王昌龄在长安任校书郎。闷热的官舍里，他邀堂弟来南斋纳凉。月光穿透梧桐叶的间隙，在地上投下斑驳影子。他突然拍案道：'此刻崔兄定在鉴湖泛舟！'说着抓起毛笔，墨汁溅在衣袖上也浑然不觉。",
      "additional_info": "诗中'微风吹兰杜'暗藏妙笔。兰杜是江南特有香草，北方长大的堂弟不解其香，王昌龄便取出珍藏的干兰草焚香。后来这包香草成了他们传递家书的信物，每封家书都夹着几片兰草。",
      "questions": [
        "庄舄为何说楚语？",
        "兰杜是什么植物？",
        "南斋在哪个城市？"
      ]
    }
  },
  {
    "id": "b411ce1e-ac09-4427-ab32-f8dc7a57e566",
    "title": "同题仙游观",
    "author": "韩翃",
    "content": "仙台下见五城楼，风物凄凄宿雨收。 山色遥连秦树晚，砧声近报汉宫秋。 疏松影落空坛静，细草香闲小洞幽。 何用别寻方外去，人间亦自有丹丘。",
    "story": {
      "meaning": "秋雨初歇的黄昏，韩翃踏着湿漉漉的石阶登上仙游观。推开斑驳的木门，五城楼的飞檐在暮色中若隐若现。他看见道童正在收拾被雨水打湿的经幡，老道士敲着空坛边的铜磬，回声惊起檐角铜铃下的宿鸟。'这疏朗的松影、幽香的山洞，何必去寻海外仙山呢？'他捻着沾满草香的衣角喃喃自语。",
      "allusion": "相传汉武帝曾在终南山建造五城十二楼迎候仙人。某个秋夜，方士公孙卿指着云雾中的楼阁说:'陛下请看，那是西王母的玄圃！'随行官员却只看到被秋露打湿的普通宫观。次日清晨，武帝在同样的位置果真见到金光缭绕的仙宫——原来是晨雾折射的蜃景。",
      "background": "安史之乱后的某个寒秋，时任闲职的韩翃独自重游道观。抚摸着褪色的《黄庭经》石碑，他突然听见长安方向传来捣衣声。'去年此刻，贵妃还在华清宫赏桂...'一片落叶飘进他捧着的茶盏，荡碎了水中摇晃的宫阙倒影。",
      "additional_info": "诗中'砧声近报汉宫秋'暗藏玄机：唐代宫女多在秋夜捣练制衣，而汉武帝的建章宫确有'曝衣阁'。元稹曾调侃此句'偷得汉宫秋色，补我唐家诗句'。",
      "questions": [
        "五城楼象征什么？",
        "砧声为何代表秋意？",
        "丹丘指代何处？"
      ]
    }
  },
  {
    "id": "fae577a5-da28-4672-83ff-94c97ae2a4a4",
    "title": "晚次鄂州",
    "author": "卢纶",
    "content": "云开远见汉阳城 犹是孤帆一日程 估客昼眠知浪静 舟人夜语觉潮生 三湘衰鬓逢秋色 万里归心对月明 旧业已随征战尽 更堪江上鼓鼙声",
    "story": {
      "meaning": "暮色中，卢纶站在摇晃的船头，望着远处汉阳城的轮廓在云散后显现。'明日此时才能靠岸啊'，他轻叹一声。船舱里商贩们正鼾声如雷——他们知道风平浪静才能安睡；而深夜时分，老船夫突然压低声音：'听，潮水来了！'这声音让诗人想起自己斑白的鬓发，像三湘的秋色一样萧索。望着明月，万里归乡的愁绪涌上心头。忽然，江上传来战鼓声——连最后的家业，都毁于战火了。",
      "allusion": "诗中'三湘'暗含屈原典故。当年屈原被放逐至湘江流域，行吟泽畔时遇见渔父。渔父问他为何如此憔悴，屈原答：'举世皆浊我独清'。渔父莞尔一笑：'沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。'说罢摇桨而去，留下屈原对着滔滔江水，将满腹愁绪写进《离骚》。",
      "background": "安史之乱后，卢纶被迫离开长安南下避难。这夜他乘船途经鄂州，看着商贩们为利奔波，船夫们为生操劳，忽然觉得自己就像江面一片飘萍。摸到腰间仅剩的几枚铜钱，他苦笑着想：当年在长安的宅院，此刻怕已化作焦土了吧？远处军营传来的鼓声，让他蘸着月光写下了这首漂泊者的哀歌。",
      "additional_info": "有趣的是，卢纶作为'大历十才子'之一，本诗却突破了当时绮丽诗风。传说他写完最后一句时，一滴墨晕开了'鼙'字，像极了溅落的泪痕。后世文人模仿此诗时，常故意在'鼙'字上留下墨渍，称为'卢纶泪'。",
      "questions": [
        "渔父的话有何深意？",
        "大历诗风有何特点？",
        "安史之乱持续多久？"
      ]
    }
  },
  {
    "id": "2e8999a9-9df8-4483-ab1e-0231c3e46320",
    "title": "辋川集 鹿柴",
    "author": "王维",
    "content": "空山不见人，但闻人语响。 返景入深林，复照青苔上。",
    "story": {
      "meaning": "夕阳西下，王维独自漫步在辋川别业的山林中。忽然，他停住脚步——前方空寂的山谷里明明没有人影，却传来隐约的谈笑声。正当他疑惑时，一缕金色的阳光穿过密林，斑驳地洒在潮湿的青苔上，仿佛在和他玩捉迷藏。这一刻，诗人感受到了大自然的神秘与灵动。",
      "allusion": "传说王维在辋川隐居时，常与好友裴迪结伴游山。某日黄昏，二人走散后，王维突然听到林间传来裴迪吟诗的声音，循声望去却不见人影。这时夕阳穿透树梢，照亮了石阶上的青苔，王维恍然大悟：原来是山风将远处的声音送到了耳畔。这段经历后来化作诗中'但闻人语响'的妙笔。",
      "background": "天宝九年的一个秋日，王维正在书房整理《辋川集》诗稿。窗外飘来桂花香，他忽然想起昨日在山中遇到的奇景。放下毛笔，他仿佛又看见那束调皮的光线在苔藓上跳跃，耳边似乎还回荡着若有若无的笑语。'这定是山灵在与我游戏。'他笑着蘸墨，将这份禅意写进了诗行。",
      "additional_info": "有趣的是，宋代画家郭熙曾根据此诗创作《鹿柴图》，画中特意在青苔位置留白，用'无画处皆成妙境'来表现光影的魔法。苏轼看到后赞叹：'此真得摩诘（王维）三昧！'",
      "questions": [
        "裴迪当时吟的什么诗？",
        "郭熙如何表现返景？",
        "苏轼还评过哪些画？"
      ]
    }
  },
  {
    "id": "36e09cb4-4fb7-48be-b6c6-c9bd906d9331",
    "title": "辋川集 竹里馆",
    "author": "王维",
    "content": "独坐幽篁里 弹琴复长啸 深林人不知 明月来相照",
    "story": {
      "meaning": "月光如水的夜晚，王维抱着古琴走进辋川别业的竹林深处。竹叶沙沙作响，他盘腿坐在青石上，指尖拨动琴弦，突然仰头发出清越的长啸。琴声与啸声在竹林中回荡，惊起几只夜栖的鸟雀。他望着天上那轮明月，忽然笑了——这皎洁的月光，不正是最知音的听众吗？",
      "allusion": "相传东晋名士阮籍善作'啸'，某日他在苏门山遇见隐士孙登，连续三日谈论玄理，孙登始终不语。阮籍失望长啸离去，行至半山腰，忽闻山谷传来鸾凤般的啸声，正是孙登的回应。这'苏门啸'的典故，被王维化用在诗中，那穿透竹林的啸声里，藏着与古人神交的默契。",
      "background": "安史之乱后的某个秋夜，王维在辋川别业辗转难眠。他披衣起身，看见月光透过窗棂在地上画出竹影。忽然想起白日里山民说'后山竹林闹鬼'的传闻，他反而提起古琴往后山走去——与其在朝堂周旋，不如与这'竹鬼'明月作伴。夜风吹起他的衣带，露水打湿了木屐，他却觉得比任何华宴都自在。",
      "additional_info": "宋代米芾曾根据此诗创作《竹里馆图》，画中特意在竹林深处添了只探头探脑的野兔，题跋说：'摩诘先生长啸时，惊得这厮竖耳听。'后来这画被苏轼看到，笑着补题：'明月岂止来相照，还派兔儿当探子。'",
      "questions": [
        "阮籍为何拜访孙登？",
        "啸声在古代有何特殊含义？",
        "米芾为何添加野兔？"
      ]
    }
  },
  {
    "id": "a2b4e8ca-92e3-4101-8a54-739b8f1d8184",
    "title": "辋川闲居赠裴秀才迪",
    "author": "王维",
    "content": "寒山转苍翠 秋水日潺湲 倚杖柴门外 临风听暮蝉 渡头余落日 墟里上孤烟 复值接舆醉 狂歌五柳前",
    "story": {
      "meaning": "深秋时节，王维拄着拐杖站在柴门外，望着远处寒山渐渐染上苍翠，听着秋水潺潺流淌。晚风送来阵阵蝉鸣，渡口的落日余晖映照着村落升起的炊烟。这时醉醺醺的裴迪摇摇晃晃走来，在五柳树下放声高歌，为这静谧的黄昏平添了几分狂放不羁的趣味。",
      "allusion": "接舆是春秋时期楚国的狂士。一次孔子周游列国时，接舆故意从孔子车前走过，唱着歌讽刺他：'凤兮凤兮，何德之衰！'（凤凰啊凤凰，你的德行怎么衰退了！）说完就扬长而去。王维在此将裴迪比作接舆，既赞赏他的狂放不羁，又暗含对自己隐居生活的自得。",
      "background": "这是王维隐居辋川时的作品。那天傍晚，他刚写完一幅山水画，信步来到柴门外。秋风拂过他的白须，远处传来樵夫归家的歌声。忽然看见老友裴迪醉醺醺地走来，不禁想起年轻时在长安把酒言欢的往事。此刻虽已两鬓斑白，但这份超然物外的闲适，却比当年更令人沉醉。",
      "additional_info": "有趣的是，王维和裴迪经常这样一唱一和。有次裴迪在雪中咏梅，王维立即在屋内弹琴相和。仆人后来发现，王维的琴声竟与裴迪吟诗的节奏完全吻合，仿佛心有灵犀。",
      "questions": [
        "接舆为何讽刺孔子？",
        "五柳指代哪位隐士？",
        "裴迪还写过哪些诗？"
      ]
    }
  },
  {
    "id": "6975adab-25d0-40c6-af3a-3a05847e7717",
    "title": "望洞庭湖赠张丞相",
    "author": "孟浩然",
    "content": "八月湖水平 涵虚混太清 气蒸云梦泽 波撼岳阳城 欲济无舟楫 端居耻圣明 坐观垂钓者 空有羡鱼情",
    "story": {
      "meaning": "八月洞庭湖面如镜，水天相接处雾气缭绕。孟浩然站在岳阳城头，看云梦泽上蒸腾的云气，听惊涛拍打城墙的轰鸣。他摸着斑驳的城墙叹息：'想渡湖却无船，闲居盛世实在羞愧。'忽见渔夫收网满载，他攥紧衣袖喃喃：'我空有羡鱼之情，何时才能施展抱负？'",
      "allusion": "东汉严子陵隐居富春江垂钓，光武帝刘秀派使者三顾茅庐。最后一次，使者见严子陵反穿羊裘钓鱼，故意问：'先生可知天子求贤？'严子陵头也不抬：'各得其所，何必相强？'说罢将钓竿一甩，银鳞跃出水面，溅湿了使者的朝服。",
      "background": "开元二十一年秋，孟浩然科举落第后漫游洞庭。那日湖上忽起大风，他躲进岳阳楼酒肆，听见邻桌官员谈论张九龄拜相的消息。酒保添茶时笑道：'听说张丞相最爱提携寒士...'孟浩然猛地站起碰翻茶盏，在众人诧异目光中冲到窗边，望着滔天白浪挥毫写下此诗。",
      "additional_info": "宋代米芾在岳阳楼题写此诗时，故意把'波撼'的'撼'字少写一点。旁人质疑，他大笑：'洞庭波涛再凶，也撼不动我这一笔！'后来果然每次涨潮，洪水都恰巧淹到缺笔处。",
      "questions": [
        "严子陵为何反穿羊裘？",
        "米芾题字有何玄机？",
        "云梦泽今在何处？"
      ]
    }
  },
  {
    "id": "6beb5cc2-ae49-4e23-952a-1cb92fa11512",
    "title": "望蓟门",
    "author": "祖咏",
    "content": "燕台一望客心惊 箫鼓喧喧汉将营 万里寒光生积雪 三边曙色动危旌 沙场烽火连胡月 海畔云山拥蓟城 少小虽非投笔吏 论功还欲请长缨",
    "story": {
      "meaning": "北风呼啸的清晨，祖咏登上燕台远眺，眼前的景象让他热血沸腾——汉军营地里旌旗猎猎，士兵们正擂鼓操练；积雪反射的寒光与晨晖中的战旗交相辉映。他仿佛看见烽火台燃起的狼烟直冲胡地明月，蓟城在云山环抱中巍然屹立。这个书生按着腰间佩剑喃喃自语：'我虽不是班超那样的投笔从戎者，也要学终军请缨报国！'",
      "allusion": "典故一：班超投笔。东汉班超原是小吏，一日掷笔叹道：'大丈夫当效傅介子、张骞立功异域！'后出使西域三十载。典故二：终军请缨。汉武帝时，少年终军自请'愿受长缨，必羁南越王而致之阙下'。这两个故事在唐代军营中常被传颂，成为热血儿郎的榜样。",
      "background": "开元十二年冬，祖咏作为新科进士巡边至幽州。那日黎明，老将军带他登上古燕台，指着结冰的护城河说：'看这万里冰棱，都是儿郎们用热血融开的。'忽然营中号角齐鸣，朝阳将雪地染成金红色，诗人顿觉胸中豪气翻涌，解下貂裘换酒与守军共饮，当场挥毫写下这首壮歌。",
      "additional_info": "有趣的是，诗中'三边曙色'的'三边'实为唐代幽州、并州、凉州三大边防重镇，但明代有人误以为是'天、地、人'三才，闹出将边塞诗解作玄学诗的笑话。",
      "questions": [
        "班超如何平定西域？",
        "终军最后成功了吗？",
        "唐代三边指哪里？"
      ]
    }
  },
  {
    "id": "12fdaad8-b197-4526-b56d-c7c713267248",
    "title": "望岳",
    "author": "杜甫",
    "content": "岱宗夫如何，齐鲁青未了。 造化钟神秀，阴阳割昏晓。 荡胸生曾云，决眦入归鸟。 会当凌绝顶，一览众山小。",
    "story": {
      "meaning": "年轻的杜甫站在泰山脚下，仰望着巍峨的山峰。他问身旁的樵夫：‘这岱宗山究竟有多神奇啊？’樵夫指着远处说：‘公子您看，这青色山脉横跨齐鲁大地，望不到尽头呢！’忽然一阵山风拂过，层云在杜甫胸前翻涌，他瞪大眼睛追逐归巢的飞鸟，眼眶都要裂开了。他握紧拳头暗自发誓：‘总有一天我要登上顶峰，看群山都变得渺小！’",
      "allusion": "相传孔子当年登泰山而小天下。一日，孔子带着弟子们来到泰山脚下。子路问：‘老师为何偏爱此山？’孔子抚须笑道：‘登此山方知天地之大。’当他们登上玉皇顶时，颜回突然惊呼：‘原来鲁国这么小！’孔子意味深长地说：‘所以君子要不断攀登啊。’这个典故后来成为胸怀壮志的象征。",
      "background": "735年，24岁的杜甫科举落第后漫游齐赵。某个春日的清晨，他独自来到泰山脚下。晨雾中，他看到采药的老者背着竹篓蹒跚而行，听到山涧叮咚作响。摸着粗糙的山石，年轻的诗人忽然觉得人生挫折不过如此。他掏出随身携带的笔墨，就着溪边青石写下了这首意气风发的诗篇。",
      "additional_info": "有趣的是，杜甫当时并未真正登顶泰山。直到44年后，他在《又上后园山脚》中才提到‘昔我游山东，忆戏东岳阳’，可见这次‘望岳’只是神游。但正是这种未完成的遗憾，让诗句更显壮志凌云。",
      "questions": [
        "孔子登泰山说了什么",
        "杜甫当时多大年纪",
        "诗中岱宗指哪座山"
      ]
    }
  },
  {
    "id": "2c152693-c25f-45ce-8ef2-cbedce1a62bc",
    "title": "望月怀远",
    "author": "张九龄",
    "content": "海上生明月 天涯共此时 情人怨遥夜 竟夕起相思 灭烛怜光满 披衣觉露滋 不堪盈手赠 还寝梦佳期",
    "story": {
      "meaning": "潮水轻拍礁石，银盘般的明月从海面跃出。刺史张九龄独倚官署朱栏，望着同一轮照亮岭南与长安的月亮。他突然攥紧手中家书——纸面还带着妻子常用的梅花熏香。'这漫漫长夜，她是否也在数着更漏？'刺史猛地吹灭蜡烛，却发现月光如水漫过窗棂，凉露已浸透单衣。他苦笑着摊开手掌：'这捧月光，终究无法寄到长安啊。'",
      "allusion": "开元年间，张九龄在荆州任上。某夜批阅公文时，忽闻衙役惊呼：'大人快看！海上明月！'他疾步出堂，只见长江粼粼如银，对岸渔火明灭。'这月光也照着曲江的妻儿吧？'随从见他怔忡，小心道：'要备笔墨吗？'刺史却摇头：'且去取我那件青布袍来。'原来他想起去年离京时，妻子正是用这件旧袍包了盒岭南难觅的蜜饯。",
      "background": "岭南的夏夜闷热难耐，蚊蚋围着官署的纱灯打转。张九龄第三次提笔又搁下，墨汁在奏折上晕开污痕。忽然江风送来咸腥气息，他推窗见月轮正破云而出，霎时想起二十年前新婚夜——那时他们共剪西窗烛，而今却隔着重山。'大人，该添冰了。'老仆的声音惊醒了他，这才发现衣襟已被泪水沾湿。",
      "additional_info": "宋代苏轼被贬惠州时，特意在《西江月》里化用'海上生明月'，还打趣说：'张曲江当年望的是南海月，我如今赏的是罗浮月，倒比古人多几分仙气！'明代有书生模仿此诗写情书，结果误把'披衣觉露滋'写成'披衣觉鸡啼'，惹得姑娘笑骂：'呆子，你这是通宵赌钱去了？'",
      "questions": [
        "为何选择海上明月意象？",
        "灭烛动作有何深意？",
        "唐人如何传递家书？"
      ]
    }
  },
  {
    "id": "974914ee-1fc0-4952-a863-820bad2e4065",
    "title": "为有",
    "author": "李商隐",
    "content": "为有云屏无限娇 凤城寒尽怕春宵 无端嫁得金龟婿 辜负香衾事早朝",
    "story": {
      "meaning": "冬末春初的长安城，新妇慵懒地蜷缩在云母屏风后的锦被里。她望着窗外将尽的残雪，突然扯住正要起身的丈夫衣袖：'金龟郎君且慢走！'原来她的夫君是佩金龟袋的高官，不得不冒着春寒赶早朝。屏风上倒映着两人纠缠的身影，香炉里升起一缕幽怨的青烟。",
      "allusion": "唐玄宗时，五品以上官员需佩鱼袋。武则天改制，三品以上佩金龟袋。诗人王昌龄曾戏作《金龟婿》：'闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。'这成为唐代闺怨诗的经典意象。",
      "background": "某个倒春寒的清晨，李商隐在秘书省当值时，看见同僚张大人呵着冻红的手匆匆赶来。他突然想起昨夜路过张府，听见屏风后传来女子啜泣。此刻晨光中，张大人的金龟袋正随步伐晃动，折射出刺眼的金光。诗人摸着自己空荡荡的腰带，苦笑着在值班簿上题下这首诗。",
      "additional_info": "唐代早朝制度严苛，五更三点（约凌晨4:12）就要到宫门候朝。白居易曾写'退衙归逼夜，拜表出侵晨'，韩愈更因迟到被罚俸。有趣的是，出土唐代金龟袋实物仅巴掌大，却要装鱼符、印章等物，官员们常抱怨'金龟负重任'。",
      "questions": [
        "金龟袋装哪些物品？",
        "唐代几点上朝？",
        "谁首创金龟制度？"
      ]
    }
  },
  {
    "id": "1575c835-1241-4d7b-99dc-6d700549ac65",
    "title": "渭城曲",
    "author": "王维",
    "content": "渭城朝雨浥轻尘 客舍青青杨柳春 劝君更尽一杯酒 西出阳关无故人",
    "story": {
      "meaning": "清晨的渭城，细雨打湿了轻扬的尘土，客舍旁的杨柳在春雨中显得格外青翠。诗人王维与好友元二对坐饮酒，他举起酒杯说道：‘再饮一杯吧，出了阳关，就再难遇到故人了。’诗中饱含对友人远行的不舍与祝福。",
      "allusion": "元二奉命出使安西，王维在渭城为他饯行。细雨蒙蒙中，王维望着客舍旁新绿的杨柳，心中满是不舍。他斟满酒杯，动情地说：‘此去路途遥远，再饮一杯吧！’元二接过酒杯，一饮而尽，两人相视无言，唯有春雨滴答作响。",
      "background": "王维在送别元二时，正值春雨绵绵。他望着被雨水洗净的街道和青翠的杨柳，想到友人即将远赴荒凉的西域，心中感慨万千。在这离别的时刻，他用最朴实的语言，写下了这首流传千古的送别诗。",
      "additional_info": "这首诗后来被谱成歌曲《阳关三叠》，成为唐代最著名的送别曲。据说当时在长安的酒肆里，歌女们常常吟唱此曲为远行的客人送行。",
      "questions": [
        "元二出使哪里？",
        "诗中提到什么植物？",
        "此诗后被谱成何曲？"
      ]
    }
  },
  {
    "id": "204e287b-8194-4c2d-808b-11cc260412ae",
    "title": "渭川田家",
    "author": "王维",
    "content": "斜阳照墟落 穷巷牛羊归 野老念牧童，倚杖候荆扉。 雉雊麦苗秀，蚕眠桑叶稀。 田夫荷锄至，相见语依依。 即此羡闲逸，怅然吟式微。",
    "story": {
      "meaning": "夕阳染红了小村庄，牛羊慢悠悠地晃进深巷。拄着拐杖的老爷爷站在爬满藤蔓的柴门前，不时张望路口：'小孙子的牧笛声怎么还没传来？'麦田里野鸡咕咕叫，吃饱的蚕宝宝在稀疏的桑叶间酣睡。扛着锄头的农夫们在田埂相遇，'今年雨水足，麦穗沉甸甸的哩！'他们热络地拉着家常。王维望着这炊烟袅袅的画卷，忽然觉得手中的官印重若千钧。",
      "allusion": "结尾的'式微'出自《诗经》，讲的是黎侯流亡卫国时，臣子们趁着暮色偷偷劝归的故事。'式微式微，胡不归？'的呼唤声穿过三百年时光，此刻正撞进王维心里。他想起去年在终南山遇见的老隐士，那人用枯枝在地上划出《式微》全文，沙哑着嗓子说：'大人你看，连野草都知道日落该回家。'",
      "background": "这是王维在蓝田辋川别业小住时的即景。那天他刚处理完一桩田产纠纷，回程时官袍被荆棘勾破。转过山坳突然看见这幅田园图，老农粗糙的手掌拍在他肩头：'郎君累了吧？喝碗新酿的桑葚酒？'酒碗里晃动的，是他二十年官场生涯中从未见过的晚霞。",
      "additional_info": "诗中'蚕眠'二字藏着个小彩蛋——王维在《辋川集》里专门写过养蚕诗。他总在清晨数蚕宝宝蜕皮次数，还跟裴迪打赌说'四眠过后，蚕娘要唱采桑歌'，结果输了三坛松醪酒。",
      "questions": [
        "黎侯为何流亡卫国？",
        "终南山隐士是谁？",
        "桑葚酒怎么酿？"
      ]
    }
  },
  {
    "id": "22e90c0d-2b59-4500-8e5d-80d38ec4692c",
    "title": "闻官军收河南河北",
    "author": "杜甫",
    "content": "剑外忽传收蓟北 初闻涕泪满衣裳 却看妻子愁何在 漫卷诗书喜欲狂 白日放歌须纵酒 青春作伴好还乡 即从巴峡穿巫峡 便下襄阳向洛阳",
    "story": {
      "meaning": "公元763年的春日，杜甫在梓州（今四川三台）的茅屋里突然听到门外驿卒高喊'蓟北收复了！'。他手中的毛笔'啪嗒'掉在案上，泪水瞬间浸透了青布衣裳。转身看见妻子正惊愕地望着自己，往日为战乱紧锁的眉头竟舒展开来。他大笑着把诗稿胡乱卷起，拉着孩子们的手转圈，酒坛子碰倒了也不管。'快收拾行装！'他指着地图对家人说：'我们顺长江而下，过巫峡、经襄阳，直奔洛阳老家！'",
      "allusion": "安史之乱期间，杜甫带着家人从洛阳逃难。在鄜州羌村，他写下'今夜鄜州月，闺中只独看'思念妻儿。后来冒险穿越战场寻找家人时，小女儿饿得咬他手臂，儿子面色菜青。这段经历让他听到收复消息时，眼前立即浮现当年逃亡路上见过的景象：巫峡两岸的猿啼，襄阳城头破损的战旗。",
      "background": "那日清晨，杜甫正在修改《茅屋为秋风所破歌》，突然听到街上有军报驿马疾驰而过。他赤脚追出门外，正遇老邻居张秀才挥着邸报跑来：'杜工部！严武将军收复蓟北了！'杜甫愣在原地，八年战乱的画面在脑中闪回——洛阳城头的烽火、难民车辙里的血迹。此刻他忽然觉得，案头那盏将尽的油灯都亮了几分。",
      "additional_info": "有趣的是，杜甫这首诗创下了他生平最快的创作速度。后来他回忆说，当时狂喜中把'青春作伴'误写成'青山作伴'，发现后反而觉得更妙——青山确实一路护送他返乡。现存最早的手稿上还能看到涂改痕迹。",
      "questions": [
        "杜甫逃亡时遭遇何事？",
        "诗中为何提巴峡巫峡？",
        "手稿上有何特殊痕迹？"
      ]
    }
  },
  {
    "id": "9972f7bb-ae5b-49e4-87df-381386af66b6",
    "title": "问刘十九",
    "author": "白居易",
    "content": "绿螘新醅酒 红泥小火垆 晚来天欲雪 能饮一杯无",
    "story": {
      "meaning": "冬日的黄昏，白居易抱着新酿的绿蚁酒走向红泥火炉。窗外铅云低垂，他望着即将飘雪的天空，突然很想与好友刘十九共饮。他提笔写下这首小诗，仿佛看见刘十九踏雪而来的身影——火炉映着两人微醺的脸庞，酒香混着炭火气在暖阁里氤氲。",
      "allusion": "元和十年冬，白居易被贬江州。某个欲雪的傍晚，他正用红泥小火炉温着新酒，突然听见院门吱呀作响。原来是老友刘十九披着蓑衣来访，笠帽上还沾着未化的雪粒。'乐天兄，我老远就闻见酒香啦！'刘十九搓着手笑道。白居易大笑着拉他入座：'来得正好，这绿蚁酒刚滤好呢！'",
      "background": "被贬江州的白居易在浔阳江头建了草堂。这日他独坐窗前，看着仆人刚滤好的新酒在瓮中泛起绿沫，忽然格外想念长安旧友。寒风卷着枯叶拍打窗棂，他往火炉里添了块炭，火星噼啪炸开的瞬间，提笔写下了这首温暖的邀约。",
      "additional_info": "唐代文人用'绿蚁'形容新酒浮沫，实为酿酒酵母。宋代《酒谱》记载，白居易家酿酒时总要在酒瓮边挂诗笺，写着'愿同醉者来'。后来这成了文人雅集的经典桥段。",
      "questions": [
        "绿蚁酒是什么味道？",
        "红泥火炉如何保温？",
        "刘十九最终赴约了吗？"
      ]
    }
  },
  {
    "id": "ed79f9bc-d5d1-4251-b22d-d091e0758a3f",
    "title": "无题",
    "author": "李商隐",
    "content": "相见时难别亦难 东风无力百花残 春蚕到死丝方尽 蜡炬成灰泪始干 晓镜但愁云鬓改 夜吟应觉月光寒 蓬山此去无多路 青鸟殷勤为探看",
    "story": {
      "meaning": "暮春时节，诗人与心上人在落英缤纷的庭院执手相泣。东风裹着残花掠过衣袂，他望着她云鬓间新添的银丝轻叹：'春蚕吐尽最后一根丝才会死去，蜡烛流干最后一滴泪方成灰烬。'夜半独吟时，月光将他的影子拉得孤长，他折下一枝桃花递给青鸟：'请告诉蓬莱仙山的她，我衣带渐宽终不悔。'",
      "allusion": "传说西王母饲养三只青鸟作为信使。汉武帝在承华殿斋戒时，忽见一只青鸟衔着西王母的玉簪飞来，随后西王母乘紫云车降临。诗人借用这个典故时，仿佛看见自己的信笺被青鸟啄起，穿越云雾飞向远方玉楼中的仙子。",
      "background": "某个寒食节的深夜，李商隐独坐书斋。窗外骤雨打落海棠，他摩挲着案头褪色的锦帕——这是当年道观中那位女冠相赠的信物。突然一阵穿堂风掀动诗笺，他恍惚听见玉佩叮咚声，提笔时泪水已晕开了墨迹。",
      "additional_info": "宋代文人曾为此诗争论不休：有人说'青鸟'暗指令狐楚家的信使，也有人发现李商隐在玉阳山学道时，确实与一位宋姓女道士相恋。更有趣的是，现代学者发现唐代蜡烛芯是用败绢制成，燃烧时真的会发出'嘶嘶'声，宛如春蚕食叶。",
      "questions": [
        "青鸟还出现在哪些诗里？",
        "唐代道观为何多女冠？",
        "春蚕吐丝有何科学原理？"
      ]
    }
  },
  {
    "id": "b6475dea-1d69-4f0d-b98a-39393f47741e",
    "title": "无题二首 二",
    "author": "李商隐",
    "content": "重帷深下莫愁堂 卧后清宵细细长 神女生涯原是梦 小姑居处本无郎 风波不信菱枝弱 月露谁教桂叶香 直道相思了无益 未妨惆怅是清狂",
    "story": {
      "meaning": "深夜的莫愁堂内，层层帷幔低垂，一位女子辗转难眠。她想起巫山神女与楚王的相逢终究是场幻梦，自己就像独居的小姑，始终等不到情郎。窗外风波摧折着柔弱的菱枝，月光下的露珠却让桂叶散发幽香——正如明知相思无益，她仍愿保留这份痴狂的惆怅。",
      "allusion": "楚怀王游云梦泽时，在巫山邂逅自称'旦为朝云，暮为行雨'的神女（宋玉《高唐赋》）。次日清晨，怀王命人雕刻玉像纪念，却见神女化作朝云消散。这个典故后来常喻指转瞬即逝的爱情。",
      "background": "某个秋夜，李商隐独坐书斋。窗外桂影婆娑，让他想起年轻时在玉阳山修道的日子。那时他与女冠宋华阳相恋，却因道规被迫分离。案头烛火摇曳，仿佛映出她当年在道观纱帐后的倩影，诗人提笔写下这首充满隐喻的无题诗。",
      "additional_info": "诗中'小姑'暗用乐府《青溪小姑曲》典故。相传南朝蒋侯的三妹溺死青溪，成为守护神，庙中常年空设床帐，正如诗中人独守空闺的情景。",
      "questions": [
        "神女为何化云而去？",
        "青溪小姑是何来历？",
        "桂叶香象征什么？"
      ]
    }
  },
  {
    "id": "3410e7ce-df3a-4ab8-bea3-7f681661b240",
    "title": "无题二首 一",
    "author": "李商隐",
    "content": "昨夜星辰昨夜风，画楼西畔桂堂东。 身无彩凤双飞翼，心有灵犀一点通。 隔座送钩春酒暖，分曹射覆蜡灯红。 嗟余听鼓应官去，走马兰台类断蓬。",
    "story": {
      "meaning": "烛光摇曳的宴会上，李商隐望着对面席间那位戴玉簪的女子。当侍女传递金钩酒令时，他们的指尖在漆案上轻轻相碰，像两片梧桐叶在秋风里打了个旋儿。'这杯暖酒，倒比不得你眼里的春意。'他低头掩饰发烫的耳尖，却听见她衣袖拂过箜篌弦的轻响——原来她也在数着更漏，等那催人离去的晨鼓。",
      "allusion": "楚王在云梦泽狩猎时，随从们突然指着天空惊呼：'看！彩凤绕着陛下的车驾盘旋！'这时隐士鬼谷子却摇头：'凤凰非梧桐不栖，这必是陛下昨夜在兰台埋下的犀角显灵。'原来楚王为求贤才，特地将通天犀角雕成凤凰形状埋在宫苑。当夜有文曲星经过，犀角便化作金光直冲霄汉。",
      "background": "李商隐攥着褪色的青袍袖口，在秘书省值房里来回踱步。窗外飘来丹桂香，他突然把朱笔一搁——昨夜宴会上那个偷藏他诗笺的姑娘，此刻是否也在闻这桂花？砚台里未干的墨汁突然荡开涟漪，原来是他不知不觉把晨露错当研墨清水。远处传来点卯的鼓声，惊飞了檐下正在梳羽的斑鸠。",
      "additional_info": "宋代有书生模仿'心有灵犀'写情诗，特意买来犀角杯饮酒。不料醉后摔碎杯子，发现断面真有红线般的纹理。他狂喜题壁：'犀角通灵诚不我欺！'结果被客栈老板索赔——那其实是掺了朱砂的赝品。",
      "questions": [
        "犀角为何能通灵？",
        "唐代酒令怎么玩？",
        "兰台是什么机构？"
      ]
    }
  },
  {
    "id": "e006dfd3-40be-40ef-ba3b-552428931ae3",
    "title": "无题二首 一",
    "author": "李商隐",
    "content": "凤尾香罗薄几重，碧文圆顶夜深缝。 扇裁月魄羞难掩，车走雷声语未通。 曾是寂寥金烬暗，断无消息石榴红。",
    "story": {
      "meaning": "深夜烛光摇曳，一位女子正用纤纤玉指缝制碧纹圆顶罗帐，凤尾花纹的轻罗叠了数层。她想起白日街市偶遇：当他的马车如雷声般驶过时，她慌忙用团扇遮住明月般的脸庞，却连半句话都未能诉说。如今灯花已冷，石榴又红，却再没有他的消息，只剩穿针引线时银剪的轻响伴着叹息。",
      "allusion": "诗中暗藏汉代班婕妤《团扇诗》典故。汉成帝时，才女班婕妤曾作'新裂齐纨素，皎洁如霜雪'的团扇诗自喻。那日她见皇帝车驾经过，却因赵飞燕姐妹得宠而不敢上前，唯以团扇掩面。李商隐巧妙化用这个'秋扇见捐'的故事，让诗中女子手中的月魄团扇，成了爱情失意的象征。",
      "background": "某个春夜，李商隐在洛阳客栈听见隔壁传来机杼声。推窗望去，见一女子正对灯缝衣，墙上剪影如画。忽然她停针垂泪，原来窗外石榴树上挂着去年情人系的红绸，而今颜色已褪。诗人想起自己与柳枝姑娘无疾而终的恋情，提笔时烛泪与墨痕交织，将两个时空的相思缝进诗中。",
      "additional_info": "有趣的是，李商隐常用'石榴'暗示男女情事。唐代婚礼有'石榴百子'的习俗，而诗中'石榴红'与'金烬暗'形成绝妙对照——灯灭情冷，石榴却红得刺眼，仿佛在嘲笑女子的痴心等待。",
      "questions": [
        "班婕妤为何作团扇诗？",
        "唐代婚俗为何用石榴？",
        "柳枝姑娘是谁？"
      ]
    }
  },
  {
    "id": "811a5f9e-0df5-46f1-a587-0d4df7bca5a0",
    "title": "无题四首 二",
    "author": "李商隐",
    "content": "飒飒东风细雨来，芙蓉塘外有轻雷。 金蟾啮鏁烧香入，玉虎牵丝汲井回。 贾氏窥帘韩掾少，宓妃留枕魏王才。 春心莫共花争发，一寸相思一寸灰。",
    "story": {
      "meaning": "春雨淅沥的黄昏，诗人独坐窗前。东风裹着细雨轻叩窗棂，远处荷塘边传来隐隐雷声。香炉的金蟾咬着锁链，袅袅香烟中，他看到井台上玉虎装饰的辘轳转动。这些精巧器物突然让他想起两段爱情传奇——贾充之女隔帘偷看美少年韩寿，宓妃为曹植留下金缕枕。'别让春心像春花般争相绽放啊'，他苦笑着碾碎手中香灰，'每寸相思都会烧成寸寸灰烬'。",
      "allusion": "【贾氏窥帘】西晋时，美男子韩寿在贾充府任职。贾充的小女儿从青琐窗偷看他，相思成疾。侍女悄悄告诉韩寿，当夜他便翻墙与小姐相会。贾充闻到韩寿身上的异香（皇帝赐给贾家的贡品），才发觉这段私情。\n\n【宓妃留枕】传说曹植爱慕甄宓，曹操却将她许给曹丕。甄宓死后，曹丕把她的金缕枕给曹植。归途夜宿洛水边，甄宓魂魄前来相会，醒来后曹植写下《洛神赋》。",
      "background": "某个春雷隐隐的午后，李商隐在秘书省值宿。细雨打湿了庭院里的芙蓉，他望着香炉里将尽的沉香，突然想起年轻时一段无果之恋。当年他也像韩寿那样被豪门小姐青睐，却因身份悬殊被迫分离。案头《洛神赋》竹简泛着幽光，他提笔时仿佛看见心上人的金钗在雨中闪烁，墨迹与雨痕渐渐洇成一片。",
      "additional_info": "诗中'金蟾啮鏁'可能是唐代真实香炉造型，1970年西安何家村出土的唐代鎏金蟾蜍香炉，蟾嘴正好咬住提链，与诗句惊人吻合。李商隐常用器物隐喻爱情，他另一首《无题》中'金翡翠''绣芙蓉'也是类似手法。",
      "questions": [
        "韩寿偷香具体过程？",
        "甄宓为何嫁给曹丕？",
        "唐代还有哪些动物香炉？"
      ]
    }
  },
  {
    "id": "7377e34a-1aab-47e3-a6dd-376c98a5d6b7",
    "title": "无题四首 一",
    "author": "李商隐",
    "content": "来是空言去绝踪 月斜楼上五更钟 梦为远别啼难唤 书被催成墨未浓 蜡照半笼金翡翠 麝熏微度绣芙蓉 刘郎已恨蓬山远 更隔蓬山一万重",
    "story": {
      "meaning": "五更时分，月光斜照小楼，诗人从梦中惊醒。他梦见与爱人远别，哭喊着却唤不回对方。匆忙提笔写信，墨还未磨浓就急着落笔。烛光朦胧映着绣有金翡翠的屏风，麝香的幽香飘过芙蓉绣帐。他想起刘郎当年怨恨蓬莱山遥远，而自己的爱人却比蓬莱还要远千万重。",
      "allusion": "刘郎指汉武帝刘彻。传说他派人寻找蓬莱仙山求取长生不老药，却始终无法到达。一日，方士李少君对武帝说：'蓬莱远在东海，凡人难至。陛下虽贵为天子，亦如隔万重山。'武帝怅然若失，从此更加执着寻仙。这个典故生动表现了可望不可即的遗憾。",
      "background": "深夜的书房里，李商隐披衣独坐。窗外传来更鼓声，他望着摇曳的烛火，想起被迫分离的爱人。墨汁在砚台中晕开，他提笔又放下，泪水打湿了信笺。屏风上的金线在烛光中闪烁，仿佛爱人离去时留下的最后光影。他长叹一声，在诗稿上重重落下'一万重'三字。",
      "additional_info": "有趣的是，李商隐常用'金翡翠''绣芙蓉'等华美意象反衬孤寂。同时代诗人温庭筠曾调侃：'义山诗如七宝楼台，拆碎不成片段'，却不知这正是李商隐以碎片化意象构建朦胧诗境的匠心。",
      "questions": [
        "汉武帝为何寻蓬莱？",
        "李商隐的爱情故事？",
        "诗中意象有何深意？"
      ]
    }
  },
  {
    "id": "11424603-9a22-4564-89a4-95e1766f9685",
    "title": "夕次盱眙县",
    "author": "韦应物",
    "content": "落帆逗淮镇 停舫临孤驿 浩浩风起波 冥冥日沈夕 人归山郭暗 雁下芦洲白 独夜忆秦关 听钟未眠客",
    "story": {
      "meaning": "暮色中，韦应物的船帆缓缓落下，停泊在淮水边的小镇。孤零零的驿站旁，晚风掀起层层波浪，夕阳沉沉西坠。远处山郭渐渐隐入黑暗，归家的行人匆匆而过；近处芦花洲上，大雁飞落，雪白的芦花在暮色中格外醒目。诗人独坐船头，听着远处钟声，思念着遥远的故乡长安，辗转难眠。",
      "allusion": "诗中'忆秦关'暗指汉代名将李陵的典故。当年李陵率军深入匈奴，兵败被俘，汉武帝误信谗言诛其全家。李陵在异域听闻钟声，悲叹道：'每闻胡笳之声，肝肠断绝！'诗人借此表达自己漂泊在外的孤寂与思乡之情。",
      "background": "公元783年秋，韦应物赴任滁州刺史途中。那日黄昏，他的官船因风浪所阻，被迫停靠盱眙。站在摇晃的甲板上，他望着渐暗的天色，想起自己因直言进谏被贬的经历。忽然一阵雁鸣掠过，他转身对随从叹道：'你看这些南飞的大雁，尚知归途，而我...'说罢，取出纸笔，在摇曳的烛光下写下了这首诗。",
      "additional_info": "有趣的是，韦应物后来在滁州任上写的《滁州西涧》中，再次出现了'舟自横'的意象，可见诗人对水上漂泊场景的偏爱。同时代诗人刘长卿读到此诗后，曾戏称他为'水上刺史'。",
      "questions": [
        "李陵为何不归汉？",
        "盱眙在唐代多重要？",
        "雁在诗中象征什么？"
      ]
    }
  },
  {
    "id": "469dec8b-ba5e-4faf-b52f-2ad203e38d81",
    "title": "溪居",
    "author": "柳宗元",
    "content": "久为簪组累 幸此南夷谪 闲依农圃邻 偶似山林客 晓耕翻露草 夜榜响溪石 来往不逢人 长歌楚天碧",
    "story": {
      "meaning": "清晨的露珠还挂在草叶上，柳宗元挽起裤腿踩进湿润的泥土，锄头翻起带着青草香的土块。'终于不用戴着官帽装模作样了！'他对着溪水大喊，惊起几只白鹭。傍晚划着小船归来，船桨敲击溪石发出清响，他仰头望着楚地辽阔的蓝天，突然放声唱起山歌——这哪像被贬的官员？分明是个快活的山野农夫！",
      "allusion": "柳宗元被贬永州时，当地刺史故意刁难，让他住进漏雨的破屋。某日暴雨，刺史假意探望：'柳司马住得可习惯？'柳宗元指着屋角接雨的瓦罐笑道：'您听，这叮咚声多像琵琶。'转身从漏雨处摘了朵野花插在罐边，'看，天公给我送花来了。'刺史悻悻而归。",
      "background": "潮湿的永州冬夜，柳宗元裹着打了补丁的棉被写诗。油灯忽明忽暗，他忽然扔下笔大笑：'当年在长安案牍劳形，如今反倒自在！'推开吱呀作响的窗户，月光下看见自己开垦的菜畦，萝卜叶子正泛着银光。'这才叫活着啊...'他蘸墨写下'幸此南夷谪'时，嘴角还噙着笑意。",
      "additional_info": "有趣的是，柳宗元在永州写的山水游记常被当地农民笑话：'柳官人老把野芹菜写成仙草！'后来他真跟着老农学认野菜，还专门修正了《永州八记》里的植物描写。",
      "questions": [
        "刺史为何刁难柳宗元？",
        "瓦罐接雨有何深意？",
        "农民如何评价他的诗？"
      ]
    }
  },
  {
    "id": "80beb8cc-8338-44d4-8b96-7f9d32133c97",
    "title": "西塞山怀古",
    "author": "刘禹锡",
    "content": "西晋楼船下益州 金陵王气黯然收 千寻铁锁沈江底 一片降旛出石头 人世几回伤往事 山形依旧枕江流 今逢四海为家日 故垒萧萧芦荻秋",
    "story": {
      "meaning": "秋风瑟瑟中，刘禹锡站在西塞山头，望着滚滚长江。他仿佛看见280年西晋战船顺流而下，东吴将士慌忙将千丈铁链沉入江底，却仍挡不住晋军攻势。金陵城头降旗升起时，老将们跪地痛哭的场景犹在眼前。'六朝兴亡就像这江水啊！'他摸着冰凉的岩石叹息。远处芦荻丛中，废弃的营垒正沙沙作响。",
      "allusion": "太康元年冬，晋将王濬率楼船舰队从益州出发。东吴守将在江面拉起铁锁链，得意道：'此乃万夫莫开之天险！'谁知晋军连夜熔断铁链，战船直抵石头城下。吴主孙皓捧着玉玺出降时，江畔老卒含泪折断长戟：'先主若在，岂容竖子猖狂！'",
      "background": "824年秋，被贬二十三年的刘禹锡奉召回京。船过西塞山时，他披衣独立船头。江风掀起他斑白的鬓发，忽然想起自己参与永贞革新时的豪情，与眼前萧瑟秋景重叠。'治乱兴衰，不过历史长河一朵浪花。'他转身入舱，挥毫写下这首穿越三百年的时空对话。",
      "additional_info": "诗中'千寻铁锁'实为夸张，当时铁链实际长度约五百米。有趣的是，1993年南京段长江清淤时，真的打捞出带火烧痕迹的古代铁链残段！",
      "questions": [
        "铁锁链如何被熔断？",
        "孙皓投降时说了什么？",
        "西塞山现位于何处？"
      ]
    }
  },
  {
    "id": "4d6f83e9-8232-4db1-903e-f9e619df5ecb",
    "title": "西施咏",
    "author": "王维",
    "content": "艳色天下重，西施宁久微。 朝仍越溪女，暮作吴宫妃。 贱日岂殊众，贵来方悟稀。 邀人傅香粉，不自著罗衣。 君宠益娇态，君怜无是非。 当时浣纱伴，莫得同车归。 持谢邻家子，效颦安可希。",
    "story": {
      "meaning": "溪边浣纱的少女西施突然被选入吴宫，清晨她还赤足踩着越溪的鹅卵石，傍晚就已身着绫罗坐在黄金镜前。侍女们为她敷粉描眉时，她恍惚听见远处传来旧日女伴的笑声——那些曾与她共洗衣衫的姑娘们，如今连她的车驾尘土都追不上了。",
      "allusion": "苎萝村春日，西施浣纱时总捧着心口皱眉。邻家丑女东施见了，以为这样更美，便学着她捂胸蹙眉走在街上。结果富户紧闭大门，孩童吓得哭喊，她却得意地对母亲说：'今日效颦者，明日效我着金钿！'",
      "background": "王维在长安酒肆听见乐伎弹唱吴越旧事，琥珀色的酒光里忽然浮现西施的面容。他想起昨日朝堂上骤得圣宠的新贵，毛笔蘸着朱砂在诗笺上重重落下'贱日岂殊众'五字，窗外正飘过一片早凋的牡丹花瓣。",
      "additional_info": "传说范蠡初见西施时，她正把纱绢晾在开满野花的山坡上，风吹起的纱幕掠过她发间，竟有蝴蝶误认作白花纷纷停驻。",
      "questions": [
        "东施后来结局如何？",
        "西施最爱哪种发簪？",
        "范蠡如何发现西施？"
      ]
    }
  },
  {
    "id": "d755f74b-18fd-44d1-a6e1-43e77490bb09",
    "title": "喜见外弟又言别",
    "author": "李益",
    "content": "十年离乱后，长大一相逢。 问姓惊初见，称名忆旧容。 别来沧海事，语罢暮天钟。 明日巴陵道，秋山又几重。",
    "story": {
      "meaning": "深秋的驿站旁，李益与失散十年的表弟意外重逢。表弟已从孩童长成青年，两人初时竟不敢相认。'您贵姓？'李益试探着问，当听到熟悉的姓氏时，他心头一震；再听对方报出名字，儿时的记忆如潮水般涌来。他们在暮色中促膝长谈，倾诉这些年的沧桑变故，直到寺院钟声敲响才惊觉天色已晚。可明日表弟就要踏上前往巴陵的旅途，重重秋山又将隔断这对重逢的兄弟。",
      "allusion": "安史之乱期间，李益家族被迫离散。故事发生在战乱平息后的某个黄昏：'这位公子看着面善...'李益望着驿站前牵马的青年。青年作揖道：'在下陇西李氏。'李益手中的茶杯突然跌落，颤抖着问：'可是...阿蛮？'青年愣住，细看眼前人衣襟上的家族纹饰，突然跪地痛哭：'表哥！'原来他正是当年走失时年仅七岁的表弟，左眉的朱砂痣让李益终于确认。",
      "background": "创作时李益正在赴任途中。那夜他独坐驿馆，借着油灯反复摩挲表弟留下的玉佩。窗外秋虫鸣叫，他想起白日表弟说'要去巴陵做药材生意'时眼中的光彩，既欣慰又怅然。突然一阵秋风吹灭油灯，他在黑暗中提笔，任思念顺着墨迹流淌。",
      "additional_info": "有趣的是，诗中'暮天钟'实指长安实际报时习惯——每日黄昏敲钟108下，李益精准地用这个细节暗示重逢地点在长安附近。",
      "questions": [
        "为何要问姓再称名？",
        "钟声有何特殊含义？",
        "秋山象征什么？"
      ]
    }
  },
  {
    "id": "f0cd6afd-c89d-4fc3-b214-bcbf63042e8e",
    "title": "喜外弟卢纶见宿",
    "author": "司空曙",
    "content": "静夜四无邻，荒居旧业贫。 雨中黄叶树，灯下白头人。 以我独沈久，愧君相见频。 平生自有分，况是蔡家亲。",
    "story": {
      "meaning": "雨夜的老屋里，烛火摇曳着照亮司空曙花白的头发。他望着窗外雨中飘落的黄叶，正叹息着独居的孤寂，突然传来急促的敲门声。打开门，表弟卢纶披着蓑衣站在雨中：'兄长，我又来叨扰了！'司空曙眼眶发热，既感动于亲人频繁探望，又惭愧自己贫寒不能好好招待。",
      "allusion": "蔡家亲的典故要追溯到东汉。蔡邕在流放途中遇到外甥羊祜，激动地摸着羊祜的背说：'此吾家千里驹也！'后来羊祜果然成为西晋名将。司空曙用此典，正是想起幼时与卢纶一起读书，姑母轻抚他们头顶说：'你们都是蔡家好儿郎'的温馨往事。",
      "background": "创作那夜，司空曙刚因直言被贬，住在漏雨的旧宅。他正对着残灯写遗书，突然听见熟悉的脚步声——这是卢纶本月第三次冒雨来访。看着表弟靴子上的泥浆，他颤抖着写下'愧君相见频'，泪水晕开了墨迹。",
      "additional_info": "有趣的是，卢纶后来在《晚次鄂州》中写道'旧业已随征战尽'，竟与表兄'荒居旧业贫'形成跨越时空的唱和，被后人称为'雨夜兄弟联句'。",
      "questions": [
        "羊祜后来有何功绩？",
        "蓑衣在古代有多重？",
        "唐代贬官住什么房？"
      ]
    }
  },
  {
    "id": "ca4cc6b3-a324-48c0-89c0-bb36c09c4930",
    "title": "下终南山过斛斯山人宿置酒",
    "author": "李白",
    "content": "暮从碧山下，山月随人归。 却顾所来径，苍苍横翠微。 相携及田家，童稚开荆扉。 绿竹入幽径，青萝拂行衣。 欢言得所憩，美酒聊共挥。 长歌吟松风，曲尽河星稀。 我醉君复乐，陶然共忘机。",
    "story": {
      "meaning": "夕阳西下时，李白踏着青石板从终南山下来，月亮像个顽皮的童子提着灯笼一路跟随。他回望蜿蜒的山路，暮色中苍翠的山峦如同巨龙的脊背。忽然遇见老友斛斯山人，两人相携穿过竹影婆娑的小径，青萝藤蔓调皮地勾住诗人的衣带。柴门里跑出扎着冲天辫的孩童，屋内新酿的米酒香气四溢。酒至酣处，他们对着松涛放声高歌，直到银河渐隐。醉眼朦胧间，李白觉得连月亮都变成了会笑的酒坛子。",
      "allusion": "斛斯山人正用木勺舀酒时，忽然讲起祖上轶事：其先祖斛斯椿是北周名将，有次雪夜行军，将士们冻得发抖。老将军把最后半囊酒倒进锅里，扔进野葱、松茸煮成'霹雳汤'。士兵们传饮时，他拍着冰甲大笑：'这可比长安城的琼浆暖和！'说着把酒碗塞进李白手里，碗底还粘着片山茱萸的落叶。",
      "background": "李白摸着袖中皱巴巴的举荐信，这是第三次求仕失败后写的。山风吹散他的发带，他忽然把信纸折成小船放进溪流。远处传来樵夫的梆子声，像在敲打他心里的郁结。当看见斛斯家篱笆上晾晒的野莓干时，他忽然觉得当个山民也不错。",
      "additional_info": "宋代有人在终南山发现块刻着'忘机石'的怪石，传说李白醉酒后在此题字，墨迹竟渗入石心。每逢月夜，石头上会浮现萤火虫组成的'酒'字，樵夫们称为'谪仙的醒酒汤'。",
      "questions": [
        "霹雳汤里还有什么？",
        "忘机石现在何处？",
        "孩童后来怎样了？"
      ]
    }
  },
  {
    "id": "f8afed4e-e8cd-467f-afae-51dc149921f7",
    "title": "夏日南亭怀辛大",
    "author": "孟浩然",
    "content": "山光忽西落，池月渐东上。 散发乘夕凉，开轩卧闲敞。 荷风送香气，竹露滴清响。 欲取鸣琴弹，恨无知音赏。 感此怀故人，中宵劳梦想。",
    "story": {
      "meaning": "夕阳突然从山间滑落，池塘上的月亮悄悄爬上来。孟浩然散开头发，推开南亭的窗户，躺在宽敞的凉榻上纳凉。晚风送来荷花的清香，竹叶上的露珠滴落，发出清脆的声响。他想取琴弹奏，却遗憾没有知音欣赏。这让他更加思念好友辛大，直到半夜还在梦中相见。",
      "allusion": "诗中'恨无知音赏'暗含'高山流水'的典故。春秋时期，琴师伯牙在野外弹琴，樵夫钟子期竟能听出'巍巍乎志在高山'和'洋洋乎志在流水'的意境。伯牙惊叹:'子之心与吾同！'后来钟子期去世，伯牙摔琴绝弦，终身不再弹琴。",
      "background": "某个夏夜，孟浩然在襄阳的南亭避暑。白天的暑气还未散尽，他索性披散头发，敞开衣襟。月光洒在池塘上，荷花随风摇曳。忽然一阵琴兴大发，却想起挚友辛大远在他乡。这位常与他品茶论诗的知音不在身边，让诗人倍感孤独。",
      "additional_info": "有趣的是，孟浩然诗中常出现'散发'的意象。这位隐士诗人确实不拘礼法，《新唐书》记载他'好节义，喜振人患难'。同时代的王维曾画他的肖像于郢州亭，可见其名士风范。",
      "questions": [
        "伯牙为何摔琴？",
        "钟子期什么身份？",
        "孟浩然还写过哪些隐逸诗？"
      ]
    }
  },
  {
    "id": "1b6f2389-2d09-4d51-982a-e7efb35113c5",
    "title": "相和歌辞 长信怨 二",
    "author": "王昌龄",
    "content": "奉帚平明金殿开 暂将团扇共裴回 玉颜不及寒鸦色 犹带昭阳日影来",
    "story": {
      "meaning": "晨光微熹时，班婕妤手持扫帚推开长信宫鎏金殿门，望着手中团扇怔怔出神。忽然一只寒鸦掠过昭阳殿檐角，翅尖竟染着殿内透出的日光。她抚着自己憔悴的面容苦笑：'我这玉颜，竟比不上乌鸦能沾染君王恩泽。'",
      "allusion": "汉成帝时，班婕妤失宠后自请侍奉太后。那日新得宠的赵飞燕正在昭阳殿起舞，成帝抚掌笑道：'爱妃舞姿比团扇更令人心醉。'班婕妤在长信宫听闻笙歌，将昔日君王所赠团扇收入箱底，对侍女说：'秋扇见捐，不过如此。'",
      "background": "王昌龄在长安任校书郎时，某日经过废弃的宫殿。秋风卷着枯叶掠过斑驳的宫墙，他突然看见瓦檐上有只乌鸦正啄食柿子，鲜红的柿汁像极了女子点唇的胭脂。这个画面让他想起昨日在史馆读到的班婕妤故事，当即掏出随身携带的竹纸写下了这首诗。",
      "additional_info": "有趣的是，唐代宫女们私下传唱此诗时，常把'寒鸦'改成'画眉鸟'，因为当时流行用乌鸦羽毛画眉。王昌龄知道后笑叹：'倒是比原作更鲜活些。'",
      "questions": [
        "班婕妤为何自请侍奉太后",
        "赵飞燕如何获得宠爱",
        "唐代宫女为何改寒鸦"
      ]
    }
  },
  {
    "id": "0ed53ef4-30ca-41ac-a629-d778e5cc2bfa",
    "title": "相和歌辞 从军行",
    "author": "李颀",
    "content": "白日登山望烽火，昏黄饮马傍交河。 行人刁斗风砂暗，公主琵琶幽怨多。 野营万里无城郭，雨雪纷纷连大漠。 胡雁哀鸣夜夜飞，胡儿眼泪双双落。 闻道玉门犹被遮，应将性命逐轻车。 年年战骨埋荒外，空见蒲萄入汉家。",
    "story": {
      "meaning": "残阳如血，老兵王五踩着烽燧台的碎石，望见狼烟撕破天际。他摸着战马'黑云'的鬃毛喃喃：'交河的水又浑了...'突然沙暴骤起，铜刁斗在风中叮当作响，恍惚听见当年和亲公主的琵琶声混着胡雁哀鸣。'玉门关还在打啊...'他望着新兵颤抖的手，想起埋骨大漠的弟兄，而长安城里正飘着葡萄酒香。",
      "allusion": "汉武帝时，细君公主远嫁乌孙。出塞那日，她抱着琵琶对送行官员说：'请转告父皇，这曲《黄鹄歌》就是女儿的心。'行至交河，突然风沙大作，公主的朱弦'铮'地断裂。当晚宿营，侍从听见帐中传来压抑的呜咽，混着胡笳声飘向祁连雪山。",
      "background": "天宝八年的冬夜，李颀在军帐中辗转难眠。帐外新兵因冻疮哀嚎，他突然想起白日里西域商人炫耀的葡萄美酒。'啪！'愤然摔碎酒盏，就着牛油灯的微光写下'年年战骨埋荒外'，墨迹被漏进的雪水晕开，像极了血泪交融。",
      "additional_info": "诗中'公主琵琶'暗藏音乐密码——唐代琵琶曲《郁轮袍》正用'绞弦'技法模拟断肠声，当代演奏家仍用此技表现此诗。考古发现交河故城戍卒家书上有'葡萄酒三斛抵命'的记载，印证诗尾讽刺。",
      "questions": [
        "细君公主弹断了几根弦？",
        "交河故城现属哪里？",
        "唐代琵琶有几根弦？"
      ]
    }
  },
  {
    "id": "bb111748-d8f1-4a5e-b618-b70272a7a642",
    "title": "相和歌辞 江南曲",
    "author": "李益",
    "content": "嫁得瞿塘贾，朝朝误妾期。 早知潮有信，嫁与弄潮儿。",
    "story": {
      "meaning": "江南水乡的清晨，少妇倚着雕花窗棂，望着空荡荡的码头。'瞿塘的商船该到了呀...'她摩挲着丈夫去年留下的玉佩，潮水在脚下哗哗作响。忽然瞥见弄潮少年们踏浪而来，浪花在他们脚下准时绽放，她苦笑着喃喃：'早知潮水比商人守信，不如...'未说完的话被浪声打碎在礁石间。",
      "allusion": "瞿塘峡口的集市上，丝绸商张二郎正与胡商讨价还价。'这批蜀锦明日必须装船！'他拍着账本保证。此时家仆气喘吁吁跑来：'夫人问中秋能否归家？'张二郎数着银锭头也不抬：'潮汛不等人啊...'殊不知千里外的妻子正数着潮信，把绣帕撕成了流苏。",
      "background": "李益任江南刺史时，常在酒肆听商妇们抱怨。某个雨夜，他见老板娘对着潮信表发呆，突然夺过账本挥毫写下这首诗。墨迹未干时，窗外恰好传来弄潮儿夜训的号子声，他掷笔大笑：'潮水比人守信，妙极！'",
      "additional_info": "唐代商人有'潮信镖'习俗，出海前会留信物给妻子，承诺某次涨潮时归来。但李益诗中'弄潮儿'实指钱塘江的弄潮杂技艺人，他们需精准掌握潮汐表演，故民间戏称'潮神女婿'。",
      "questions": [
        "唐代商人为何看重潮信？",
        "弄潮儿表演有多危险？",
        "商妇如何计算归期？"
      ]
    }
  },
  {
    "id": "f93545e7-747e-4d12-a6c8-e484c46b2860",
    "title": "相和歌辞 玉阶怨",
    "author": "李白",
    "content": "玉阶生白露 夜久侵罗袜 却下水精帘 玲珑望秋月",
    "story": {
      "meaning": "深秋的夜晚，一位身着罗裙的宫女独自站在白玉台阶上，冰凉的露水悄悄浸湿了她的丝袜。她怅然若失地退回屋内，放下水晶珠帘，却仍痴痴凝望着玲珑剔透的秋月。月光如水，照见她眼中化不开的寂寞，就像那台阶上凝结的白露般晶莹却冰冷。",
      "allusion": "传说唐玄宗时，有位叫江采萍的梅妃失宠后独居上阳宫。某个寒露之夜，她赤足踩在生满白露的玉阶上，对侍女叹息：'昔年陛下夸我'步步生莲'，如今只剩'步步生凉'了。'说罢突然扯断颈间珍珠项链，晶莹的珍珠滚落玉阶，恰似她破碎的期待。",
      "background": "天宝三年的长安，李白在宁王府夜宴后微醺而归。路过宫墙时，忽闻墙内传来环佩叮咚声。他驻足凝望，只见月光下宫墙投影里，有位女子正踮脚摘取桂叶。这个惊鸿一瞥的剪影，让他想起昨日高力士说的'后宫三千寂寞红'，回家后挥毫写下这首'无一句怨而怨自深'的杰作。",
      "additional_info": "有趣的是，宋代画院曾以'玲珑望秋月'为题考画师。夺魁者画的是：水晶帘后隐约可见半张美人面，帘外明月旁却精心描绘了一只孤雁的影子，暗合'谁见幽人独往来，缥缈孤鸿影'的意境。",
      "questions": [
        "梅妃为何失宠？",
        "珍珠项链象征什么？",
        "画师为何添孤雁？"
      ]
    }
  },
  {
    "id": "35319d7e-9cf6-43b0-bfa3-991cf82a49f9",
    "title": "相和歌辞 子夜四时歌四首 冬歌",
    "author": "李白",
    "content": "明朝驿使发 一夜絮征袍 素手抽针冷 那堪把剪刀 裁缝寄远道 几日到临洮",
    "story": {
      "meaning": "寒冬深夜，烛火摇曳的闺房里，少妇阿芸正咬着唇赶制棉袍。她纤细的手指被钢针冻得发红，剪刀冷得像块冰，却仍一针一线地缝着。窗外传来驿马嘶鸣，她突然将脸埋进衣袍——明天使者就要出发，这袍子能否赶在冬至前送到临洮？丈夫戍边的城墙，此刻该落满雪花了吧？",
      "allusion": "天宝年间，李白在长安酒肆偶遇退役老兵。老人醉醺醺掏出件旧棉袍：'当年我守临洮，冬至收到妻子寄的袍子，内衬竟缝着首血写的诗！'原来他妻子缝衣时刺破手指，索性蘸血写下'愿君如衣暖'。李白闻言掷杯长叹，当夜就写下这首诗。",
      "background": "李白在翰林院值夜时，看见宫女们为边关将士赶制冬衣。有个小姑娘手冻裂了仍不肯休息，他想起自己游历边疆时见过的戍卒——那些挂着冰凌的胡须，那些皲裂如树皮的手。突然宫门传来马蹄声，他抓起酒壶泼墨挥毫，墨迹未干就追出去塞给了传令兵。",
      "additional_info": "唐代驿站制度规定，冬季公文必须用'火漆加急'。敦煌残卷记载，有位驿使为送寒衣累死三匹马，临终前还攥着包裹说'临洮...张校尉...'。后来考证，这位校尉正是李白诗中老兵的原型。",
      "questions": [
        "唐代驿站如何运作？",
        "血诗袍现存何处？",
        "临洮是现在哪里？"
      ]
    }
  },
  {
    "id": "4bd5be2b-5788-42c0-a300-9d106a73d46e",
    "title": "相和歌辞 子夜四时歌四首 夏歌",
    "author": "李白",
    "content": "镜湖三百里，菡萏发荷花。 五月西施采，人看隘若邪。 回舟不待月，归去越王家。",
    "story": {
      "meaning": "夏日的镜湖波光粼粼，三百里湖面铺满盛开的荷花。西施轻挽罗袖采莲，围观的人群挤窄了若耶溪岸。她不等月上柳梢，便匆匆乘舟归去——越王的宫殿正等着这位绝代佳人。诗中荷花与美人相映成趣，暗藏'乱世红颜'的淡淡哀愁。",
      "allusion": "春秋时期，越国大夫范蠡在若耶溪畔偶遇浣纱女西施。溪水倒映着她捧心的姿态，连鱼儿都羞得沉入水底（'沉鱼'典故）。范蠡惊叹：'姑娘一颦一笑，可抵十万雄兵！'后来西施被献给吴王夫差，临行前采莲镜湖，百姓争相围观，把溪岸都踏窄了。",
      "background": "李白漫游会稽时，站在镜湖岸边，恍惚看见千年前的采莲场景。荷叶间似乎还飘荡着西施的佩环声响，他忽然抓起酒壶仰头饮尽，对友人高喊：'你看这荷花！开得再艳，终究要随美人埋入吴宫尘土！'说罢挥毫写下此诗，墨迹未干便醉倒在荷花香里。",
      "additional_info": "有趣的是，宋代画家马远曾根据此诗创作《西施采莲图》，但把'三百里镜湖'画成小水洼，被评论家调侃'李白看了要跳湖'。",
      "questions": [
        "西施为何捧心？",
        "范蠡如何发现西施？",
        "镜湖现在何处？"
      ]
    }
  },
  {
    "id": "8baa7c35-9afb-40bf-b5e4-41d9895e2710",
    "title": "相思",
    "author": "王维",
    "content": "红豆生南国 秋来发故枝 愿君多采撷 此物最相思",
    "story": {
      "meaning": "长安城的深秋，诗人王维在书房摩挲着一串红豆手链。窗外梧桐叶落，他想起江南友人曾指着庭院红豆树说：'此物秋来最红艳，采下赠人，可寄相思。'此刻他提笔写下'愿君多采撷'时，眼前浮现友人收到红豆时惊喜的笑容，笔尖的墨汁在'最相思'三字上洇开，像极了红豆渗出的汁液。",
      "allusion": "相传汉代闽越国太子与王妃在红豆树下诀别。那日秋雨绵绵，王妃将染血的红豆塞进太子手中：'见此如见妾。'太子流亡途中每摸到怀中红豆，就想起王妃倚树远望的身影。后来人们发现，被泪水浸过的红豆竟生出心形红斑，从此称它'相思子'。",
      "background": "天宝年间某个寒夜，王维独坐辋川别业。烛火摇曳中，他打开岭南友人捎来的木匣——层层锦缎里躺着几十粒朱砂般的红豆。突然一阵穿堂风过，豆子叮咚滚落，他慌忙去捡时，指尖被一粒特别红的刺得生疼，顿时想起三年前那个说着'南国红豆最相思'的绿衣姑娘。",
      "additional_info": "唐代女子常把红豆嵌在镂空银香囊里。白居易收到元稹寄来的红豆后，特意请匠人将其镶在玉佩上，还打趣说：'此物可比鱼雁传书，纵使驿使醉倒，相思亦不会遗失。'",
      "questions": [
        "红豆为何会变心形",
        "唐代如何邮寄红豆",
        "王维还写过哪些赠诗"
      ]
    }
  },
  {
    "id": "efaaa86e-5628-40d3-a137-1ae8fcbe41b8",
    "title": "新嫁娘词三首 三",
    "author": "王建",
    "content": "三日入厨下，洗手作羹汤。 未谙姑食性，先遣小姑尝。",
    "story": {
      "meaning": "红烛高照的新房里，新娘子翠袖挽起，紧张地在水盆里搓洗着葱白手指。灶台上炖着的莲藕排骨汤咕嘟作响，她咬着嘴唇想：'婆婆口味偏咸还是爱淡？'忽然瞥见小姑子蹦跳着经过，眼睛一亮——'好妹妹，快帮嫂子尝尝这汤！'",
      "allusion": "唐代有个新妇张氏，婚后第三日下厨做鲈鱼脍。她悄悄拉住小姑问：'娘亲可忌生姜？'小姑噗嗤一笑：'去年端午你送来的艾糕，娘连夸三天呢！'原来新娘早用心记下婆婆喜好，这次故意试探小姑是否诚实。",
      "background": "王建在友人家做客时，正撞见这幕厨房趣事。新娘羞红的脸庞与小姑偷吃的狡黠，让他想起自己初入官场时，也曾向同僚打探上司喜好的忐忑，挥毫写下这 relatable 的生活小品。",
      "additional_info": "宋代《鹤林玉露》记载，某考官出题'三日入厨下'，考生竟现场演绎新妇搅锅时被油烫到的滑稽相，把严肃考场变喜剧舞台。",
      "questions": [
        "唐代婚礼有哪些流程？",
        "古人为何重视姑嫂关系？",
        "还有哪些'试菜'典故？"
      ]
    }
  },
  {
    "id": "6556f501-f5b9-4353-bde2-75ec0e1bb616",
    "title": "新年作",
    "author": "刘长卿",
    "content": "乡心新岁切，天畔独潸然。 老至居人下，春归在客先。 岭猿同旦暮，江柳共风烟。 已是长沙傅，从今又几年。",
    "story": {
      "meaning": "大雪纷飞的除夕夜，被贬长沙的刘长卿裹紧单薄官袍，望着驿站外飘摇的江柳。突然，岭上传来猿猴凄厉的啼叫，他摸着花白胡须苦笑：'连春姑娘都先回故乡了，我这把老骨头还要在异乡待多久？'泪水在皱纹间冻成冰痕。",
      "allusion": "诗中'长沙傅'暗指贾谊。当年汉文帝在宣室召见这位青年才俊，贾谊侃侃而谈至深夜。可后来因遭谗言被贬长沙，终日与鵩鸟（不祥之鸟）为伴。某日他正写《吊屈原赋》，童仆突然惊呼：'大人！梁王坠马而亡了！'贾谊手中的笔啪嗒落地——这恰是他曾教导过的皇子。",
      "background": "潮湿的湘江边，刘长卿用冻僵的手指摩挲着家书。'老爷，该换药了。'老仆捧着发霉的草药轻声道。他摆摆手，突然听见远处传来爆竹声——原来是当地百姓在庆贺新年。'呵...'他蘸着墨汁在墙上题诗，忽然一阵剧咳，溅落的血点像极了故乡的梅花。",
      "additional_info": "有趣的是，刘长卿后来真的如诗中所言'又几年'——他熬过了五年贬谪岁月。当地樵夫说常看见个白发官员站在悬崖边，对着北方举起酒杯，酒杯里落满雪花。",
      "questions": [
        "贾谊为何被贬长沙？",
        "鵩鸟预示什么灾祸？",
        "梁王之死有何蹊跷？"
      ]
    }
  },
  {
    "id": "5593d522-b820-4c06-bab6-0ab5a0fc1d46",
    "title": "宣州谢朓楼饯别校书叔云",
    "author": "李白",
    "content": "弃我去者昨日之日不可留 乱我心者今日之日多烦忧 长风万里送秋雁，对此可以酣高楼。 蓬莱文章建安骨，中间小谢又清发。 俱怀逸兴壮思飞，欲上青天览日月。 抽刀断水水更流，举杯销愁愁更愁。 人生在世不称意，明朝散发弄扁舟。",
    "story": {
      "meaning": "秋日谢朓楼上，李白与族叔李云凭栏远眺。大雁南飞的长风里，李白突然摔碎酒杯：'昨日功名如碎瓷不可拾，今日愁绪似这江水斩不断！'他指着天际：'看那蓬莱仙山的文章气韵，建安风骨的慷慨，还有小谢的清丽诗风——我们本该乘着豪情飞上青天摘日月！'最后却苦笑着解开发带：'不如明朝披发驾舟，做个江湖散人罢。'",
      "allusion": "李白拍着栏杆对李云说：'叔父可知曹丕领着建安七子登铜雀台？那日曹丕举起金樽：诸君文章有筋骨，如这酒器般刚健！'又指向远方：'谢朓在此楼写'余霞散成绮时，县令正在楼下催租，他却说：且慢，待我捉住这晚霞入诗！'说着大笑起来，震得檐角铜铃叮当作响。",
      "background": "天宝十二年深秋，被赐金放还的李白重游宣城。暮色中他踉跄登上谢朓楼，衣襟还沾着长安的酒渍。见李云正在观雁，他突然拽住对方衣袖：'叔父，你看那断雁——多像我在翰林院折断的毛笔！'说罢夺过酒壶痛饮，酒液顺着胡须滴在谢朓诗碑上，晕开了八百年前的墨迹。",
      "additional_info": "传说李白在此楼醉后，曾把佩剑掷向江中斩浪。后来渔人捞起剑，发现剑穗上系着半首未写完的诗。如今谢朓楼畔仍有'抽刀滩'，每逢秋汛，江水撞击礁石声如金戈交鸣。",
      "questions": [
        "建安七子最爱谁？",
        "谢朓捉霞时几岁？",
        "李白佩剑今何在？"
      ]
    }
  },
  {
    "id": "565d931a-ff49-4f37-b633-524b48c2f4f0",
    "title": "寻陆鸿渐不遇",
    "author": "皎然",
    "content": "移家虽带郭，野径入桑麻。 近种篱边菊，秋来未着花。 扣门无犬吠，欲去问西家。 报道山中去，归时每日斜。",
    "story": {
      "meaning": "秋日午后，诗人皎然踏着铺满落叶的小径去拜访茶圣陆羽。穿过桑麻丛生的野径，看到新移栽的菊花还未绽放。轻叩柴门却无人应答，连看门犬都不见踪影。邻家老翁拄着拐杖告诉他：'陆先生又去山中采茶啦，总要等到日头偏西才回来呢！'诗人望着空荡荡的庭院，茶香仿佛还萦绕在篱笆间。",
      "allusion": "陆羽正背着竹篓在云雾缭绕的顾渚山巅，手指轻轻捻着茶树新芽。忽见茶农气喘吁吁追来：'陆先生！有位白袍先生找您！'陆羽笑道：'定是皎然法师，且让他尝尝我晾在窗下的紫笋茶。'说着从怀中掏出茶饼递给茶农，自己却转身隐入更深的山林——原来他早算准好友来访，特意留了今年的春茶相赠。",
      "background": "皎然在归途的牛车上忍不住微笑。他想起去年此时，陆羽也是这样神龙见首不见尾。那次他等到日暮，却等来一筐沾着露水的野茶，附笺上写着：'新茶配新诗'。车辙碾过满地金黄，诗僧摸着袖中准备好的茶诗，忽然觉得，或许这种不期而遇的期待，比相见更令人回味。",
      "additional_info": "有趣的是，陆羽在《茶经》里记载'其日有雨不采'，而皎然访友这天秋高气爽——说明茶圣是故意躲着好友！后世学者发现，两人现存诗作中有17首唱和之作，却总隔着时空应答，像极了一场持续一生的诗意捉迷藏。",
      "questions": [
        "陆羽为何总躲着皎然？",
        "诗中菊花有何特殊含义？",
        "唐代茶具长什么样？"
      ]
    }
  },
  {
    "id": "04af557e-bac8-4fbf-92e7-d8a87fa11038",
    "title": "寻南溪常山道人隐居",
    "author": "刘长卿",
    "content": "一路经行处，莓苔见履痕。 白云依静渚，春草闭闲门。 过雨看松色，随山到水源。 溪花与禅意，相对亦忘言。",
    "story": {
      "meaning": "春雨初霁的清晨，诗人踩着青苔上隐约的脚印，沿着溪流寻找隐居的道人。白云慵懒地卧在沙洲上，柴门被春草温柔地掩住。雨后松针泛着翡翠般的光泽，他追着山势来到溪水源头。突然，一丛野花在风中摇曳，与道人禅房前的石凳相对无言——此刻无需言语，自然与禅意已沁透心脾。",
      "allusion": "相传东晋高僧支遁曾在此结庐修行。某日名士许询来访，见支遁正与白鹤对弈，棋盘边野花自开自落。许询刚要开口，支遁拈花微笑：'君看溪边花，可曾与流水争辩？'许询顿悟，二人静坐至暮色四合，唯有棋子落盘声与山泉叮咚相应和。",
      "background": "刘长卿被贬睦州司马期间，常寻访道观排遣愁绪。这日他带着新酿的松花酒想与道人共饮，却发现草堂空寂。抚摸着门环上未干的雨滴，他突然明白：寻隐者不遇的怅惘，何尝不是另一种禅机？于是折下道旁野桃枝插在门前，笑着踏上了归途。",
      "additional_info": "诗中'忘言'典出陶渊明'此中有真意，欲辨已忘言'，宋代苏轼曾调侃：'刘文房（刘长卿）偷得桃花源半句，却还了整溪禅意。'",
      "questions": [
        "支遁为何与鹤对弈？",
        "许询最终悟到了什么？",
        "苏轼评价有何深意？"
      ]
    }
  },
  {
    "id": "10a0aedc-4b39-494b-a36c-28c6df28a668",
    "title": "寻西山隐者不遇",
    "author": "丘为",
    "content": "绝顶一茅茨，直上三十里。 扣关无僮仆，窥室唯案几。 若非巾柴车，应是钓秋水。 差池不相见，黾勉空仰止。 草色新雨中，松声晚窗里。 及兹契幽绝，自足荡心耳。 虽无宾主意，颇得清净理。 兴尽方下山，何必待之子。",
    "story": {
      "meaning": "诗人丘为踏着晨露攀登三十里陡峭山路，青袍被荆棘勾破也浑然不觉。当他气喘吁吁推开茅屋柴门时，只见案几上摊着未干的水墨——隐者或许刚驾着柴车去砍樵，又或许在深潭垂钓。雨后的草色漫过石阶，松涛声从窗缝钻进来，他突然笑出声：'这一路山色已值千金，何必非要见到主人呢？'",
      "allusion": "这让人想起东晋王子猷雪夜访戴的故事。那夜山阴大雪，王子猷突然想见好友戴逵，连夜乘小船前往。经宿方至，却造门不前而返。人问其故，他抚着船桨说：'吾本乘兴而行，兴尽而返，何必见戴？'船头积雪映着他洒脱的笑容。",
      "background": "丘为在安史之乱后隐居苕溪，某日听闻西山有位制琴高人。他带着新酿的松花酒前去讨教，却在山腰看见逃难的百姓。爬到山顶时，空荡的茅屋里只有一张断了弦的琴，墙上墨迹未干的《广陵散》琴谱被风吹得哗哗作响。他忽然明白：乱世中哪有什么真正的隐士。",
      "additional_info": "有趣的是，唐代诗人崔颢也写过同题诗，结尾却是'惆怅空归去'。同时代的皎然禅师点评：'丘诗得禅趣，崔诗滞凡情'，可见唐人审美更推崇丘为的豁达。",
      "questions": [
        "王子猷为何不见戴逵？",
        "茅屋琴弦为何断裂？",
        "《广陵散》暗示什么？"
      ]
    }
  },
  {
    "id": "4f6575cc-12cc-4986-8bfc-5cedac7bb68f",
    "title": "寻隐者不遇",
    "author": "贾岛",
    "content": "松下问童子 言师采药去 只在此山中 云深不知处",
    "story": {
      "meaning": "松树荫下，诗人贾岛轻叩柴门，遇见一个扎着总角髻的童子。'小师父，尊师可在？'童子放下捣药的玉杵，仰脸答道：'师父采药去啦！'贾岛望向云雾缭绕的青山，只见童子踮脚指向云海深处：'就在这座山里，可云雾太浓，谁也不知具体在哪呢。'山风拂过松针，沙沙声里藏着诗人淡淡的失落。",
      "allusion": "相传贾岛年轻时曾为僧人，某日拜访隐居炼丹的师父。童子正在用石臼捣朱砂，见来客便脆生生道：'师祖说今日有贵客，果然来了！'贾岛惊讶师父预知自己来访，童子却摇头：'师祖每日都说这话，总有人来的。'说罢指向远处飘着药香的云雾，贾岛会心一笑——原来师父是以采药为名，行云游之实。",
      "background": "深秋终南山中，贾岛踩着满地松针徘徊。他刚还俗求仕，却难忘修行岁月。忽闻药香阵阵，循声见草庐前晒着黄精、茯苓，恍如回到当年随师采药的日子。提笔时，砚台里未干的墨汁倒映出摇晃的松影，恰似他矛盾的心绪——既向往隐士超脱，又难舍红尘抱负。",
      "additional_info": "有趣的是，贾岛曾为推敲'推门'还是'敲门'撞上韩愈仪仗，留下'推敲'典故。这首看似平淡的小诗，每个字都经过他反复'推敲'，连'云深'二字都修改七次，从最初的'林密'到最后选定更具仙气的'云深'。",
      "questions": [
        "童子捣的什么药？",
        "贾岛为何要还俗？",
        "终南山有哪些隐士？"
      ]
    }
  },
  {
    "id": "2161a569-6250-4886-9500-2168821b62be",
    "title": "瑶池",
    "author": "李商隐",
    "content": "瑶池阿母绮窗开 黄竹歌声动地哀 八骏日行三万里 穆王何事不重来",
    "story": {
      "meaning": "西王母推开雕花玉窗，却只听见《黄竹歌》的哀声在昆仑山间回荡。她望着八匹神骏踏出的烟尘——当年周穆王承诺三年后再会，可三千年过去了，为何再不见那人的身影？瑶池的蟠桃熟了又落，长生不老的神仙第一次尝到了等待的苦涩。",
      "allusion": "公元前10世纪，周穆王驾着八匹神马来到昆仑山。西王母在瑶池设宴，席间穆王即兴作《黄竹歌》咏百姓疾苦。临别时，西王母轻抚白玉窗棂问道：'使君何时再来？'穆王朗声答道：'待天下安定，三年必至。'可当他回到镐京，战事频发，最终化作一抔黄土。",
      "background": "晚唐的秋夜，李商隐在烛光下摩挲着《穆天子传》。窗外更鼓声声，他忽然想起早逝的妻子——当年她也曾在烛影里问'何时归家'。诗人猛地掷笔，墨汁溅在书卷上，恰似瑶池边凋零的蟠桃。",
      "additional_info": "传说西王母的八骏其实暗指八卦方位，而现代学者发现《黄竹歌》可能是中国最早的'饥者歌其食'民歌实录。李商隐擅用神话解构现实，此诗被称作'唐代最凄美的神仙离婚协议书'。",
      "questions": [
        "八骏暗喻什么？",
        "黄竹歌为何而作？",
        "蟠桃象征什么？"
      ]
    }
  },
  {
    "id": "b7d50789-e0d5-4291-8014-eddf65a124df",
    "title": "瑶瑟怨",
    "author": "温庭筠",
    "content": "冰簟银床梦不成 碧天如水夜云轻 雁声远过潇湘去 十二楼中月自明",
    "story": {
      "meaning": "秋夜，一位贵族女子躺在冰凉的银饰床榻上辗转难眠。窗外碧蓝的夜空如洗，几缕轻云飘过，忽然一群大雁鸣叫着飞向遥远的潇湘。她起身走到雕栏边，望着十二楼阁上那轮孤月——就像她无人理解的寂寞一般清冷明亮。",
      "allusion": "相传舜帝南巡死于苍梧，他的两位妃子娥皇、女英追至潇湘，泪洒竹枝成斑（即湘妃竹）。当大雁飞过时，她们以为是大雁带来了舜的消息。这个典故常被用来表达思念之情。诗人在这里用'雁声远过潇湘去'，暗示女子正在思念远方的情人。",
      "background": "温庭筠在某个秋夜借宿贵族宅邸，听见隔壁闺阁传来幽幽瑟声。透过雕花窗棂，他看见一位盛装女子独坐抚瑟，月光为她镀上银边。突然瑟弦崩断，女子望着南飞的大雁潸然泪下。这个画面在他心中萦绕不去，次日清晨便写下了这首《瑶瑟怨》。",
      "additional_info": "唐代贵族女子常以'十二楼'代指居所，源自神话中昆仑山的五城十二楼。温庭筠特别擅长用'银床'、'碧天'等冷色调意象营造孤寂氛围，同时代人戏称他的诗是'用月光写就的银器'。",
      "questions": [
        "湘妃竹的传说？",
        "十二楼象征什么？",
        "为何用银床意象？"
      ]
    }
  },
  {
    "id": "d77f340f-1a04-4c5b-9704-2536e4249c6b",
    "title": "野望",
    "author": "杜甫",
    "content": "西山白雪三奇戍 南浦清江万里桥 海内风尘诸弟隔 天涯涕泪一身遥 唯将迟暮供多病 未有涓埃荅圣朝 跨马出郊时极目 不堪人事日萧条",
    "story": {
      "meaning": "寒冬时节，杜甫骑着瘦马来到成都郊外。他望着西岭雪山上的戍楼（'三奇戍'指险要关隘），又低头看南浦清江上的万里桥。忽然一阵北风卷起沙尘，老诗人想起战乱中失散的弟弟们（'海内风尘诸弟隔'），不禁老泪纵横。他摸着病痛缠身的膝盖叹息：'这把老骨头只剩多病之躯，却没能为朝廷尽绵薄之力啊！'（'唯将迟暮供多病'）此时几个衣衫褴褛的难民蹒跚而过，更添萧瑟。",
      "allusion": "万里桥有个动人故事：三国时诸葛亮在此送别出使东吴的费祎，握着对方的手说：'万里之行，始于此桥。'桥因此得名。杜甫此刻站在桥上，仿佛看见当年羽扇纶巾的孔明，正与今日流离失所的百姓形成鲜明对比。",
      "background": "公元761年冬，50岁的杜甫在严武幕府任职。某日雪后初晴，他独自策马出城散心。途经万里桥时，看见守城士兵在寒风中呵手跺脚，又遇逃难母子蜷缩桥洞。想起自己四个弟弟因安史之乱音讯全无，而朝廷正为平叛焦头烂额，这位忧国忧民的诗圣顿时百感交集。",
      "additional_info": "有趣的是，杜甫此时其实身居节度参谋要职，却仍自称'未有涓埃荅圣朝'。同时期写的《茅屋为秋风所破歌》更显其清廉——这位官员连自家茅草房顶都被风吹跑了！",
      "questions": [
        "诸葛亮送别的是谁？",
        "万里桥现在何处？",
        "杜甫此时任何职？"
      ]
    }
  },
  {
    "id": "7e1be9c9-fa2f-44c2-a6bc-3edcece745fe",
    "title": "夜泊牛渚怀古",
    "author": "李白",
    "content": "牛渚西江夜 青天无片云 登舟望秋月 空忆谢将军 余亦能高咏 斯人不可闻 明朝挂帆席 枫叶落纷纷",
    "story": {
      "meaning": "秋夜牛渚江畔，李白独坐船头仰望星空。月光如洗的江面上，他抚摸着冰凉的船桨喃喃自语：'当年谢尚将军在此听袁宏吟诗，如今我李白也能高声咏叹，却再无人赏识了。'说着抓起酒壶痛饮，酒液顺着胡须滴落在衣襟上。望着纷纷飘落的枫叶，他苦笑着解开了缆绳。",
      "allusion": "东晋名将谢尚镇守牛渚时，某夜泛舟江上。忽闻岸上传来朗朗吟诗声，循声发现是穷书生袁宏在诵《咏史诗》。谢尚立即停船相邀，二人彻夜论诗。袁宏从此声名大噪，这段'牛渚听吟'的佳话流传千古。月光下，谢尚拍着袁宏的肩膀说：'卿才如明月，岂可埋没草野？'",
      "background": "某个深秋的夜晚，李白被贬夜郎途中泊船牛渚。江风带着鱼腥味拂过他的脸颊，远处传来渔夫的号子声。他摸着腰间佩剑的缺口——那是十年前在长安醉酒所伤。'陛下若肯听我一句诗...'他对着月亮举起酒杯，却看见杯中倒映着自己斑白的鬓角。",
      "additional_info": "有趣的是，李白诗中'枫叶落纷纷'可能是虚构。有学者考证牛渚一带并不产枫树，诗人或是借北方景物抒怀。就像现代人拍照加滤镜，唐代诗人也常为意境美化实景。",
      "questions": [
        "袁宏后来官至何职？",
        "谢尚还提拔过哪些人？",
        "牛渚现今在何处？"
      ]
    }
  },
  {
    "id": "cc0e7ac3-bde4-4491-8ae5-027106709e72",
    "title": "夜归鹿门山歌",
    "author": "孟浩然",
    "content": "山寺钟鸣昼已昏 渔梁渡头争渡喧 人随沙路向江村 余亦乘舟归鹿门 鹿门月照开烟树 忽到庞公栖隐处 岩扉松径长寂寥 惟有幽人夜来去",
    "story": {
      "meaning": "夕阳西沉，山寺的钟声悠悠传来，渔梁渡口人声鼎沸，村民们争相登船。孟浩然踏着沙路走向江村，却独自乘舟驶向鹿门山。月光穿透薄雾，照亮山林，恍惚间来到东汉隐士庞德公的旧居。岩壁间的柴门，松林掩映的小径，唯有像他这样的幽人，才会在夜色中独自往来。",
      "allusion": "东汉末年，名士庞德公拒绝荆州刺史刘表的征召，携妻隐居鹿门山。刘表亲自上山拜访，见庞公正在田间耕作，妻子在织布机前忙碌。刘表劝道：'先生苦居山林，何不出仕为官？'庞公头也不抬：'鸿鹄巢于高林，暮而得所栖；鼋鼍穴于深渊，夕而得所宿。各得其所，何必相迫？'说罢继续挥锄，刘表只得叹息离去。",
      "background": "开元十七年秋，孟浩然科举落第后泛舟归乡。暮色中听着渡口的喧闹，看着村民归家的身影，忽然觉得自己像逆流而上的孤舟。当月光照亮鹿门山时，他想起了庞德公的故事——这位拒绝出仕的前辈，不正是自己向往的生活吗？岩扉松径的寂寥，反而让他感到安心。",
      "additional_info": "有趣的是，孟浩然后来真的在鹿门山辟建别业，过起了半隐生活。他常在诗中自称'幽人'，连李白都羡慕地写道：'吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。'",
      "questions": [
        "庞德公如何拒绝刘表？",
        "孟浩然为何自称幽人？",
        "鹿门山在哪个省份？"
      ]
    }
  },
  {
    "id": "992df222-c445-4925-a656-0caa4447d5bb",
    "title": "夜上受降城闻笛",
    "author": "李益",
    "content": "回乐峰前沙似雪 受降城下月如霜 不知何处吹芦管 一夜征人尽望乡",
    "story": {
      "meaning": "寒夜，受降城外。老兵王铁柱裹紧破旧的战袍，望着回乐峰前月光下泛着雪光的沙丘。忽然，一阵幽怨的芦笛声随风飘来，他猛地抬头——这分明是家乡的《折杨柳》！帐中将士纷纷掀开帘子，五十多双眼睛在月光下闪着泪光。李益记录下这个瞬间：如霜的月光，似雪的沙海，和那支不知从何处飘来，却吹碎所有硬汉心防的芦管。",
      "allusion": "天宝年间，乐师李龟年在安西都护府演奏。某夜，他在烽燧台用芦管吹奏《阳关三叠》，戍卒们扔下兵器恸哭。将军怒问缘由，老卒张阿大跪禀：'这调子让俺想起关中老娘煮的藿香面......'后来玄宗听闻此事，特准这批将士轮换回乡。",
      "background": "公元782年秋，李益随崔宁巡视朔方防线。那夜他在受降城值更，突然听见城下传来断断续续的笛声。循声望去，发现是个牧羊人在吹奏。正要呵斥，却见守城士兵个个扒着箭垛发呆，火把照亮的脸上挂着冰碴——不，是泪痕。他立刻转身回营，在冻硬的砚台上呵开冰墨写下了这首诗。",
      "additional_info": "明代有画师根据此诗创作《沙月闻笛图》，特意在城墙阴影里画了半只露出袖口的芦管——暗喻吹笛人可能是想家的戍卒。这幅画现藏于故宫博物院，画上还有'此时无声胜有声'的题跋。",
      "questions": [
        "芦管是哪种乐器？",
        "受降城现在何处？",
        "诗中沙丘为何似雪？"
      ]
    }
  },
  {
    "id": "75db753d-e7da-48a1-a6c0-6ed9147e58db",
    "title": "夜雨寄北",
    "author": "李商隐",
    "content": "君问归期未有期 巴山夜雨涨秋池 何当共剪西窗烛 却话巴山夜雨时",
    "story": {
      "meaning": "秋雨淅沥的巴山夜晚，李商隐独坐驿馆，提笔回复远方妻子的家书。'你总问归期...'笔尖在纸上洇开墨痕，如同窗外涨满的池塘。烛火摇曳间，他仿佛看见长安家中，妻子正倚着西窗剪烛花。雨声渐密，诗人突然掷笔长叹：'何时才能与你共剪烛芯，再聊今夜这巴山冷雨？'",
      "allusion": "元和四年深秋，李商隐赴蜀途中遇暴雨困在驿站。驿丞老赵端来姜汤：'大人，这雨怕是要下整夜。'忽然驿马嘶鸣，小童送来长安家书。展开信笺时，一滴雨水正落在'何日归家'四字上。诗人望着被雨水漫过的石阶，想起离家那日，妻子将新裁的烛芯塞进行囊：'西窗的烛台，等你回来剪。'",
      "background": "油灯将李商隐的身影投在斑驳墙上，他第三次重写回信。忽闻瓦当坠地脆响，惊见院中老梨树被雨水打折了枝条。'这巴山的雨，比剑南道的箭还密啊...'他摩挲着妻子缝制的笔囊，突然抓起砚台边的黄柑——这是临行时妻子偷偷塞进行李的，如今果皮已皱得像老人脸。",
      "additional_info": "后世在成都发现疑似李商隐住过的驿站遗址，出土的唐代瓦当上刻有'西窗'二字。有趣的是，考古现场还发现半截蜡烛，化验显示含有长安特产的蜂蜡成分。",
      "questions": [
        "为何选用巴山夜雨意象？",
        "西窗烛有何特殊含义？",
        "秋池象征什么情感？"
      ]
    }
  },
  {
    "id": "79e7ec6e-0d6c-4f95-8181-4671c42e1faf",
    "title": "夜月",
    "author": "刘方平",
    "content": "更深月色半人家 北斗阑干南斗斜 今夜偏知春气暖 虫声新透绿窗纱",
    "story": {
      "meaning": "更深露重的春夜，月光悄悄爬上屋檐，将小院照得半明半暗。书生刘方平推开绿纱窗，看见北斗七星横斜在南斗六星旁，像两把交错的玉匙悬在夜空。忽然，几声清脆的虫鸣穿透窗纱，他惊喜地发现——原来泥土里的生命比人更早感知到春的暖意。",
      "allusion": "唐代诗人常以星象抒怀。传说刘方平曾与友人夜观天象，友人指着北斗叹道：'此星如帝王之车，永指北极。'刘方平却望着南斗轻笑：'君不见斗柄东指，天下皆春？'说着推开窗，一只纺织娘恰落在砚台边，两人相视而笑。",
      "background": "写这首诗时，刘方平正寄居在洛阳郊外的草堂。那夜他本在修改策论，却被透窗的月光吸引。指尖触到窗纱上凝结的夜露时，忽然听见今年第一声虫鸣。他怔怔望着砚台中晃动的星月倒影，竟将写了一半的策论揉成纸团——此刻他只想记住这春天的心跳。",
      "additional_info": "古人认为'南斗主生，北斗主死'，刘方平却让两星在诗中平等对话。更妙的是'新透'二字，宋代《诗人玉屑》记载：有人试图改成'初透'，苏轼批注'新字犹带露珠，初字已干矣'。",
      "questions": [
        "为何选择南斗北斗对举？",
        "虫鸣象征什么深意？",
        "窗纱颜色有何讲究？"
      ]
    }
  },
  {
    "id": "1deac6d5-6da0-4d9f-a182-2f0697cbb932",
    "title": "已凉",
    "author": "韩偓",
    "content": "碧阑干外绣帘垂 猩血屏风画折枝 八尺龙须方锦褥 已凉天气未寒时",
    "story": {
      "meaning": "秋日的午后，一位贵族女子倚在碧玉栏杆旁，望着垂落的绣花帘幕出神。屋内猩红色的屏风上画着折枝花卉，八尺长的龙须草席上铺着方锦褥子。她轻轻抚过微凉的锦褥，感受到季节正从温暖转向微寒——就像她等待良人归来的心情，既非热烈也非冰冷，恰在将寒未寒的暧昧时分。",
      "allusion": "相传韩偓年轻时曾寄居在长安一位姓李的官员家中。李家小姐常在屏风后偷看这位俊朗诗人。某个秋日，韩偓发现屏风上多了一幅新绣的折枝图，正疑惑时，听见屏风后传来环佩轻响。他假装不知，却在诗中记下这个瞬间，让'猩血屏风画折枝'成为暗藏情愫的经典意象。",
      "background": "晚唐的秋夜，韩偓在书房踱步。窗外梧桐叶落的声音让他想起昨日拜访友人时见到的场景：空荡的闺房里，锦褥整齐地铺着却无人使用。他忽然明白这就是最动人的诗境——不是酷暑也不是严冬，而是在温度将变未变的刹那，所有等待与期盼都凝固成屏风上的一枝花。",
      "additional_info": "有趣的是，宋代画师曾根据此诗创作《已凉图》，特意在屏风折枝旁画了半只女子的纤纤玉手，引发后世无数关于'屏风后到底是谁'的讨论。韩偓的侍女后来透露，诗人写完此诗后，曾对着屏风发了整整一个时辰的呆。",
      "questions": [
        "折枝图有何特殊寓意？",
        "为何选择龙须草席？",
        "屏风后藏着谁？"
      ]
    }
  },
  {
    "id": "acbe1729-cefd-4678-9719-09c5c9c27db0",
    "title": "咏怀古迹五首 二",
    "author": "杜甫",
    "content": "摇落深知宋玉悲，风流儒雅亦吾师。 怅望千秋一洒泪，萧条异代不同时。 江山故宅空文藻，云雨荒台岂梦思。 最是楚宫俱泯灭，舟人指点到今疑。",
    "story": {
      "meaning": "秋风瑟瑟，杜甫站在宋玉故居前，枯叶飘落如同千年前那位才子的叹息。他轻抚斑驳的墙壁，仿佛看见宋玉正挥毫写下《九辩》：'悲哉秋之为气也！'忽然一阵风卷起残稿，老杜喃喃道：'您笔下的云雨高唐，如今连楚宫遗址都找不到了吧？'说着，泪水滴在长满青苔的石阶上。远处渔夫指着江心说楚宫在此，却连半片瓦砾都寻不见了。",
      "allusion": "【云雨高唐】楚襄王与宋玉同游云梦台，见朝云暮雨变幻莫测。宋玉道：'此乃巫山神女所化，昔年先王（楚怀王）曾梦遇神女...'襄王急问：'神女何等模样？'宋玉展开竹简：'其始来也，耀乎若白日初出照屋梁...'说着，一片云雾忽然笼罩高台，襄王惊呼：'莫非神女显灵？'后人便用'云雨'喻男女之情。",
      "background": "大历三年（768年），57岁的杜甫漂泊到荆州。某个寒食节，他裹紧破旧的青袍，沿江寻找宋玉宅。突然，他在荒草丛中发现半截'大夫第'残碑。'找到了！'他颤抖着扒开藤蔓，却只见到野兔惊窜。远处传来船夫争吵：'楚宫明明在江北！''放屁！我爷爷说在江南沙洲！'老杜苦笑着摇头，摸出酒葫芦洒酒祭奠：'宋玉啊，你我相隔千年，竟连伤心都如此相似...'",
      "additional_info": "有趣的是，杜甫诗中'舟人指点'可能是真实见闻。现代考古发现，因长江改道，楚宫遗址确已沉入江底。而宋玉《高唐赋》里'旦为朝云，暮为行雨'的描写，竟与三峡云雾的气候特征完全吻合。",
      "questions": [
        "宋玉为何悲秋？",
        "楚襄王如何评价神女？",
        "杜甫还写过哪些怀古诗？"
      ]
    }
  },
  {
    "id": "3b5db620-1964-4674-a01d-ad70ba3ebd2a",
    "title": "咏怀古迹五首 三",
    "author": "杜甫",
    "content": "群山万壑赴荆门 生长明妃尚有村 一去紫台连朔漠 独留青冢向黄昏 画图省识春风面 环佩空归月夜魂 千载琵琶作胡语 分明怨恨曲中论",
    "story": {
      "meaning": "深秋的黄昏，杜甫站在荆门山巅，望着万壑千山如奔马般涌向远方。山脚下那个叫'明妃村'的小村庄炊烟袅袅，让他想起王昭君当年就是从这儿走向塞外。朔风卷起黄沙，他仿佛看见昭君的红裙消失在紫宫门外，只留下大漠中孤独的青冢与斜阳相对。夜半时分，似乎能听到环佩叮当——那是昭君的魂魄乘着月光归来。千年来，胡人的琵琶仍在弹奏着她未能说尽的乡愁。",
      "allusion": "汉元帝后宫佳丽三千，便命画师毛延寿画像选妃。昭君不肯行贿，毛延寿在她画像眼角点了颗'丧夫痣'。直到和亲前夜，元帝才见到真人：'这眼角何曾有痣？'昭君苦笑：'陛下可见画师案头金帛堆积？'说罢抱起琵琶，在《出塞曲》中走向漫天飞雪的边关。",
      "background": "安史之乱后的夔州，五十岁的杜甫在破败的祠堂里翻检史书。窗外秋雨敲打着昭君故里的残碑，他忽然把酒盏重重一放：'毛延寿早化尘土，可如今朝廷不还是重金帛轻人才吗？'墨汁飞溅在诗稿上，像极了昭君琵琶溅落的泪痕。",
      "additional_info": "传说昭君出塞时琵琶弦断，她将断弦抛入黄河，后来河中长出了一种'琵琶鱼'。杜甫写此诗时特意用了'连朔漠'的'连'字，后人发现从长安到匈奴王庭的地图，昭君走过的路线果然像根琵琶弦。",
      "questions": [
        "毛延寿还画过谁？",
        "昭君墓为什么长青？",
        "琵琶曲有哪些变化？"
      ]
    }
  },
  {
    "id": "733afc7b-e370-4724-b755-e9342c574d22",
    "title": "咏怀古迹五首 四",
    "author": "杜甫",
    "content": "蜀主窥吴幸三峡，崩年亦在永安宫。 翠华想像空山里，玉殿虚无野寺中。 古庙杉松巢水鹤，岁时伏腊走村翁。 武侯祠屋常邻近，一体君臣祭祀同。",
    "story": {
      "meaning": "秋风瑟瑟的夔州山野间，杜甫拄杖站在荒草丛生的永安宫遗址前。'当年蜀主刘备的金翠华盖，如今只能在空山里想象了...'他抚摸着残破的宫墙，仿佛看见刘备临终托孤的场景：病榻上的刘备紧握诸葛亮的手，而此刻野寺钟声里，只有水鹤在古庙杉树上筑巢。远处武侯祠的香火与永安宫遗址遥遥相对，见证着这对君臣生死不渝的情谊。",
      "allusion": "公元223年早春，白帝城笼罩在悲怆之中。病重的刘备在永安宫召见诸葛亮：'君才十倍曹丕，必能安国...若嗣子可辅，辅之；如其不才，君可自取。'诸葛亮泪流满面叩首至地：'臣敢竭股肱之力，效忠贞之节！'窗外春雨淅沥，将君臣的誓言永远镌刻在三峡的青山之间。",
      "background": "大历元年的深秋，56岁的杜甫在夔州西阁辗转难眠。夜雨敲窗声中，他想起三年前途经白帝城时看到的景象：牧童在永安宫废墟上放羊，村老在武侯祠前祭祀。突然坐起点亮油灯，斑驳的光影里，他仿佛看见刘备和诸葛亮正在对弈谈笑，墨汁混着泪水在纸上晕开...",
      "additional_info": "有趣的是，杜甫在夔州时期共创作了40余首咏怀诸葛亮的诗，几乎每隔十天就要写一首。当地人说常看见他对着武侯祠的塑像自言自语，有次竟对着塑像下了一整天棋。",
      "questions": [
        "刘备为何选择永安宫托孤？",
        "诸葛亮如何回应托孤？",
        "杜甫为何崇敬诸葛亮？"
      ]
    }
  },
  {
    "id": "87f5949b-bdad-4b5e-b488-7015bd45cc4f",
    "title": "咏怀古迹五首 五",
    "author": "杜甫",
    "content": "诸葛大名垂宇宙 宗臣遗像肃清高 三分割据纡筹策 万古云霄一羽毛 伯仲之间见伊吕 指挥若定失萧曹 福移汉祚难恢复 志决身歼军务劳",
    "story": {
      "meaning": "秋风瑟瑟的武侯祠前，杜甫凝视着诸葛亮塑像。金漆剥落的羽扇纶巾下，那双石刻眼睛仿佛仍在运筹帷幄。'先生当年在隆中草庐，可曾想过这羽毛轻扇会搅动三国风云？'诗人抚摸着斑驳的碑文，眼前浮现出赤壁连营的火光、五丈原将熄的星灯。那根飘在云霄的羽毛，承载着'鞠躬尽瘁'的千斤之重。",
      "allusion": "建兴十二年春，五丈原军营。诸葛亮强撑病体校阅八阵图，姜维捧着药碗劝道：'丞相该歇息了。'他摇头轻笑：'当年与先帝煮酒论英雄，说伊尹、吕尚不过治世之才，萧何、曹参仅会理政——如今方知，这棋局比他们下的都难啊！'突然剧烈咳嗽，羽毛扇坠地，惊飞帐外栖鸦。",
      "background": "大历元年深秋，杜甫拖着病腿爬上夔州白帝城。望着长江对岸的鱼复浦，忽然拍栏大笑：'好个八阵图！'当年诸葛亮在此布石为阵，如今乱石间竟长出野菊。老船夫嘀咕：'这疯子对着石头说什么？'却见诗人突然泪落如雨——原来他看见石缝里挣扎的菊根，像极了北伐路上累死的蜀汉兵卒。",
      "additional_info": "有趣的是，宋代有人在杜甫吟诗处立了块'诗史堂'碑。某年洪水冲歪石碑，当地人说半夜听见碑下传来'安得广厦千万间'的吟诵声，次日竟在碑底挖出个杜工部木雕像，手中还攥着半片三国时的青铜弩机。",
      "questions": [
        "八阵图如何困住陆逊？",
        "羽毛扇有何特殊来历？",
        "姜维如何继承遗志？"
      ]
    }
  },
  {
    "id": "03eb4001-023a-4920-bbc7-a0fc52b2836d",
    "title": "咏怀古迹五首 一",
    "author": "杜甫",
    "content": "支离东北风尘际 漂泊西南天地间 三峡楼台淹日月 五溪衣服共云山 羯胡事主终无赖 词客衰时且未还 庾信平生最萧瑟 暮年诗赋动江关",
    "story": {
      "meaning": "秋风瑟瑟的夔州城头，杜甫拄着竹杖远眺。'这破碎的山河啊...'他望着东北方向——那里有被安史叛军蹂躏的长安，又转身看向西南——自己漂泊经年的蜀道。江面上，土家族人彩衣如云，与青山相映。'羯胡安禄山这等无赖，害得我这词客有家难回...'他突然想到南朝庾信，那位同样在暮年漂泊异乡的诗人，不禁潸然泪下。",
      "allusion": "庾信的故事要从548年说起。侯景叛乱时，这位梁朝才子正在出使西魏。'大人，梁朝...亡了！'使者跪地痛哭。庾信手中的酒杯砰然落地，从此滞留北方。每逢重阳，他都会在长安酒肆独饮：'采菊东篱下，悠然见南山...陶渊明啊，如今我的南山在何方？'直到暮年，他写下《哀江南赋》，字字血泪，震动江关。",
      "background": "766年秋，55岁的杜甫在夔州都督府的小院里来回踱步。'咳咳...'肺疾让他咳出几点猩红。忽然，隔壁传来孩童的嬉闹声，他怔怔望着自己补丁摞补丁的衣袖——当年在长安'放荡齐赵间，裘马颇清狂'的少年，如今已成白头羁客。案头《庾子山集》被风吹开，他猛然提笔，墨迹在纸上洇开如泪痕。",
      "additional_info": "有趣的是，杜甫诗中'三峡楼台淹日月'的'楼台'可能实指。近年考古发现，唐代夔州确有依山而建的吊脚楼群，诗人每天推窗就能看见这些悬在江雾中的楼阁，宛如海市蜃楼。",
      "questions": [
        "庾信为何滞留北方？",
        "安史之乱持续多久？",
        "三峡吊脚楼有何特点？"
      ]
    }
  },
  {
    "id": "4cf19354-4c0a-4e55-980b-69fa7f81ed0f",
    "title": "游子吟",
    "author": "孟郊",
    "content": "慈母手中线，游子身上衣。 临行密密缝，意恐迟迟归。 谁言寸草心，报得三春晖。",
    "story": {
      "meaning": "油灯昏黄的小屋里，孟郊母亲的手指被针扎出了血珠。她将血珠抿去，继续为明日远行的儿子缝制冬衣。'娘，针脚太密了，费眼睛。'孟郊想接过针线。母亲却摇头：'北地风厉，娘要缝得牢些...'说着突然哽咽，针线在衣襟上洇开一朵泪痕。",
      "allusion": "天宝年间，孟郊赴京赶考前夜。母亲连夜赶制新衣，每缝三针就要起身添灯油。'郊儿，这夹层里絮的是新棉花。'她突然拽断线头：'若...若落第了，就早些回来。'孟郊发现母亲偷偷在衣领内侧绣了平安结——用她最珍视的嫁衣红丝线。",
      "background": "贞元十二年冬，50岁的孟郊终于得授溧阳尉。赴任前整理旧物时，那件早已褪色的棉衣从箱底滑落。他抚摸着领口暗红的平安结，忽然想起离乡那日破晓的鸡鸣，母亲追出门往他怀里塞了三个还烫手的炊饼。砚台里的墨汁，不知何时混进了泪水。",
      "additional_info": "鲜为人知的是，孟郊中进士后曾将母亲接往任所。老太太坚持带着当年的针线箩筐，见儿子官服绽线便要亲手缝补。'使不得！'同僚们惊呼，孟郊却含笑伸臂：'此乃吾母三春晖也。'",
      "questions": [
        "平安结有何特殊寓意？",
        "为何选嫁衣线缝衣？",
        "炊饼细节说明什么？"
      ]
    }
  },
  {
    "id": "51b1aeeb-9a66-412d-b15c-4afaa6c6b1d7",
    "title": "渔翁",
    "author": "柳宗元",
    "content": "渔翁夜傍西岩宿 晓汲清湘燃楚竹 烟销日出不见人 欸乃一声山水绿 回看天际下中流 岩上无心云相逐",
    "story": {
      "meaning": "晨雾弥漫的湘江边，老渔翁裹着蓑衣从岩洞醒来。他弯腰打水时，竹筒碰撞发出清响，生火做饭的炊烟与晨雾交融。突然，一声悠长的渔歌划破寂静，只见青翠山水中一叶扁舟顺流而下，船尾的云朵像顽童般追逐嬉戏。诗人用这幅水墨画卷，道出隐士与自然相融的禅意。",
      "allusion": "柳宗元被贬永州时，常与渔夫老周泛舟。某日破晓，老周边煮鱼羹边哼道：'云儿追船莫心急，老汉撒网就喂你。'突然一条银鲤跃入锅中，老周大笑：'看！山水都来赴宴哩！'这幕成为'欸乃一声山水绿'的灵感来源。",
      "background": "永州十年的某个寒夜，柳宗元蜷缩在漏风的草堂。远处隐约传来渔火，他忽然披衣追出，在江岩边守到天明。当第一缕阳光穿透雾气，他摸到袖中谏书墨迹未干，苦笑着撕碎抛入江中——纸片化作白鸥，与云共舞。",
      "additional_info": "苏轼曾调侃此诗：'柳八（宗元）定是饿着肚子写的，闻见鱼香才把云朵写得那么馋。'明代画家沈周据此绘《岩云追舟图》，故意在船尾添了只偷鱼的猫。",
      "questions": [
        "渔歌为何惊动山水？",
        "湘江雾气有何特点？",
        "云追船象征什么？"
      ]
    }
  },
  {
    "id": "b71d7c9c-7e92-4797-b2c9-8715dd0c2881",
    "title": "与诸子登岘山",
    "author": "孟浩然",
    "content": "人事有代谢，往来成古今。 江山留胜迹，我辈复登临。 水落鱼梁浅，天寒梦泽深。 羊公碑字在，读罢泪沾襟。",
    "story": {
      "meaning": "深秋的岘山层林尽染，孟浩然与友人踩着沙沙作响的落叶登顶。望着汉水退去后裸露的鱼梁洲，他指着远处云雾缭绕的云梦泽感叹：'看这江山胜景，羊公碑上的字迹还清晰如新，可当年立碑的人早化作黄土。'说着突然哽咽，泪水打湿了青衫前襟。",
      "allusion": "西晋名将羊祜镇守襄阳时，常登岘山饮酒赋诗。有次他醉后对同僚说：'自有宇宙便有此山，历来贤达登此者多矣，皆湮灭无闻！'后来百姓为他在山上立碑，见碑者无不落泪，人称'堕泪碑'。孟浩然抚摸碑文时，仿佛看见羊祜正举着酒樽对江长叹。",
      "background": "这是孟浩然科举落第后返乡所作。那日山风凛冽，他裹紧单薄衣衫，看枯叶在碑前打着旋儿。友人提议题诗时，他忽然将砚台重重搁在石碑上：'当年羊公说建功立业才能不朽，可我这布衣书生...'笔锋划过石阶，惊起几只寒鸦。",
      "additional_info": "岘山在唐代是著名'打卡地'，李白后来也在此写下'江山留胜迹，我辈复登临'，故意用了孟浩然原句致敬。宋代米芾更夸张，硬是把羊公碑拓本裱在书房天天跪拜。",
      "questions": [
        "羊祜为何被称为堕泪碑？",
        "孟浩然为何科举失利？",
        "李白如何致敬此诗？"
      ]
    }
  },
  {
    "id": "9a5070c8-8b6a-46d3-a976-ce942baf42e7",
    "title": "玉台体十二首 十一",
    "author": "权德舆",
    "content": "昨夜裙带解 今朝蟢子飞 铅华不可弃 莫是藁砧归",
    "story": {
      "meaning": "春日的闺房里，少妇低头发现昨夜裙带无故松开，今晨又见喜蛛（蟢子）在梁间结网。她突然放下梳篦，对镜自语：'这定是吉兆！得重新梳妆了——莫非是远征的夫君要归来？' 铜镜映着她泛红的脸颊，手中胭脂微微发颤。",
      "allusion": "汉代有戍卒之妻，每逢裙带自解便备酒待夫。某日她见蜘蛛垂丝，邻家老妪笑言：'此乃喜虫，主行人至。'果然傍晚丈夫冒雨归来，蓑衣还滴着水珠就一把抱住妻子：'我在山道摔跤时，腰带突然松脱，就知你在念我！'",
      "background": "权德舆在节度使幕府任职时，目睹将士们凯旋的场景：妻子们提着裙摆奔过石板路，金钗都跑歪了。当晚他听见隔壁院落传来压抑的啜泣，推窗正见一女子对着蛛网发呆，月光下她突然抹泪重梳云鬓——这画面催生了这首闺情诗。",
      "additional_info": "唐代女子真会在裙带系结处藏相思豆，若带结自开视为神谕。敦煌文书《解梦书》载：'梦见蜘蛛，有喜事至'，可见当时民俗。",
      "questions": [
        "古人为何以蛛为喜兆？",
        "藁砧代指丈夫的由来？",
        "唐代还有哪些闺怨诗？"
      ]
    }
  },
  {
    "id": "22e72306-f41c-4621-a925-83bab7f9d76e",
    "title": "怨情",
    "author": "李白",
    "content": "美人卷珠帘 深坐颦蛾眉 但见泪痕湿 不知心恨谁",
    "story": {
      "meaning": "雕花轩窗内，珠帘被一双纤手缓缓卷起。身着杏色罗裙的女子独坐镜前，远山眉微蹙，指尖无意识地摩挲着案上未干的胭脂。忽有泪珠坠落在鎏金妆匣上，惊醒了梁间呢喃的燕子——连它们也猜不透，这滴泪究竟为负心郎君，还是为深锁宫墙的青春？",
      "allusion": "天宝三年春，杨贵妃在沉香亭独赏牡丹时，忽见花瓣飘落惊起往事：'三郎前日夸梅妃舞姿翩跹...'正暗自神伤，李白奉诏入宫。目睹贵妃眼角泪光，诗仙挥毫写下'云想衣裳花想容'，暗藏'但见泪痕湿'的怜惜。贵妃破涕为笑：'李翰林可知本宫恨谁？'李白笑指满地落英：'恨东风不解语'。",
      "background": "被'赐金放还'的李白醉卧长安酒肆，忽闻邻座歌女弹唱《长门怨》。琵琶弦里陈阿娇的眼泪，与记忆中杨贵妃凭栏的身影重叠。他摔碎酒壶大笑：'天下伤心人，原是一般模样！'蘸着泼洒的烈酒，在斑驳墙面上写下这首千古绝唱。",
      "additional_info": "有趣的是，清代剧作家李渔曾将此诗改编成折子戏。他让女主角在卷帘时掉落绣鞋，暗喻'遗落的心事'，这个细节成为当时梨园争相模仿的经典动作。",
      "questions": [
        "杨贵妃为何独赏牡丹？",
        "李白如何暗喻泪痕？",
        "清代改编新增什么细节？"
      ]
    }
  },
  {
    "id": "83e70b6e-ff59-4a3b-8e81-249ab0cda0c3",
    "title": "月下独酌四首 一",
    "author": "李白",
    "content": "花间一壶酒，独酌无相亲。 举杯邀明月，对影成三人。 月既不解饮，影徒随我身。 暂伴月将影，行乐须及春。 我歌月裴回，我舞影零乱。 醒时同交欢，醉后各分散。 永结无情游，相期邈云汉。",
    "story": {
      "meaning": "春夜的花园里，李白抱着酒壶跌坐在桃树下，花瓣簌簌落满衣襟。他醉眼朦胧地举起酒杯：'明月兄，影子兄，今夜我们三人不醉不归！'月亮静静悬在枝头，影子在石阶上摇晃。他突然起身挥袖起舞，惊飞栖鸟，衣带勾落一地花瓣。醉倒前他对着银河大喊：'来日我们银河再会！'",
      "allusion": "传说李白在长安任翰林时，常半夜翻墙到御花园饮酒。这夜他偷抱着一壶西域葡萄酒翻进牡丹园，却见侍卫举着火把巡逻。他急忙躲进假山后，月光将他的影子投在太湖石上。'一、二、三...'他数着突然笑出声，惊得侍卫大喝：'谁在那里！'李白晃着酒壶走出来：'莫慌，我们三人正在联句呢！'",
      "background": "天宝三年春，被赐金放还的李白寄居在洛阳友人宅。这夜他听闻玄宗与杨贵妃在骊山夜宴，愤懑地拍碎琴轸。忽见窗外月光如练，他抓起酒壶冲进后园，对着长安方向狂歌：'你们有霓裳羽衣曲，我有明月影儿作陪！'说着把半壶酒泼向月亮，晶莹的酒液在月光下像碎银般闪亮。",
      "additional_info": "宋代画院曾以本诗为题考画师，夺魁者画了幅《三友图》：李白举杯向月，影子却画成两个——一个着官服代表未实现的抱负，一个佩剑代表侠客理想。更妙的是月亮里隐约有嫦娥举杯相和，暗合'邈云汉'的意境。",
      "questions": [
        "李白为何被赐金放还",
        "诗中影子象征什么",
        "西域葡萄酒多珍贵"
      ]
    }
  },
  {
    "id": "59c7eaa9-3c05-4857-8cff-10376706ccb9",
    "title": "月夜",
    "author": "杜甫",
    "content": "今夜鄜州月 闺中只独看 遥怜小儿女 未解忆长安 香雾云鬟湿 清辉玉臂寒 何时倚虚幌 双照泪痕干",
    "story": {
      "meaning": "秋夜的长安牢狱中，杜甫蜷缩在冰冷的石板上。月光穿透铁窗，他突然坐起，喃喃道：'鄜州的月亮也该这么亮吧...'眼前浮现妻子杨氏独自倚窗的身影——她云鬓被夜雾打湿，玉臂浸在寒光里，正望着月亮思念自己。年幼的儿女嬉闹着扯她衣角，却不懂母亲为何流泪。诗人攥紧囚衣，仿佛看到未来重逢时，月光映照两人泪痕的模样。",
      "allusion": "天宝十五年，安史叛军攻破长安。杜甫带着家小逃难，却在途中被叛军俘虏押回长安。某个秋夜，狱卒老赵来送饭，见杜甫盯着月亮发呆，便问：'杜拾遗又想家了？'杜甫苦笑：'老赵啊，你看这月光，此刻是否也照着我那鄜州的妻儿？'说着突然抓起炭块，在墙上写下'香雾云鬟湿'——原来他想象着妻子因久立望月，发髻都被夜露浸透了。",
      "background": "潮湿的牢房里，蟋蟀在墙角鸣叫。杜甫把最后半块硬饼塞给隔壁的年轻囚犯，听着对方说起鄜州方向的战况。忽然一阵孩童的笑声从墙外飘过，诗人猛地扑到窗边，却只看到巡逻士兵的火把。他摸着胸口的家书（那上面有妻子用眉笔写的暗记），突然听见更夫报时——正是三年前与妻子共赏牡丹的时辰。月光突然变得刺眼，他转身用指甲在墙上刻下'双照泪痕干'。",
      "additional_info": "有趣的是，宋代苏轼在《赤壁赋》写'桂棹兮兰桨，击空明兮溯流光'时，案头正摊着这首《月夜》。据其弟苏辙日记记载，那天苏轼突然拍案大叫：'杜工部这'清辉玉臂寒'五字，竟把月光写活了！'后来李清照在《醉花阴》中'玉枕纱橱，半夜凉初透'的写法，也被认为是受此诗启发。",
      "questions": [
        "杜甫为何被囚长安？",
        "诗中儿女几岁？",
        "杨氏如何传递家书？"
      ]
    }
  },
  {
    "id": "c1280e87-ac81-4f9b-9de5-377d6af38ae8",
    "title": "月夜忆舍弟",
    "author": "杜甫",
    "content": "戍鼓断人行，秋边一雁声。 露从今夜白，月是故乡明。 有弟皆分散，无家问死生。 寄书长不避，况乃未休兵。",
    "story": {
      "meaning": "深秋的边关，戍楼鼓声截断了归途，孤雁哀鸣划破夜空。杜甫裹紧单薄的衣衫，指尖触到草叶上凝着的白露。他仰头望着那轮明月——长安的月光该更明亮吧？弟弟们如今散落四方，战火阻断了家书。诗人攥紧写了一半的信笺，墨迹被夜露晕开，像极了眼角未落的泪。",
      "allusion": "天宝十五年秋，安史叛军攻陷华州。杜甫在鄜州羌村听闻幼弟杜占被俘，连夜挥毫写下《忆幼弟》。传说当时墨砚结冰，他呵气化墨，泪滴在砚台中竟融出朱色，后人称此砚为'血泪砚'。",
      "background": "759年寒露夜，杜甫在秦州破败的驿馆中辗转难眠。隔壁老兵咳嗽声与更鼓声交织，他突然听见雁鸣，想起三年前与弟弟们在长安赏月分饼的夜晚。月光透过窗棂，照见案头积灰的家书——最后一封写着'兄勿忧，弟等随王师北上'，日期停留在潼关失守前三天。",
      "additional_info": "宋代苏轼在黄州偶然发现此诗残稿，补全时特意选用带冰裂纹的'澄心堂纸'，说'杜公墨寒，当以冰纹承之'。现存最早刻本现藏日本京都国立博物馆，卷轴上有朱批'露白月明处，千年共此心'。",
      "questions": [
        "血泪砚现存何处？",
        "杜甫有几个弟弟？",
        "苏轼如何评价此诗？"
      ]
    }
  },
  {
    "id": "3138fe30-6cf6-45b0-a441-2d5398107a9a",
    "title": "云阳馆与韩绅宿别",
    "author": "司空曙",
    "content": "故人江海别 几度隔山川 乍见翻疑梦 相悲各问年 孤灯寒照雨 湿竹暗浮烟 更有明朝恨 离杯惜共传",
    "story": {
      "meaning": "寒夜雨声中，司空曙与故友韩绅在云阳驿馆重逢。油灯在潮湿的竹影里摇曳，韩绅颤抖的手握住酒杯：'这十年，你鬓角都白了。'司空曙望着窗外浮烟：'上次分别时，山茶花正开呢。'两人相视一笑，杯中映出彼此沧桑的面容，明朝的离别已让今夜灯火格外珍贵。",
      "allusion": "诗中'乍见翻疑梦'暗含李益《喜见外弟又言别》典故。当年李益在战乱中与表弟重逢，竟不敢相认，举着油灯照了半夜。司空曙化用此景：韩绅推门而入时，他正拨弄灯芯，火星溅到手上才知不是梦境。",
      "background": "创作当夜，驿馆瓦檐漏雨滴在砚台里。司空曙听着雨打竹叶声，突然听见熟悉的咳嗽声——那是韩绅当年在终南山染的风寒落下的病根。他毛笔一顿，墨迹在'恨'字上晕开，像极了十年前长安分别时韩绅被雨水打湿的衣襟。",
      "additional_info": "有趣的是，韩绅后来在《宿云阳馆记》中记载：那夜司空曙偷偷把他破旧的斗篷补好了，却故意留个线头作纪念。这个细节成为中唐文人'以物寄情'的著名范例。",
      "questions": [
        "李益为何举灯相照？",
        "斗篷线头有何寓意？",
        "山茶花象征什么？"
      ]
    }
  },
  {
    "id": "8d480633-1876-4082-aaca-a7b3a26c04d7",
    "title": "杂曲歌辞 长干曲四首 二",
    "author": "崔颢",
    "content": "家临九江水 去来九江侧 同是长干人 生小不相识",
    "story": {
      "meaning": "暮春的九江码头，船夫老王刚卸完货，忽听熟悉的乡音。转头见一青衫书生正问路，两人相视一笑。'听口音，兄台也是长干人？''正是！家就住九江西岸。''巧了！我跑船二十年，竟没见过老乡！'江水拍岸声中，两个同乡人第一次相识，既惊喜又感慨。",
      "allusion": "崔颢年轻时在九江游历，某日忽闻岸上有人吟唱家乡小调。循声望去，见一老渔夫正收网。'老丈可是长干人？''公子怎知？''这《采菱曲》只有我们长干人会唱！'老人激动得网都掉了：'我离家四十载，今日竟遇同乡！'两人坐在船头，就着鱼汤聊了一夜故乡事。",
      "background": "开元十八年春，崔颢站在九江渡口等船。忽见两个商贩用长干土话讨价还价，他心头一热。想起自己漂泊半生，多少同乡擦肩而过却不相识。摸出随身酒壶猛灌一口，墨汁混着酒香在纸上晕开，写下这首带着水汽的乡愁。",
      "additional_info": "明代有画师据此诗作《长干偶遇图》，特意在角落画了只系着红绳的竹筒——那是长干人特有的酒器。后来这画被商人高价买走，据说就因为认出了画中家乡的信物。",
      "questions": [
        "长干具体在哪个位置？",
        "唐代船夫如何识别同乡？",
        "诗中九江指长江哪段？"
      ]
    }
  },
  {
    "id": "caa023cf-9f55-450c-9638-1cf5c0223cc1",
    "title": "杂曲歌辞 长相思三首 二",
    "author": "李白",
    "content": "日色已尽花含烟 月明欲素愁不眠 赵瑟初停凤凰柱 蜀琴欲奏鸳鸯弦 此曲有意无人传 愿随春风寄燕然 忆君迢迢隔青天 昔日横波目 今成流泪泉 不信妾肠断 归来看取明镜前",
    "story": {
      "meaning": "暮色四合，花影朦胧如烟。长安贵妇独坐西窗，纤指拂过赵瑟凤凰纹柱，蜀琴鸳鸯弦微微颤动。'叮——'琴弦忽断，她望着铜镜中泪痕斑驳的脸庞，'燕然山的春风，可会把这相思曲带给戍边的良人？'镜前胭脂匣下，压着去年共画的眉样。",
      "allusion": "赵瑟蜀琴的典故源自《西京杂记》：卓文君夜奔司马相如后，当垆卖酒。某日相如弹奏蜀地桐木琴，文君以赵国瑟相和，琴瑟和鸣传为佳话。李白化用此典时，却让凤凰柱、鸳鸯弦成了孤独的映衬——'昔日横波目'的卓文君，此刻成了'流泪泉'的思妇。",
      "background": "天宝三载春夜，李白被逐出长安后寄居洛阳。某夜闻邻家女子弹琴，突然摔碎酒壶大笑：'当年我为杨妃写清平调，今日竟有人用我的《长相思》谱曲！'醉眼朦胧中，他把杨贵妃的霓裳羽衣、戍边将士的铠甲、自己流放的背影，都揉进了这首乐府旧题。",
      "additional_info": "有趣的是，李白后来在《长相思·其一》中写下'美人如花隔云端'，杜甫竟用'明镜'意象回怼：'冠盖满京华，斯人独憔悴'。这对好友隔空斗诗，恰似诗中思妇与征人的镜前相望。",
      "questions": [
        "卓文君如何夜奔？",
        "蜀琴有何特殊工艺？",
        "燕然山指何处？"
      ]
    }
  },
  {
    "id": "d4baf2d1-ea61-4fb3-a284-e889275bdca2",
    "title": "杂曲歌辞 长相思三首 一",
    "author": "李白",
    "content": "长相思，在长安。 络纬秋啼金井栏 微霜凄凄簟色寒 孤灯不明思欲绝 卷帷望月空长叹 美人如花隔云端 上有青冥之长天 下有绿水之波澜 天长路远魂飞苦 梦魂不到关山难 长相思，摧心肝。",
    "story": {
      "meaning": "秋夜的长安城，诗人独坐金井栏边，听着纺织娘在微霜中哀鸣。寒竹席透着凉意，一盏孤灯摇曳欲灭。他卷起帷帐望月长叹——那位如花美人仿佛隔在云端之上。抬头是苍茫青天，低头是绿水波澜，魂魄飞越关山却寻不得相见。这蚀骨的相思，正一寸寸揉碎他的心肝。",
      "allusion": "诗中暗含湘妃竹典故：舜帝南巡驾崩，娥皇女英泪洒竹枝成斑。李白曾与友人月下对饮时谈起这个故事，友人问'若相思至此，当如何？'李白掷杯大笑：'当学湘妃，把相思刻进骨髓！'说罢挥毫写下'长相思，摧心肝'六字，墨迹力透纸背。",
      "background": "天宝三载，李白被赐金放还。某个霜夜，他醉醺醺回到长安寓所，忽见窗前月光如练，想起昔日宫中见到的杨贵妃——那日在沉香亭，牡丹丛中回眸一笑的模样。他猛地抓起酒壶痛饮，却听见井栏边秋虫呜咽，恍然惊觉美人已隔九重宫阙。",
      "additional_info": "有趣的是，杜甫后来在《梦李白》中写道'落月满屋梁，犹疑照颜色'，正是对这首诗'卷帷望月'场景的隔空回应。两位大诗人用月光完成了跨越时空的对话。",
      "questions": [
        "湘妃竹泪痕象征什么？",
        "李白为何被赐金放还？",
        "杜甫如何评价此诗？"
      ]
    }
  },
  {
    "id": "7066e611-faa5-427c-8fce-e0bf10c55416",
    "title": "杂曲歌辞 盖罗缝 一",
    "author": "不详",
    "content": "秦时明月汉时关，万里征人尚未还。 但愿龙庭神将在，不教胡马渡阴山。",
    "story": {
      "meaning": "深秋的边关，一轮明月照着斑驳的城墙。老兵王铁柱裹紧破旧的战袍，望着北方喃喃道：‘这月亮，和秦朝时守关的弟兄们看见的是同一个啊。’突然烽火台狼烟骤起，他握紧长枪：‘只要李将军还在龙城，匈奴休想跨过阴山！’沙哑的嗓音里混着三十年的乡愁与决心。",
      "allusion": "公元前121年，匈奴骑兵如黑云压向阴山。少年将军霍去病在军帐中猛地掷下竹简：‘取我铠甲来！’副将劝阻：‘敌军十倍于我...’霍去病大笑：‘正合我意！’连夜率八百精骑突袭，黎明时分，匈奴大营火光冲天。残兵逃窜时惊呼：‘汉家飞将军来了！’从此‘龙庭神将’威震漠北。",
      "background": "某个寒夜，戍边诗人被营帐外的马蹄声惊醒。掀帘看见一队伤兵蹒跚入关，担架上年轻士兵突然抓住他的手腕：‘帮我...把家书...’话未说完便没了气息。诗人颤抖着展开染血的信笺，上面只有半阙情诗。他抓起毛笔，在军鼓声中写下了这首混合着血泪与豪情的战歌。",
      "additional_info": "有趣的是，敦煌残卷显示此诗最早是刻在箭杆上的。考古学家曾发现一支汉代鸣镝箭，箭尾刻着‘不教胡马’四字，或许就是当年守军把诗句当护身符刻在武器上。",
      "questions": [
        "霍去病几岁封侯？",
        "阴山在哪个省份？",
        "汉代烽火如何传递？"
      ]
    }
  },
  {
    "id": "a8617715-ad59-4da8-8071-e9aeb1760e6a",
    "title": "杂曲歌辞 金缕衣",
    "author": "不详",
    "content": "劝君莫惜金缕衣，劝君惜取少年时。 花开堪折直须折，莫待无花空折枝。",
    "story": {
      "meaning": "长安城的春日宴会上，歌姬轻抚金缕衣叹息：'这华服虽美，却不及公子策马赏花的少年意气。'她指向窗外盛放的牡丹，'您看那枝头最艳的花，此刻不折，明日便随风雨零落了。'诗人闻言掷杯大笑，从此抛却浮华，踏遍名山大川。",
      "allusion": "唐传奇记载，富商子周宝痴迷收集金丝绣袍。某日偶遇白发道人，道人抖开破袖露出满臂伤疤：'老夫少年时也曾贪恋锦衣，直到突厥铁骑踏碎长安，才知华服不及一身武艺。'说罢劈手折断周宝手中金杯，'器物易碎，韶华易逝，郎君慎之！'",
      "background": "中唐某年寒食节，落魄举子杜牧在酒肆听见邻桌贵族炫耀新得波斯金缕衣。忽闻街角卖花女童脆声吆喝：'木香花咯——今朝不买明日谢！'诗人猛然顿笔，墨汁溅在誊写半截的策论上，却大笑挥毫写下这四句，从此诗名远扬。",
      "additional_info": "敦煌残卷显示此诗曾题在节度使府屏风上，有趣的是'折枝'二字有明显修改痕迹，原似作'对月'，可见诗人最终选择更富视觉冲击的折花意象。",
      "questions": [
        "金缕衣实际价值几何？",
        "唐代赏花有何礼仪？",
        "寒食节为何能饮酒？"
      ]
    }
  },
  {
    "id": "f1320c1f-949a-4cbe-ad23-4806878632c5",
    "title": "杂曲歌辞 婆罗门",
    "author": "杨敬述进",
    "content": "回乐峰前沙似雪 受降城外月如霜 不知何处吹芦管？ 一夜征人尽望乡",
    "story": {
      "meaning": "寒夜笼罩着回乐峰，月光下的沙粒如雪般惨白，受降城外，霜华满地。忽然，不知何处飘来一阵凄凉的芦管声，戍边的将士们纷纷抬头，望向故乡的方向。那乐声仿佛一根无形的线，牵动着每个人心底最柔软的思念。",
      "allusion": "相传唐玄宗时期，西域进献《婆罗门曲》。乐师杨敬述改编时，正值边关战事频繁。某夜，他巡营至受降城，见守军对月思乡，忽闻远处牧童吹奏芦管，哀婉的曲调让铁血将士潸然泪下。杨敬述当即记录下这动人场景，将异域曲调与边塞情怀融为一体。",
      "background": "开元二十四年秋，杨敬述随军西行。某夜他独坐帐中校订乐谱，忽听帐外骚动。掀帘望去，但见千百将士如雕塑般凝望东方——原来是个小兵偷吹家乡的《折杨柳》，破音的芦管却让全军红了眼眶。杨敬述颤抖着摸出笔墨，在乐谱空白处记下了这个瞬间。",
      "additional_info": "有趣的是，诗中'沙似雪''月如霜'的比喻可能源自真实经历。唐代受降城附近有石英砂矿，月光下确实会泛出雪色银光。而'芦管'实为西域乐器'筚篥'，经丝路传入后，成为边塞诗的重要意象。",
      "questions": [
        "芦管是哪种乐器？",
        "受降城今在何处？",
        "诗中用了哪些比喻？"
      ]
    }
  },
  {
    "id": "73dadc56-88ff-4f11-9ff5-da0e0adf533c",
    "title": "杂曲歌辞 清平调 二",
    "author": "李白",
    "content": "一枝红艳露凝香 云雨巫山枉断肠 借问汉宫谁得似 可怜飞燕倚新妆",
    "story": {
      "meaning": "沉香亭畔，杨贵妃轻抚着沾露的牡丹，玄宗痴望叹道：'爱妃可比这花中仙子。'李白挥毫写下'一枝红艳露凝香'，暗喻贵妃之美令晨露都凝香不散。后三句笔锋陡转：楚襄王梦中的巫山神女不过虚妄，汉宫佳丽三千，唯有赵飞燕盛妆时可堪比拟——却仍逊色三分。",
      "allusion": "汉成帝时，赵飞燕在太液池边起舞。忽起大风，飞燕广袖飘举似欲飞去，成帝急令侍从拉住她的云英紫裙。事后宫人悄悄议论：'飞燕能作掌上舞，今日却差点乘风归去。'自此'飞燕新妆'成为形容绝代佳人的典故。",
      "background": "天宝二年春，玄宗携贵妃赏牡丹，急召李白作新词。半醉的李白瞥见贵妃醉颜微酡，牡丹花瓣落在她石榴裙上，突然掷笔大笑：'云想衣裳花想容！'高力士慌忙研磨，却见诗人已挥就三首《清平调》，其中第二首将神话、历史与眼前人交织，留下千古绝唱。",
      "additional_info": "传说高力士因脱靴之辱，向杨贵妃进谗言：'李白以飞燕比娘娘，是暗讽体胖。'后人考证纯属虚构——唐代以丰腴为美，且飞燕典故本为赞美女性的轻盈之美。",
      "questions": [
        "赵飞燕真能掌上舞吗？",
        "巫山云雨典出何处？",
        "李白为何被召入宫？"
      ]
    }
  },
  {
    "id": "0db5450e-f1e0-4d53-8106-529def535537",
    "title": "杂曲歌辞 清平调 三",
    "author": "李白",
    "content": "名花倾国两相欢 长得君王带笑看 解释春风无限恨 沈香亭北倚阑干",
    "story": {
      "meaning": "牡丹与贵妃在沉香亭畔相映生辉，玄宗倚栏含笑凝视。春风拂过时，连君王平日的烦忧都消散了——这一刻，名花解语，美人如画，连栏杆上缠绕的沉香木纹都记录着盛唐最旖旎的时光。",
      "allusion": "天宝二年春日，玄宗命移植牡丹至沉香亭。贵妃醉颜酡红时，李白奉诏作诗。乐师李龟年正要开嗓，玄宗忽然摆手：'且慢！用金花笺誊了李白的诗再唱。'玉真公主偷偷扯李白衣袖：'第三首可得把'解释春风'那句留给本宫解闷儿。'",
      "background": "李白执笔时，亭外正飘着柳絮。他看见贵妃的霞帔扫落了案上花瓣，忽然想起昨日高力士的刁难。笔锋一转，'解释春风无限恨'——既写君王消愁，又暗讽宦官弄权。写罢掷笔大笑，惊起亭角栖息的青鸾。",
      "additional_info": "后世发现三首清平调竟暗合音律：首章宜击羯鼓，次章适吹玉笛，末章当抚古琴。宋代有乐工尝试复原，弹至'沉香亭北'时，琴弦忽断，传为玄宗显灵。",
      "questions": [
        "杨贵妃最爱哪种牡丹？",
        "沉香亭具体在何处？",
        "李白当时官居何职？"
      ]
    }
  },
  {
    "id": "1f66d2ec-8418-485e-a434-e21a0d439dda",
    "title": "杂曲歌辞 秋夜曲",
    "author": "王涯",
    "content": "桂魄初生秋露微 轻罗已薄未更衣 银筝夜久殷勤弄 心怯空房不忍归",
    "story": {
      "meaning": "秋夜微凉，新月如钩。长安贵妇独坐闺阁，指尖在银筝上徘徊。'当——'弦音在空荡的庭院回响，她低头看着身上单薄的罗衣，却不愿唤侍女更衣。'再弹一曲吧...'她喃喃自语，其实是不敢转身面对那张没有温度的雕花床榻。",
      "allusion": "这让人想起汉宫秋夜：班婕妤独守长信宫时，曾将团扇比作'秋节至，恩情绝'。那夜她也是这样抚琴至三更，老宫女劝道：'娘娘，露重了。'她却望着未央宫方向苦笑：'你看那桂树影子，像不像去年陛下为我画的眉？'",
      "background": "王涯任翰林学士时，常夜值禁中。某个霜夜，他看见宫女们抱着乐器从麟德殿鱼贯而出，唯有个穿淡紫衫子的乐伎落在最后。她突然回头望了一眼灯火通明的殿宇，这个剪影让诗人想起自己远在洛阳的夫人。",
      "additional_info": "唐代贵妇常以'怯空房'为雅事，当时流行一种'夜筝会'：夫人们故意在丈夫值夜时举办筝艺比拼，其实是为光明正大地熬夜说私房话。",
      "questions": [
        "班婕妤为何失宠？",
        "唐代夜筝会规则？",
        "桂魄指代什么？"
      ]
    }
  },
  {
    "id": "e4a87504-f9a3-4599-b770-aba4afd3cb04",
    "title": "杂曲歌辞 渭城曲",
    "author": "王维",
    "content": "谓城朝雨浥轻尘 客舍青青柳色春 劝君更尽一杯酒 西出阳关无故人",
    "story": {
      "meaning": "清晨的渭城被细雨洗去尘埃，青砖客舍旁嫩柳抽芽，春意盎然。诗人与友人执手相看，酒盏相碰时溅出几滴琥珀光：'再饮一杯吧，出了阳关，就再难遇到故人了。'细雨打湿了离人的衣袖，柳枝在风中画出不舍的弧度。",
      "allusion": "画师吴道子曾见王维在酒肆题诗，只见他蘸着酒水在木案上写'渭城'二字时，窗外恰有卖花女经过，篮中柳枝扫过砚台，青绿颜料染透宣纸。王维大笑：'天赐柳色！'遂提笔补上'青青'之句。后来此画被西域商人买走，据说在阳关外挂了三十年。",
      "background": "王维送别元二使安西那日，晨起发现昨夜备好的践行诗被猫儿踩了墨印。他匆匆重写时，听见院外驿马嘶鸣，元二已系好行囊。诗人抓起半干的宣纸追出去，在沾雨的柳树下塞进行囊：'且带些长安春色走。'",
      "additional_info": "敦煌藏经洞曾出土唐代乐工谱写的《阳关三叠》，学者发现原曲要重复吟唱'劝君更尽一杯酒'三次——因为盛唐时送别真要连饮三杯：一杯敬故土，一杯敬前程，一杯敬重逢。",
      "questions": [
        "吴道子如何评价此诗？",
        "元二最终到达安西了吗？",
        "唐代还有哪些送别习俗？"
      ]
    }
  },
  {
    "id": "31e9a6b0-5035-4b1b-a9d3-ff1c279f53b6",
    "title": "杂诗 十三",
    "author": "无名氏",
    "content": "近寒食雨草萋萋 著麦苗风柳映堤 早是有家归未得 杜鹃休向耳边啼",
    "story": {
      "meaning": "清明前的冷雨打湿了萋萋芳草，春风拂过麦田，嫩绿的柳枝轻拂堤岸。一位游子望着这春色，却因战乱无法归家。这时杜鹃鸟在耳边啼叫'不如归去'，他苦笑着对鸟儿说：'别叫了，我何尝不想回去呢？'",
      "allusion": "相传蜀国望帝杜宇死后化为杜鹃鸟，每到春天就昼夜啼鸣，直到口中流血。唐代诗人李商隐曾写道：'望帝春心托杜鹃'。在江南，人们把杜鹃啼声听作'不如归去'，成为游子思乡的象征。",
      "background": "安史之乱期间，一位江南文士被迫滞留北方。寒食节前，他站在郊外田埂上，细雨打湿了他的青衫。远处农人正在准备清明祭扫，这让他想起家乡的祖坟。突然一声杜鹃啼叫划破雨幕，他猛地攥紧拳头，指甲深深掐进掌心。",
      "additional_info": "古人认为杜鹃啼血染红了山间的杜鹃花，所以又叫'映山红'。李白曾用'蜀国曾闻子规鸟，宣城还见杜鹃花'将二者联系。直到现代，杜鹃花仍是思乡的象征。",
      "questions": [
        "杜鹃为何啼血？",
        "寒食节有何习俗？",
        "诗中麦苗象征什么？"
      ]
    }
  },
  {
    "id": "4c7205af-d1e8-48ed-8220-fe095418b95a",
    "title": "杂诗三首 二",
    "author": "王维",
    "content": "君自故乡来 应知故乡事 来日绮窗前 寒梅着花未",
    "story": {
      "meaning": "长安城的驿站里，游子王维一把拉住同乡的衣袖：'您从老家来，可知道我家雕花窗前那株寒梅开花了吗？'他指尖发颤，仿佛透过飘雪的驿站，看见母亲当年亲手栽下的梅树。这哪里是问花，分明是怕听见'梅树早枯了'的答案，暴露出自己十年未归的愧疚。",
      "allusion": "南朝诗人陆凯曾折梅寄友，并附诗'江南无所有，聊赠一枝春'。故事里驿卒策马三百里，当友人打开锦囊时，梅花瓣上的冰晶正巧融化，像极了游子的眼泪。王维化用此典时，却连折梅相寄的勇气都没有——他怕故乡早已物是人非。",
      "background": "这是王维在安史之乱中被迫出任伪职后，偷偷托人打探老家消息的场景。史载他当时每日焚香独坐，案头总摆着从辋川带回的梅枝标本。当同乡真的出现时，他竟只敢问最无关紧要的梅花，就像不敢触碰溃烂的伤口。",
      "additional_info": "后世发现王维在辋川别墅确实种有朱砂梅，这种梅开花时会渗出红色汁液，像极了血泪。更奇妙的是，现代植物学家考证该品种寿命正好是三十年——恰似王维离乡到去世的时光。",
      "questions": [
        "陆凯折梅时在想什么？",
        "王维为何不敢问亲人？",
        "朱砂梅象征什么？"
      ]
    }
  },
  {
    "id": "1fb10ea4-f46c-4c08-bd06-f039f1907be6",
    "title": "杂诗三首 三",
    "author": "沈佺期",
    "content": "闻道黄龙戍，频年不解兵。 可怜闺里月，长在汉家营。 少妇今春意，良人昨夜情。 谁能将旗鼓，一为取龙城。",
    "story": {
      "meaning": "长安城的春夜，少妇阿芸倚着雕花窗棂，望着同一轮明月。她指尖摩挲着丈夫临行前送的玉簪，忽然听见更夫敲响三更梆子。此时千里外的黄龙戍边，她的丈夫王校尉正擦拭长矛，月光把矛尖照得雪亮。诗人用'闺里月'与'汉家营'的意象交织，让月光成为穿越战火的相思信使。",
      "allusion": "龙城典故源自汉代飞将军李广。元狩二年冬，李广率军出雁门，在暴风雪中迷路。当匈奴单于的黄金王帐突然出现时，老将军白须结满冰凌，却仍挽弓搭箭大喝：'此箭当取龙城！'箭矢穿透三重皮帐，吓得单于连夜撤兵三十里。这个'虽不能至，心向往之'的壮举，成为后世将士的精神图腾。",
      "background": "沈佺期在兵部值夜时，听见巡夜老兵哼着家乡小调。老兵的铜甲在灯笼下泛着幽光，他忽然说起妻子总在捣衣石旁望月。诗人望着案头堆积的军报，墨迹未干的'频年不解兵'五字突然刺痛眼睛，笔锋一转写下'少妇今春意'，砚台里的朱砂像化开的相思血。",
      "additional_info": "唐代闺怨诗常以'捣衣'为意象，但沈佺期别出心裁用'闺月'对照'营月'。据《开元天宝遗事》载，玄宗曾将此诗谱曲，命宫女排练时，有个叫念奴的宫女唱到'良人昨夜情'竟泣不成声——她的兄长正在安西都护府戍边。",
      "questions": [
        "李广射箭时多大年纪？",
        "唐代军报用什么字体？",
        "念奴后来结局如何？"
      ]
    }
  },
  {
    "id": "c65539db-4e2b-4ce4-a22b-563b6ef3f4f1",
    "title": "在岳咏蝉",
    "author": "骆宾王",
    "content": "西陆蝉声唱 南冠客思侵 那堪玄鬓影 来对白头吟 露重飞难进 风多响易沈 无人信高洁 谁为表予心",
    "story": {
      "meaning": "秋日的牢房里，蝉鸣声声刺痛着骆宾王的耳膜。这位戴着囚徒南冠的诗人，望着铁窗外玄色蝉翼与自己的白发相映，想起汉乐府《白头吟》的忠贞之叹。露水打湿了蝉翼使它难以高飞，就像朝廷谗言阻断了忠臣的进谏之路。他蘸着月光在墙上写下：'世人只见蝉饮露水的高洁，谁又懂我这片冰心？'",
      "allusion": "西汉卓文君听闻丈夫司马相如欲纳妾，悲愤作《白头吟》：'皑如山上雪，皎若云间月。闻君有两意，故来相决绝。'她将诗与一缕白发装在锦囊里，司马相如拆开后羞愧不已，终与妻子重修旧好。骆宾王狱中见蝉，正是以这缕'白发'自比忠臣被弃的凄凉。",
      "background": "仪凤三年秋，御史台大牢的砖缝里渗着寒气。因上书谏言被诬'贪赃'的骆宾王，突然被一阵蝉鸣惊醒。他踉跄扑到窗边，看见一只秋蝉正伏在铁栅上振翅，露珠从它透明的翅膀滚落。'你也困在此处么？'诗人颤抖的手指抚过自己斑白的鬓发，忽然抓起半块炭，在斑驳的墙上疯狂题诗。狱卒的脚步声渐近时，最后一句'谁为表予心'的'心'字拖出长长的尾迹，像一道未干的血痕。",
      "additional_info": "有趣的是，骆宾王七岁咏鹅时写'白毛浮绿水'，五十年后咏蝉却成'白头吟'。后世在整理他的诗集时发现，这首诗的墨迹在墙上保留到唐玄宗年间，狱吏说每逢秋雨，墙上的字就会渗出淡淡血色。",
      "questions": [
        "卓文君如何发现丈夫变心？",
        "秋蝉在古代象征什么？",
        "骆宾王最终结局如何？"
      ]
    }
  },
  {
    "id": "9525f99d-39cb-4d04-8650-263493d223e0",
    "title": "早发白帝城",
    "author": "李白",
    "content": "朝辞白帝彩云间 千里江陵一日还 两岸猿声啼不尽 轻舟已过万重山",
    "story": {
      "meaning": "清晨的白帝城笼罩在彩云间，李白站在船头，衣袖被江风吹得猎猎作响。'开船喽！'随着船夫一声吆喝，轻舟如离弦之箭顺流而下。两岸猿猴的啼叫声还在山谷回荡，转眼间万重青山已甩在身后。诗人抚掌大笑：'这长江水，比我的酒兴还快三分！'",
      "allusion": "唐肃宗乾元二年，李白因永王案被流放夜郎。船行至白帝城时，忽闻赦书传来。老船工看见这位谪仙人突然仰天大笑，把诏书往怀里一塞：'调头！去江陵！'原本押解的官差都看呆了，只见他夺过酒囊痛饮，在船头挥毫写下这首诗。",
      "background": "被赦免的李白像换了个人，清晨就催着开船。他倚着船舷数山影，忽然指着岩壁上的猿猴：'你们听，它们在给我唱凯歌呢！'船过瞿塘峡时险滩密布，他却兴奋地数着掠过的山峰，对瑟瑟发抖的书童说：'怕什么？这浪头还没我醉后的步子大！'",
      "additional_info": "后世考证发现，从白帝城到江陵实际要三天航程。但杜甫读后感叹：'太白说一日，便是诗家真一日！'原来唐代木船顺流时速可达50里，遇东风时真能朝发夕至。",
      "questions": [
        "李白为何被流放？",
        "赦书是谁颁发的？",
        "诗中夸张手法的作用？"
      ]
    }
  },
  {
    "id": "8e18183e-5a58-4805-b672-1726969d6526",
    "title": "早寒江上有怀",
    "author": "孟浩然",
    "content": "木落雁南度，北风江上寒。 我家襄水上，遥隔楚云端。 乡泪客中尽，孤帆天际看。 迷津欲有问，平海夕漫漫。",
    "story": {
      "meaning": "深秋的江畔，枯叶簌簌飘落，大雁排成人字形向南飞去。北风呼啸着掠过江面，掀起孟浩然的衣袍。他望着茫茫江水，忽然想起襄水畔的家——此刻该是炊烟袅袅的时候，可眼前只有楚地迷蒙的云霭。一滴泪砸在船舷上，他抬手去擦，却发现袖口早已被乡泪浸透。天际线处，一叶孤帆正缓缓消失在水云交界处，就像他漂泊无依的人生。",
      "allusion": "诗中'迷津欲有问'暗用《论语》典故：孔子周游列国时，在渡口遇见隐士长沮、桀溺。子路问路，隐士却说：'滔滔者天下皆是也，而谁以易之？'（天下像洪水一样混乱，你们又能改变什么呢？）这个细节被孟浩然化用，此刻他站在江边，就像千年前的孔子，面对茫茫前路充满迷茫。",
      "background": "开元十六年深秋，孟浩然科举落第后漫游吴越。这日黄昏，他裹紧单薄的衣衫站在润州江畔，看船夫们收网归航。忽然听见熟悉的襄阳口音——原来是个同乡商贩在叫卖腌鱼。乡音刺得心头一痛，他快步走向渡口，却见最后一班渡船已离岸三丈。商贩在身后喊：'郎君明日再来罢！'他却望着渐暗的天色喃喃道：'明日...又该去往何处呢？'",
      "additional_info": "有趣的是，诗中'平海夕漫漫'并非实指大海。唐代长江入海口在镇江附近，江面开阔如海，当地人称'海门'。孟浩然用'平海'形容江面，既显浩渺，又暗含'人生如海'的哲思。",
      "questions": [
        "长沮桀溺为何讽孔子？",
        "唐代长江有多宽？",
        "襄阳腌鱼什么味？"
      ]
    }
  },
  {
    "id": "fedb06cc-37da-4aaf-8f39-85ebcb08b947",
    "title": "早秋三首 一",
    "author": "许浑",
    "content": "遥夜泛清瑟 西风生翠萝 残萤委玉露 早雁拂银河 高树晓还密 远山晴更多 淮南一叶下 自觉老烟波",
    "story": {
      "meaning": "秋夜微凉，诗人独坐庭院，听见远处传来清越的琴瑟声。西风拂过翠绿的藤萝，发出沙沙轻响。草丛间几只残存的萤火虫，在晶莹的露珠上投下点点微光。抬头望见早归的大雁掠过银河，树影在晨光中依然浓密，远山在晴空下显得格外清晰。一片落叶从淮南飘来，诗人忽然感到岁月流逝，自己已如烟波般苍老。",
      "allusion": "诗中'淮南一叶下'暗用《淮南子》典故：西汉淮南王刘安门下食客见落叶而叹'一叶落而知天下秋'。相传当时刘安正在庭中与门客论道，忽见黄叶飘落，门客伍被拾叶感叹：'大王，秋气至矣！'刘安闻言搁笔，望着满园草木陷入沉思。",
      "background": "许浑晚年隐居润州丁卯涧，某个初秋的黎明，他被露水惊醒。推开窗棂时，一片沾着晨露的梧桐叶飘落砚台。他想起年轻时在长安看到的漫天黄叶，忽然研墨挥毫。写至'自觉老烟波'时，笔尖微颤，一滴墨在纸上晕开，像极了窗外渐渐散去的朝雾。",
      "additional_info": "有趣的是，许浑晚年诗作常出现'水'的意象，因他住在涧边，自称'许浑千首湿'——后人统计其诗集《丁卯集》中竟有323处提到水，连书童都笑说'主人砚台里养着鱼呢'。",
      "questions": [
        "伍被后来结局如何？",
        "刘安如何回应落叶？",
        "丁卯涧具体在哪？"
      ]
    }
  },
  {
    "id": "4c745990-657a-41fe-ba2c-d9cf371ca563",
    "title": "贼平后送人北归",
    "author": "司空曙",
    "content": "世乱同南去，时清独北还。 他乡生白发，旧国见青山。 晓月过残垒，繁星宿故关。 寒禽与衰草，处处伴愁颜。",
    "story": {
      "meaning": "战乱时你我一同南逃，如今天下太平，你却要独自北归。异乡的岁月催生了白发，故国的青山依旧在。拂晓的月光照过残破的营垒，夜宿故关时只见繁星满天。寒风中瑟缩的禽鸟与枯黄的野草，处处映衬着你忧愁的容颜。",
      "allusion": "安史之乱时，诗人与友人结伴南逃。某日途经淮河，见一老翁在修补渔网。友人问：'老人家为何不北归？'老翁叹道：'家乡已成焦土，回去只见断壁残垣。'说着从怀中掏出一把故乡的泥土，泪水滴在土块上，瞬间被吸收得无影无踪。这个场景深深烙印在诗人心中。",
      "background": "创作于安史之乱平定后的某个秋夜。司空曙在扬州驿站为北归的友人饯行，窗外梧桐叶落。他想起去年此时，二人还在战火中啃着硬饼充饥。如今友人将归，他却因官职在身不得同行。蘸墨时，一滴泪落在诗笺上，晕开了'旧国'二字。",
      "additional_info": "有趣的是，诗中'寒禽与衰草'的意象后来被李商隐化用为'夕阳无限好，只是近黄昏'。宋代苏轼曾调侃说这是'最凄美的偷句'。",
      "questions": [
        "老翁的泥土象征什么？",
        "为何选择繁星意象？",
        "南逃路线经过哪里？"
      ]
    }
  },
  {
    "id": "a7f425de-143b-493d-bb51-13e27c68e871",
    "title": "赠别二首 二",
    "author": "杜牧",
    "content": "多情却似总无情，唯觉尊前笑不成。 蜡烛有心还惜别，替人垂泪到天明。",
    "story": {
      "meaning": "深秋的扬州酒肆里，杜牧与歌妓执手相看。他想强作欢颜，酒杯却沉重得举不起来。烛火在夜风中摇曳，蜡泪顺着烛台蜿蜒而下，像极了歌妓脸上无声的泪痕。'你看，连蜡烛都懂离别之苦呢。'杜牧苦笑着拭去她眼角的泪珠。",
      "allusion": "相传杜牧任扬州掌书记时，常与名妓张好好宴饮。某次饯别宴上，张好好拔下金钗击节而歌：'公子此去，好好当如蜡烛，心长焰短，泪落天明。'杜牧闻言掷杯长叹，当即挥毫写下此诗。烛泪未干，墨迹已透纸背。",
      "background": "837年深秋，杜牧即将离任扬州。最后一夜，他独自在书房徘徊，案头红烛爆着灯花。忽然窗外飘来熟悉的琵琶声——是常陪他饮酒的歌女在河坊弹奏。他猛地推开窗，寒风卷着落叶扑进来，烛火剧烈摇晃，滚烫的蜡泪溅在他手背上。",
      "additional_info": "宋代词人晏几道曾戏言：'杜牧之烛，烧尽天下离人眼。'明代有工匠依此诗造'垂泪烛台'，烛泪会顺特定凹槽流成泪痕状，成为文人雅士的案头清供。",
      "questions": [
        "张好好后来怎样了？",
        "垂泪烛台现存何处？",
        "诗中蜡烛象征什么？"
      ]
    }
  },
  {
    "id": "54008cd0-f9bf-424f-bc55-f15c1e9025f3",
    "title": "赠别二首 一",
    "author": "杜牧",
    "content": "娉娉袅袅十三余 豆蔻梢头二月初 春风十里扬州路 卷上珠帘总不如",
    "story": {
      "meaning": "春风拂过扬州的石板路，十三岁的歌姬正掀开画舫珠帘。杜牧勒马驻足，看那少女娉婷而立，发间豆蔻花随风轻颤。'十里长街的春光，都不及你卷帘时惊鸿一瞥'，诗人将缰绳绕在掌心三圈，终究没敢上前搭话。",
      "allusion": "豆蔻典故源自岭南奇谈：少女阿蔻采药时救下受伤白鹿，神鹿赠她双生奇花。花开时如少女并立，左瓣似十三岁稚气未脱，右瓣若十五岁初展风姿。药童惊呼'此花当名豆蔻'，从此成为少女年华的代称。",
      "background": "杜牧任扬州掌书记时，常在瘦西湖畔的酒肆题诗。这日微醺策马回府，忽闻琵琶声碎，抬头正撞见小歌姬教坊下课归来。她踮脚摘柳枝的模样，让他想起长安家中刚过十三岁生辰的小妹，笔尖的墨滴染了青衫。",
      "additional_info": "宋代词人姜夔曾专程寻访诗中'十里春风路'，却发现杜牧笔下场景实为扬州最窄的九曲巷——原来在心动之人眼里，三尺小巷也会变成春风十里的通衢。",
      "questions": [
        "豆蔻具体指多少岁？",
        "扬州在唐代多繁华？",
        "珠帘有何特殊含义？"
      ]
    }
  },
  {
    "id": "9d1b6a18-571c-4f25-bfdb-3fe260115c3f",
    "title": "赠孟浩然",
    "author": "李白",
    "content": "吾爱孟夫子，风流天下闻。 红颜弃轩冕，白首卧松云。 醉月频中圣，迷花不事君。 高山安可仰，徒此揖清芬。",
    "story": {
      "meaning": "春日黄鹤楼上，李白举杯遥望汉水烟波，对友人感叹：'孟兄啊，你舍弃朱门绣户隐居山林，白发时还与松云为伴。月下独酌的仙姿，连君王诏书都懒得理会。这般风骨，像高山般令我仰望！'说着深深作揖，衣袖沾满兰草清香。",
      "allusion": "中圣指醉酒典故：孟浩然曾雪夜煮酒，童子问'可要醒酒石？'他大笑'圣贤在酒中，何须外求！'醉眼朦胧间，将砚台误作茶饼啃咬，墨汁染黑胡须犹自不觉。",
      "background": "开元十八年，李白在襄阳城郊偶遇采药的孟浩然。见这位名满天下的大诗人布衣草鞋，却随身带着酒葫芦，即兴吟道'醉月频中圣'。孟浩然闻言解下腰间酒囊抛给他，两人在溪边痛饮三日，留下这首狂放又温情的赠诗。",
      "additional_info": "有趣的是，孟浩然后来真收到唐玄宗征召，却因与友人纵酒论诗误了时辰，笑称'林间麋鹿比朝服自在'，成为盛唐最著名的隐士佳话。",
      "questions": [
        "中圣指哪种饮品？",
        "孟浩然为何拒官？",
        "诗中清芬喻指什么？"
      ]
    }
  },
  {
    "id": "84bd91bd-11f7-4218-b9e2-b05b06ce8b99",
    "title": "赠内人",
    "author": "张祜",
    "content": "禁门宫树月痕过 媚眼唯看宿燕窠 斜拔玉钗灯影畔 剔开红焰救飞蛾",
    "story": {
      "meaning": "深秋的夜晚，月光如水般漫过宫门的树梢。一位宫女倚窗而立，她美丽的眼睛只盯着屋檐下的燕巢——那里住着成双成对的燕子。忽然灯影晃动，她急忙拔下玉钗，轻轻挑开灯芯爆出的火花，救下一只扑火的飞蛾。这个细微的动作，泄露了她对自由的渴望和对生命的怜惜。",
      "allusion": "相传唐玄宗时，有位叫江采萍的宫女擅长驯养白鹦鹉。一日鹦鹉误触烛火，她不顾烫伤用手扑救。玄宗得知后感叹：'禽鸟尚知报恩，何况人乎？'这个故事在宫女中广为流传，诗中宫女救飞蛾的举动，或许正是受此启发。",
      "background": "张祜夜宿友人宅邸，忽闻隔壁宫中传来幽幽叹息。透过花窗，他看见烛光摇曳中，一个纤细身影正仰望着燕巢出神。当那宫女救下飞蛾时，玉钗在月光下划出银色的弧线。诗人顿觉心头一颤，连夜在随身携带的薛涛笺上记下这动人的一幕。",
      "additional_info": "有趣的是，唐代宫女常以金银制成燕子形状的头饰，称为'燕钗'。诗人特意选用'玉钗'这个意象，既写实又暗含'身不如燕'的隐喻。后世李商隐'钗头玉燕'的典故，可能正源于此类宫廷风俗。",
      "questions": [
        "燕钗象征什么？",
        "飞蛾扑火有何寓意？",
        "为何专写宿燕窠？"
      ]
    }
  },
  {
    "id": "42f17f00-bbc1-4b5b-82c1-3e9e012725ba",
    "title": "赠阙下裴舍人",
    "author": "钱起",
    "content": "二月黄莺飞上林 春城紫禁晓阴阴 长乐钟声花外尽 龙池柳色雨中深 阳和不散穷途恨 霄汉长怀捧日新 献赋十年犹未遇 羞将白发对华簪",
    "story": {
      "meaning": "早春二月的清晨，诗人钱起站在紫禁城外，望着黄莺掠过上林苑的飞檐。细雨中的龙池柳色愈发青翠，长乐宫的钟声穿透花丛渐渐消散。他摸着斑白的鬓角，想起这十年来屡次献赋求仕却无人赏识，不禁对着裴舍人华美的官帽感到羞愧。诗中'阳和不散穷途恨'道尽了他虽身处春光却难消怀才不遇的苦闷。",
      "allusion": "诗中'献赋十年'暗指汉代司马相如的故事。当年司马相如在梁园作《子虚赋》，被汉武帝读到后惊叹：'朕独不得与此人同时哉！'当得知作者尚在人世，立即召他入宫。相如又献《上林赋》，终获重用。这个典故道出了古代文人通过献赋求仕的艰辛历程。",
      "background": "天宝十年的一个雨天，46岁的钱起又一次在宫门外等待召见。他看着年轻的裴舍人撑着油纸伞匆匆入宫，雨水顺着伞沿滴在自己破旧的衣襟上。十年前他第一次献赋时的豪情壮志，如今都化作了手中被雨水浸湿的诗卷。远处传来的钟声让他想起家中等待米粮的妻儿，笔下的诗句便混着雨水的咸涩流淌而出。",
      "additional_info": "有趣的是，钱起后来在《省试湘灵鼓瑟》中写出'曲终人不见，江上数峰青'的千古名句，终于在天宝十载进士及第。而这首赠诗中的裴舍人，正是当时掌管文翰的舍人裴度，后来成为中兴名相。",
      "questions": [
        "司马相如如何被发掘？",
        "唐代献赋制度如何运作？",
        "裴度后来官至何职？"
      ]
    }
  },
  {
    "id": "6c7c45a6-c944-4ff3-aa99-f5cb0440436f",
    "title": "赠卫八处士",
    "author": "杜甫",
    "content": "人生不相见，动如参与商。 今夕复何夕，共此灯烛光。 少壮能几时，鬓发各已苍。 访旧半为鬼，惊呼热中肠。 焉知二十载，重上君子堂。 昔别君未婚，儿女忽成行。 怡然敬父执，问我来何方。 问荅乃未已，儿女罗酒浆。 夜雨剪春韭，新炊间黄粱。 主称会面难，一举累十觞。 十觞亦不醉，感子故意长。 明日隔山岳，世事两茫茫。",
    "story": {
      "meaning": "雨夜烛光摇曳，杜甫推开卫八的柴门，二十年未见的故人鬓发已白。'还记得我们年少时在长安酒肆痛饮吗？'卫八颤抖着剪下春雨滋润的韭菜，孩子们好奇地围着这位'杜伯伯'。酒过十巡，杜甫望着窗外黑沉沉的山影，明日一别，或许又是永诀。",
      "allusion": "参商二星永不相见的典故源于《左传》：高辛氏的两个儿子阏伯与实沈终日争斗，被罚分管商星与参星。就像今夜重逢的杜甫与卫八，年轻时是长安城形影不离的好友，却因战乱离散，如同天边的星辰再难相遇。",
      "background": "759年深春，48岁的杜甫在华州司功参军任上遭遇旱灾。他冒雨寻访老友，泥泞中突然看见记忆里那个意气风发的少年郎，如今已是五个孩子的父亲。灶台飘来的黄粱饭香让他想起安史之乱前，他们曾在曲江边约定'他日功成必共醉'。",
      "additional_info": "诗中'夜雨剪春韭'成为后世文人雅集的经典意象，苏轼曾调侃：'杜老当年若剪的是冬韭，怕写不出这般生机。'明代画家沈周据此绘《剪韭图》，特意在檐角画了半轮被雨云遮住的月亮。",
      "questions": [
        "参商二星何时可见？",
        "唐代春韭如何种植？",
        "十觞相当于几斤酒？"
      ]
    }
  },
  {
    "id": "19796737-ec7b-4c33-8df4-a81a7ca2cc10",
    "title": "章台夜思",
    "author": "韦庄",
    "content": "清瑟怨遥夜 绕弦风雨哀 孤灯闻楚角 残月下章台 芳草已云暮 故人殊未来 乡书不可寄 秋雁又南回",
    "story": {
      "meaning": "秋夜章台，一盏孤灯在风中摇曳。韦庄独坐案前，指尖划过瑟弦，凄清的乐声混着窗外风雨呜咽。忽然远处传来军营的号角声，他抬头望见残月正沉下章台飞檐。阶下芳草已染秋霜，可约定重逢的故人迟迟未至。他想写封家书，却见南飞秋雁掠过——连托付书信的使者都离开了。",
      "allusion": "相传楚汉相争时，项羽被困垓下。深夜帐中，虞姬为他跳最后一支舞，项羽拔剑击柱而歌：'力拔山兮气盖世，时不利兮骓不逝！'忽然楚地民歌四面响起，项羽大惊：'汉皆已得楚乎？'这夜楚角的悲鸣，正是当年霸王别姬的遗响。",
      "background": "公元880年黄巢攻破长安，韦庄逃往江南。某个寒夜，他途经战国楚地章华台遗址。风雨中忽闻守军号角，恍若听见千年前项羽的绝唱。摸着怀中皱裂的家书，他想起离散的亲友——那些永远留在烽火长安的人。",
      "additional_info": "古人发现瑟有二十五弦，但韦庄偏用'清瑟'而非'瑶瑟'，因为断裂的弦柱正如他破碎的故园梦。现代考古发现章台遗址陶片上，真有人刻过'秋雁南回'四字。",
      "questions": [
        "项羽为何自刎乌江？",
        "章台在哪个省份？",
        "瑟与琴有何区别？"
      ]
    }
  },
  {
    "id": "92dd65da-8301-4c83-b8f3-986b6095c481",
    "title": "征怨",
    "author": "柳中庸",
    "content": "岁岁金河复玉关 朝朝马策与刀环 三春白雪归青冢 万里黄河绕黑山",
    "story": {
      "meaning": "寒冬腊月，老兵李三裹紧破旧的战袍，望着金河结冰的水面苦笑：'年年不是守金河就是守玉关，天天不是挥马鞭就是擦刀环。'他踢着积雪走向青冢，三月的飞雪落在昭君墓上，像给故人盖了层白棉被。远处黄河如怒龙般咆哮着绕过黑山，他摸着冻裂的虎口想：'这万里征途，何时是个头？'",
      "allusion": "昭君出塞那日，长安城飘着柳絮。呼韩邪单于的使者举着镶金马鞭催促：'请公主速速启程！'王昭君抱着琵琶回头，看见汉元帝懊悔的眼神——他此刻才惊觉画师毛延寿丑化了她的容貌。黄沙漫天的戈壁上，她弹起《出塞曲》，琵琶弦突然崩断，就像她再也回不去的青春。",
      "background": "柳中庸在兵部值夜时，听见守夜老兵哼着不成调的边塞曲。烛光下，老兵布满冻疮的手正摩挲着刻满刀痕的腰牌。诗人突然抓起毛笔，墨汁溅在刚送来的战报上——那上面写着'三月黑山暴雪，又冻毙戍卒七人'。",
      "additional_info": "唐代边塞诗人都爱用'青冢'代指昭君墓，因塞外草色唯昭君墓常青。有个有趣的说法：昭君带去的香囊里装着长安的草籽，落地便生了根。",
      "questions": [
        "昭君琵琶有几根弦？",
        "毛延寿为何丑化昭君？",
        "唐代戍卒几年轮换？"
      ]
    }
  },
  {
    "id": "f88a6dbd-bf83-458c-b5e2-85fdd1ed98b2",
    "title": "至德二载甫自京金光门出问道归凤翔乾元初从左拾遗移华州掾与亲故别因出此门有悲往事",
    "author": "杜甫",
    "content": "此道昔归顺，西郊胡正繁。 至今残破胆，应有未招魂。 近得归京邑，移官岂至尊。 无才日衰老，驻马望千门。",
    "story": {
      "meaning": "战马嘶鸣的长安西郊，杜甫攥紧缰绳回首宫阙。两年前他冒险穿越安史叛军营地投奔肃宗，如今却因谏言被贬华州。秋风卷起他泛白的衣襟，'这条路上还飘着未招的亡魂啊'他喃喃自语，马鞭所指处，残阳如血染红了千门万户。",
      "allusion": "天宝十五载，杜甫带着家小逃出沦陷的长安。'郎君快看！'妻子指着西郊升起的狼烟惊呼。叛军的铁骑正在劫掠村庄，杜甫把幼子绑在背上，'抓紧为父！'他们踩着冻土昼伏夜行，饿极了就嚼雪充饥。某夜借宿农家，忽闻门外马蹄声近，全家屏息缩在草垛后，直到蹄声远去才敢喘息。",
      "background": "乾元元年秋，杜甫在金光门下勒住瘦马。三日前朝堂上，他坚持为房琯辩护触怒肃宗。'杜拾遗可知罪？'皇帝摔碎茶盏的声音犹在耳边。此刻他望着宫墙柳影，忽然想起去年面圣时，肃宗还称赞他'诗史双绝'。一片枯叶飘落肩头，他苦笑着拂去，'终究是落叶飘零啊'。",
      "additional_info": "有趣的是，杜甫在华州任上结识了贬谪途中的王维。两位诗圣在驿站相遇时，王维正用树枝在地上画辋川图，'子美兄，且看我这'贬官山水'如何？'后来杜甫将这段对话写进了《赠王维》诗中。",
      "questions": [
        "杜甫如何穿越敌营？",
        "房琯事件始末？",
        "王维当时为何被贬？"
      ]
    }
  },
  {
    "id": "6d098c75-038d-45f4-8f86-73976c355e44",
    "title": "终南别业",
    "author": "王维",
    "content": "中岁颇好道，晚家南山陲。 兴来每独往，胜事空自知。 行到水穷处，坐看云起时。 偶然值林叟，谈笑无还期。",
    "story": {
      "meaning": "王维拄着竹杖漫步在终南山径，青苔沾湿了他的麻鞋。溪水突然断流处，他索性坐在青石上，看云雾从山谷升腾。偶遇砍柴老翁，两人用山果蘸着蜂蜜吃，聊到夕阳把影子拉得老长。",
      "allusion": "开元二十三年春，王维在辋川别业偶遇隐士裴迪。裴迪正用陶罐接松针上的露水，笑问：'摩诘可知这'行到水穷处'的禅机？'王维拾起一片枯叶放入溪中：'你看这叶子，看似穷途，实则正启新程。'溪水突然拐弯，枯叶漂向意想不到的远方。",
      "background": "王维在终南山脚整理书卷时，窗外突然传来画眉鸟的啼叫。他放下毛笔推开竹窗，看见山岚正漫过新发的棠梨枝。忽然想起昨日与樵夫对弈忘了时辰，墨迹未干的诗稿被穿堂山风哗啦啦翻动。",
      "additional_info": "宋代米芾曾在此诗旁批注'云起处有炊烟'，原来他误将王维偶遇的老翁认作山中灶神。明代有画家据此绘《云起炊烟图》，把林叟画成了持着糖葫芦的赤脚仙童。",
      "questions": [
        "裴迪接露水用意？",
        "枯叶漂向何处？",
        "米芾为何看错？"
      ]
    }
  },
  {
    "id": "a5b1f5c9-1ba7-4533-b497-55b1d4af1bbb",
    "title": "终南山",
    "author": "王维",
    "content": "太乙近天都 连山接海隅 白云回望合 青霭入看无 分野中峰变 阴晴众壑殊 欲投人处宿 隔水问樵夫",
    "story": {
      "meaning": "王维骑着毛驴在终南山中穿行，山势高耸仿佛要触及天宫。他回头望去，来时分开的白云又合拢在一起，山间的青雾走近却消失不见。走到主峰时，阳光突然刺破云层，而两侧山谷却仍笼罩在阴影中。天色将晚，他焦急地隔着溪水呼喊砍柴人：'老丈，附近可有借宿之处？'樵夫的笑声伴着斧头声传来：'转过山坳就有酒旗飘着呢！'",
      "allusion": "相传王维在终南山采风时，偶遇隐居的樵夫孟浩然。两人隔溪相谈甚欢，孟浩然指着云雾缭绕的山峰说：'此山白云常聚散，恰似人生离合。'王维闻言触动，当晚在农家油灯下写出此诗。次日寻访樵夫却再不见踪影，方知遇见了隐士高人。",
      "background": "开元二十三年春，王维因公务烦闷独自入终南山散心。山路上，他望着变幻的云霭，想起昨日朝堂上宰相李林甫的刁难。突然一阵山风吹散雾气，露出灿烂阳光，他豁然开朗：'仕途阴晴原如这山间气象，何必执着？'遂取出随身笔墨，就着山石写下这首悟道之作。",
      "additional_info": "有趣的是，宋代米芾曾在此诗启发下创作《春山烟霭图》，画到一半突降大雨，墨色晕染竟意外重现了诗中'青霭入看无'的意境，成就传世名作。",
      "questions": [
        "孟浩然为何隐居？",
        "诗中云雾象征什么？",
        "米芾如何模仿此诗？"
      ]
    }
  },
  {
    "id": "b4780bd1-1703-4bce-a801-d5ed566826b5",
    "title": "终南望余雪",
    "author": "祖咏",
    "content": "终南阴岭秀 积雪浮云端 林表明霁色 城中增暮寒",
    "story": {
      "meaning": "隆冬时节，祖咏站在长安城中远眺终南山。夕阳将最后一抹金辉洒在终南山的北坡（阴岭）上，皑皑积雪仿佛漂浮在云海之间。突然雪后初晴，林梢折射出钻石般的光芒，而此刻长安城的暮色中，寒意却更浓了——这画面就像一幅流动的山水画，前两句是壮丽的远景，后两句是细腻的感官对比。",
      "allusion": "公元724年科举考场上，主考官看到祖咏只写了这四句就搁笔，急得拍案：'按规定要写六韵十二句！'祖咏却指着窗外说：'大人请看，终南山的雪景已经说尽所有诗意。'原来考试当天长安突降大雪，祖咏望着考场外真实的终南雪景，毅然打破规则。这段'考场违例'的佳话，后来反而成就了唐诗中最精妙的咏雪绝唱。",
      "background": "年轻的祖咏在考场紧张得手心出汗时，忽然被窗外的景象震撼——终南山的积雪在冬日阳光下闪耀，与城中渐起的炊烟形成奇妙对比。他想起昨日登山时，靴子陷进雪层的咯吱声，松枝突然坠落雪块的惊险。此刻这些记忆与眼前景象重叠，他抓起毛笔，连墨汁溅到袖口都浑然不觉。",
      "additional_info": "有趣的是，宋代画家郭熙后来根据此诗创作《终南积雪图》，画中特意在山脚添了缩着脖子赶路的行人，表现'城中增暮寒'的意境。这幅画现藏故宫博物院，画上还有乾隆皇帝题写的全诗。",
      "questions": [
        "祖咏为何敢违抗考试规则？",
        "诗中如何表现温度对比？",
        "哪些细节体现'浮'字妙处？"
      ]
    }
  },
  {
    "id": "57203d7f-380c-4052-b21b-d1ea79fbe231",
    "title": "子夜吴歌 春歌",
    "author": "李白",
    "content": "秦地罗敷女，采桑绿水边。 素手青条上，红妆白日鲜。 蚕饥妾欲去，五马莫留连。",
    "story": {
      "meaning": "春日暖阳下，秦地姑娘罗敷提着竹篮来到绿水边采桑。她白皙的手指在嫩绿的桑枝间翻飞，鲜红的裙裾在阳光下格外耀眼。这时远处传来马蹄声，太守的五马驾到，罗敷却低头轻语：'蚕宝宝饿了，妾身该回去了。'说罢转身离去，留下太守怅然望着她的背影。",
      "allusion": "故事源自汉乐府《陌上桑》：美貌的罗敷在采桑时，太守被她的姿色吸引，停车搭讪：'宁可共载不？'罗敷机智回应：'使君自有妇，罗敷自有夫。'并夸耀虚构的夫君才貌双全，让太守羞愧而退。李白化用这个典故时，让罗敷用'蚕饥'的借口婉拒，更显灵动可爱。",
      "background": "天宝年间，李白在长安任翰林待诏。某个春日下午，他看见宫娥们结伴采桑，忽然想起家乡的采桑女。醉眼朦胧中，他仿佛看见汉代的罗敷穿越时空走来，便挥毫写下这首清新小诗。写到最后一句时，墨汁溅在纸上，他大笑着对侍童说：'看，连墨都急着去追罗敷姑娘了！'",
      "additional_info": "有趣的是，在晋代《古今注》里，罗敷其实是赵国邯郸人，因善唱《陌上桑》而得名。到了唐代，诗人们都爱把她写成秦地姑娘，陆龟蒙还写过'莫唱当年《陌上桑》，无人知有秦罗敷'。",
      "questions": [
        "罗敷如何智拒太守？",
        "采桑在唐代有多重要？",
        "李白为何爱写女性？"
      ]
    }
  },
  {
    "id": "baccf46a-41c4-4a0f-b90f-37cc35b04a64",
    "title": "子夜吴歌 秋歌",
    "author": "李白",
    "content": "长安一片月 万户捣衣声 秋风吹不尽 总是玉关情 何日平胡虏 良人罢远征",
    "story": {
      "meaning": "长安城的秋夜，如水的月光倾泻在千家万户的屋顶上。妇女们趁着月色捣衣，木槌敲打布帛的声音此起彼伏。瑟瑟秋风中，她们思念着远在玉门关征战的丈夫。'这风怎么吹也吹不散我的愁绪啊！'一位少妇停下手中的木槌，望着月亮喃喃自语。她多希望早日平定边患，让丈夫结束这漫长的征战。",
      "allusion": "相传唐玄宗时期，边关战事频繁。长安城西市有位王娘子，丈夫戍边三年未归。每逢秋夜，她便借着月光捣衣，把对丈夫的思念一槌槌敲进布里。邻居李婶劝她:'娘子别太劳累。'她却说:'这捣衣声能传到玉门关去，让良人知道我在等他。'后来李白听闻此事，挥笔写下这首诗。",
      "background": "天宝三载的秋夜，李白在长安酒肆独酌。窗外传来阵阵捣衣声，让他想起白日里在朱雀大街看见的征兵告示。'又要打仗了...'他仰头饮尽杯中酒，眼前浮现出边关将士浴血奋战的身影，和长安城中无数望眼欲穿的妻子。月光透过窗棂，他抓起毛笔，在酒渍斑斑的纸上写下这首饱含深情的《秋歌》。",
      "additional_info": "有趣的是，唐代捣衣其实是用木槌捶打已经织好的布帛，使其柔软便于裁剪制衣，与现代'洗衣'概念不同。李白特意选用'捣衣'这个细节，既写实又富有诗意，让千年后的我们仍能听见那穿越时空的思念之声。",
      "questions": [
        "唐代捣衣具体指什么",
        "玉门关在现今何处",
        "李白为何关注征妇"
      ]
    }
  },
  {
    "id": "a2aed629-465d-412c-a68d-780068488725",
    "title": "自河南经乱关内阻饥兄弟离散各在一处因望月有感聊书所怀寄上浮梁大兄于潜七兄乌江十五兄兼示符离及下邽弟妹",
    "author": "白居易",
    "content": "时难年饥世业空 弟兄羇旅各西东 田园寥落干戈后 骨肉流离道路中 吊影分为千里雁 辞根散作九秋蓬 共看明月应垂泪 一夜乡心五处同",
    "story": {
      "meaning": "月光如水的中秋夜，白居易独坐驿站破窗前。他望着手中七零八落的家书——浮梁大兄说米价飞涨，于潜七兄提到战乱毁田，乌江十五兄的信笺还沾着逃难时的泥点。忽然一群南飞雁掠过月轮，诗人猛地站起碰翻茶盏：'我们兄弟不正像这些失散的雁群？连月光照在五处家乡，都化成了相同的泪光。'",
      "allusion": "诗人想起'九秋蓬'的典故：孔子周游列国时，见荒野蓬草随风翻滚，对子路叹道：'人生如蓬，不得其所啊！'此刻驿站外恰有枯蓬擦着石阶滚动，发出沙沙声响，仿佛在应和千年前的叹息。",
      "background": "贞元十五年冬，白居易押运赈灾粮途经新郑。风雪夜他蜷在粮车旁，听见灾民哼着故乡童谣。忽然驿吏惊呼：'大人，符离来的信使冻死在路上了！'他颤抖着掰开死者紧握的家书，里面是弟弟用炭笔写的'姐已饿殍'四字。此刻窗外明月如霜，照着他连夜写诗的颤抖手腕。",
      "additional_info": "此诗原稿现存日本京都博物馆，卷末有北宋收藏家的批注：'白公此诗墨迹深浅不一，尤以「骨肉流离」四字力透纸背，盖书写时泪落宣纸所致。'",
      "questions": [
        "蓬草象征什么？",
        "雁群代表何种情感？",
        "为何选择望月抒怀？"
      ]
    }
  },
  {
    "id": "3f049d66-1513-407f-bb4e-cf25a7b5069a",
    "title": "自夏口至鹦鹉洲夕望岳阳寄源中丞",
    "author": "刘长卿",
    "content": "汀洲无浪复无烟 楚客相思益渺然 汉口夕阳斜渡鸟 洞庭秋水远连天 孤城背岭寒吹角 独戍临江夜泊船 贾谊上书忧汉室 长沙谪去古今怜",
    "story": {
      "meaning": "夕阳染红江面时，诗人刘长卿站在鹦鹉洲头，望着无浪无烟的平静水面。他想起被贬谪的友人源中丞，相思之情如江雾般缥缈。远处，汉口夕阳中飞鸟斜渡，洞庭秋水与天际相连。突然，寒风中传来孤城号角声，江边戍卒正在夜泊。这景象让他联想到贾谊上书忧国却被贬长沙的往事，古今忠臣的遭遇何其相似！",
      "allusion": "汉文帝时，年轻才子贾谊在宣室殿慷慨陈词：'陛下，诸侯势大，当削藩以固汉室！'文帝点头称是，却因权贵谗言将他贬为长沙王太傅。离京那日，贾谊望着未央宫朱墙，对送行的学生苦笑：'吾道如屈子，终南橘逾淮则为枳。'在长沙三年，他写下《吊屈原赋》，最终忧郁而终。",
      "background": "某个秋日的黄昏，刚被贬为鄂岳转运留后的刘长卿独自徘徊江畔。他望着对岸岳阳方向——那里有同样遭贬的友人源中丞。江风卷起他的衣袍，远处戍卒的号角声让他想起十年前自己因刚直被贬的往事。他忽然抓起岸边一块扁石，用力掷向江心：'贾生之痛，今犹未已！'石块在水面激起七朵涟漪，恰如他心头七分愤懑三分怅惘。",
      "additional_info": "有趣的是，诗中'汉口夕阳斜渡鸟'的'斜'字，是刘长卿反复推敲所得。据传他先写'飞'字，又改'横'字，最后在目睹一只白鹭斜掠水面的瞬间拍案而定。这个字既符合鸟类飞行轨迹，又暗含人生际遇的'不正'之意。",
      "questions": [
        "贾谊为何被贬长沙？",
        "诗中斜字妙在何处？",
        "源中丞是谁？"
      ]
    }
  }
]