[
    {
        "id": "927908c0-999f-4d3f-8192-d67d28f93576",
        "title": "八阵图",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "His merits surpassed the Three Kingdoms' realm."
            },
            {
                "senid": 1,
                "content": "His fame heightened with the Eight Arrays' scheme."
            },
            {
                "senid": 2,
                "content": "River flows, stones remain steadfast in their stance."
            },
            {
                "senid": 3,
                "content": "Eternal regret lingers for Wu's missed advance."
            }
        ]
    },
    {
        "id": "9d33c118-cde9-49af-b572-c43427a10b48",
        "title": "巴山道中除夜书怀",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Distant roads of Three Ba, drifting through perilous miles."
            },
            {
                "senid": 1,
                "content": "Rugged mountains hold remnant snow at night, solitary candle lights foreign spring."
            },
            {
                "senid": 2,
                "content": "Gradually estranged from kin, growing closer to servants."
            },
            {
                "senid": 3,
                "content": "How to endure this endless wandering? Tomorrow dawns a new year."
            }
        ]
    },
    {
        "id": "f2f04c30-149d-4b2b-bce1-1334adf84739",
        "title": "灞上秋居",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "The storm on the plain has ceased, wild geese pass frequently in the evening."
            },
            {
                "senid": 1,
                "content": "Leaves fall on trees in a foreign land, a cold lamp illuminates a solitary soul at night."
            },
            {
                "senid": 2,
                "content": "White dew drips in the empty garden, lonely walls neighbor a wandering monk."
            },
            {
                "senid": 3,
                "content": "Long have I dwelled by the suburban gate, through which path shall I offer my humble self?"
            }
        ]
    },
    {
        "id": "294bc7b2-b4f8-4a53-be17-a40ded4afd1a",
        "title": "白雪歌送武判官归京",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Northern winds sweep the ground, white grass snaps, Barbarian skies see snowflakes fall in August's lapse."
            },
            {
                "senid": 1,
                "content": "Sudden as spring breeze overnight arrives, Pear blossoms burst on countless trees - snow's disguise."
            },
            {
                "senid": 2,
                "content": "Flakes seep through beaded curtains, silken drapes soak, Fox furs bring no warmth, satin quilts offer little cloak."
            },
            {
                "senid": 3,
                "content": "Generals' horn bows slip from frozen hands, Iron armor chills garrison troops where each stands."
            },
            {
                "senid": 4,
                "content": "Vast desert stretches frozen a hundred feet deep, Gloomy clouds congeal for miles where shadows creep."
            },
            {
                "senid": 5,
                "content": "Central camp serves wine to departing guests, Tartar lutes, pipas, Qiang flutes play their behests."
            },
            {
                "senid": 6,
                "content": "Evening snow swirls at camp gates without cease, Frozen crimson banners stand stiff in wind's freeze."
            },
            {
                "senid": 7,
                "content": "At Wheel Tower's eastern gate we bid farewell, Mountain paths buried in snow where stories dwell."
            },
            {
                "senid": 8,
                "content": "Peaks twist and turn, your figure fades from view, Only horse tracks in snow mark where you passed through."
            }
        ]
    },
    {
        "id": "9380d4f6-e19d-4ff1-8309-07f4ede69f7c",
        "title": "北青萝",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The setting sun sinks into the western hills; I visit a solitary monk in his thatched hut."
            },
            {
                "senid": 1,
                "content": "Where is the man amidst the falling leaves? How many layers of path through chilling clouds?"
            },
            {
                "senid": 2,
                "content": "Alone he strikes the prayer bell at first night watch, Leisurely leaning on a single vine staff."
            },
            {
                "senid": 3,
                "content": "The world is but a speck of dust; Why cling to love and hate?"
            }
        ]
    },
    {
        "id": "c19e64b1-604b-40b7-9e41-6ef57b9c6f7b",
        "title": "别房太尉墓",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In foreign lands I toil again, halting my horse by a lonely grave."
            },
            {
                "senid": 1,
                "content": "Tears soak the earth where I stand, broken clouds hang low in the sky."
            },
            {
                "senid": 2,
                "content": "I played chess with Xie Fu of old, sword in hand seeking Xu Jun."
            },
            {
                "senid": 3,
                "content": "Only forest blossoms fall as farewell, orioles sing the traveler's departure."
            }
        ]
    },
    {
        "id": "8de30193-fba7-4aef-9ff9-c3726a22104d",
        "title": "泊秦淮",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Mist veils the chilly water, moonlight bathes the sandy shore."
            },
            {
                "senid": 1,
                "content": "Night moors our boat near taverns' riverside lore."
            },
            {
                "senid": 2,
                "content": "Songstresses heed not a nation's fallen grace."
            },
            {
                "senid": 3,
                "content": "Still crooning pleasure - tunes across the watery space."
            }
        ]
    },
    {
        "id": "b3de619f-cc8b-457d-942b-49f06651aba4",
        "title": "蝉",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Though perched high, hunger's hard to appease; In vain my cries pierce through the breeze."
            },
            {
                "senid": 1,
                "content": "At dawn's fifth watch, my waning song grows faint; The jade - green tree stands cold, without constraint."
            },
            {
                "senid": 2,
                "content": "My humble post drifts like a rootless reed; Old homestead's weeds now overgrow the mead."
            },
            {
                "senid": 3,
                "content": "Your urgent warnings stir my deepest core; My household shares your pure, austere rapport."
            }
        ]
    },
    {
        "id": "f7c9c409-9571-4eb8-abd9-91ec6c1ff564",
        "title": "常娥",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The mica - adorned screen casts deep candle shadows."
            },
            {
                "senid": 1,
                "content": "The Milky Way fades as dawn stars sink."
            },
            {
                "senid": 2,
                "content": "Chang'e must regret stealing the elixir."
            },
            {
                "senid": 3,
                "content": "Under azure skies and seas, her heart aches each night."
            }
        ]
    },
    {
        "id": "b8ae44b3-ba8d-42d3-85a7-a70aa8608379",
        "title": "长安遇冯著",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "A traveler comes from eastern land, his clothes damp with Baling rain."
            },
            {
                "senid": 1,
                "content": "Asked why he ventures through this terrain, to cut trees in the mountain he needs an axe to gain."
            },
            {
                "senid": 2,
                "content": "Dim and lush, flowers bloom in haze; young swallows soar with newborn grace."
            },
            {
                "senid": 3,
                "content": "Since we parted, spring has come again, strands of silver now streak his hair's terrain."
            }
        ]
    },
    {
        "id": "c39225f9-16b2-4713-a11c-d7030ec3b1c9",
        "title": "长干曲四首 一",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Where do you reside, sir?"
            },
            {
                "senid": 1,
                "content": "I dwell in Hengtang, fair sir."
            },
            {
                "senid": 2,
                "content": "I’ve moored my boat to ask, if I dare"
            },
            {
                "senid": 3,
                "content": "Lest we might share a homeland’s air."
            }
        ]
    },
    {
        "id": "8cefa67f-2b9a-4e13-8158-4d38cbfb331b",
        "title": "长沙过贾谊宅",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Three years exiled, here he lingered in delay; Through endless ages lingers the exile's woe."
            },
            {
                "senid": 1,
                "content": "Through autumn grasses now I search alone; Cold woods at sunset show his empty hall."
            },
            {
                "senid": 2,
                "content": "Though wise Han sovereign favored letters rare, On Xiang's cold waves his plaints found no reply."
            },
            {
                "senid": 3,
                "content": "In silent hills where leaves through twilight fall, Why, master, seek these world's remotest bounds?"
            }
        ]
    },
    {
        "id": "2954ddd2-f1c7-41b1-8c9e-42058398cde0",
        "title": "晨诣超师院读禅经",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Drawing water from the well to rinse my cold teeth,"
            },
            {
                "senid": 1,
                "content": "Cleansing my heart and brushing dust off my robe."
            },
            {
                "senid": 2,
                "content": "Leisurely holding a palm-leaf scripture,"
            },
            {
                "senid": 3,
                "content": "I step out of the eastern study to read."
            },
            {
                "senid": 4,
                "content": "The true source is utterly unattended,"
            },
            {
                "senid": 5,
                "content": "While worldly traces are eagerly pursued."
            },
            {
                "senid": 6,
                "content": "The legacy words hope to reach the obscure,"
            },
            {
                "senid": 7,
                "content": "But how can one refine nature to perfection?"
            },
            {
                "senid": 8,
                "content": "The Taoist's courtyard is serene,"
            },
            {
                "senid": 9,
                "content": "Where mossy hues blend with deep bamboos."
            },
            {
                "senid": 10,
                "content": "Sunrise lingers with mist and dew,"
            },
            {
                "senid": 11,
                "content": "And green pines gleam as if anointed."
            },
            {
                "senid": 12,
                "content": "Tranquil, beyond words and speech,"
            },
            {
                "senid": 13,
                "content": "The joy of enlightenment fills the heart."
            }
        ]
    },
    {
        "id": "7c93c162-d424-4d91-b71b-7c9b81713b8c",
        "title": "赤壁",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "A broken halberd sunk in sand, its iron not yet corroded."
            },
            {
                "senid": 1,
                "content": "Cleaned and polished, reveals its former dynasty's mark."
            },
            {
                "senid": 2,
                "content": "Had the east wind not favored Zhou Yu's endeavor,"
            },
            {
                "senid": 3,
                "content": "Spring would see the Qiaos locked in Bronze Bird Tower."
            }
        ]
    },
    {
        "id": "131c9f87-273f-4684-9b67-bd7b58ad4008",
        "title": "筹笔驿",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Apes and birds hesitate, awed by ancient missives."
            },
            {
                "senid": 1,
                "content": "Wind and clouds eternally guard the strategic passes."
            },
            {
                "senid": 2,
                "content": "In vain did the great general wield his divine brush,"
            },
            {
                "senid": 3,
                "content": "Only to witness surrendered kings in prisoner carts."
            },
            {
                "senid": 4,
                "content": "Guan Zhong's talent ultimately proved worthy."
            },
            {
                "senid": 5,
                "content": "While Guan and Zhang's untimely fate brings endless sighs."
            },
            {
                "senid": 6,
                "content": "In future years at Jinli's ancestral temple,"
            },
            {
                "senid": 7,
                "content": "The Liangfu Yin chants resonate with eternal regret."
            }
        ]
    },
    {
        "id": "ce493923-7c4b-41a9-94e9-cf95741c018c",
        "title": "酬程延秋夜即事见赠",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Long bamboo mats greet the wind early, empty town bathed in mellow moonlight."
            },
            {
                "senid": 1,
                "content": "Milky Way flows with autumn's lone goose, pounding stones echo through a thousand homes at night."
            },
            {
                "senid": 2,
                "content": "Though the season's advance seems late, my heart's longing keeps rest at bay."
            },
            {
                "senid": 3,
                "content": "Reciting your fine verses, time slips away till dawn crows caw unnoticed."
            }
        ]
    },
    {
        "id": "7950a49f-f51d-4926-9d1e-e5f76b153829",
        "title": "酬郭给事",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Lofty gates retain the lingering glow's hue,"
            },
            {
                "senid": 1,
                "content": "Peach and plum trees shade where willow catkins fly."
            },
            {
                "senid": 2,
                "content": "Sparse bells ring in palace quarters as night draws nigh,"
            },
            {
                "senid": 3,
                "content": "Few officials remain where singing birds occupy."
            },
            {
                "senid": 4,
                "content": "At dawn, jade pendants chime approaching the golden hall,"
            },
            {
                "senid": 5,
                "content": "At dusk, edicts received before the ornate gatefall."
            },
            {
                "senid": 6,
                "content": "Though eager to serve, age restrains my intent,"
            },
            {
                "senid": 7,
                "content": "Illness compels me to shed courtly raiment's ornament."
            }
        ]
    },
    {
        "id": "65e9c24b-bdbd-4ef9-9e14-012c8fde79b8",
        "title": "酬张少府",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In my later years, I only seek tranquility, all worldly matters no longer concern me."
            },
            {
                "senid": 1,
                "content": "Looking at myself, I have no grand plans, merely knowing to return to my old woods."
            },
            {
                "senid": 2,
                "content": "Pine winds blow loose my sash, mountain moonlight illuminates my zither play."
            },
            {
                "senid": 3,
                "content": "You ask about the principles of adversity and success, the fisherman's song drifts deep into the bay's heart."
            }
        ]
    },
    {
        "id": "de6b7e3d-03cd-4daa-bdc2-7fb820fda441",
        "title": "出塞二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Under the Qin moon, by Han's frontier passes."
            },
            {
                "senid": 1,
                "content": "Warriors march a thousand miles, never to return."
            },
            {
                "senid": 2,
                "content": "If the Dragon City's general still took flight,"
            },
            {
                "senid": 3,
                "content": "Nomad steeds would never cross Mount Yin's height."
            }
        ]
    },
    {
        "id": "5b3a5651-2a80-4fb1-b1bf-c9fb5ec38905",
        "title": "初发扬子寄元大校书",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Sadly I part from my dear friends, our boat enters the misty haze."
            },
            {
                "senid": 1,
                "content": "Oars returning to Luoyang, distant bells linger in Guangling's trees."
            },
            {
                "senid": 2,
                "content": "Today we bid farewell here, where shall our paths cross again?"
            },
            {
                "senid": 3,
                "content": "Life's affairs are boats on waves, how can we anchor in this endless flux?"
            }
        ]
    },
    {
        "id": "0ae0e3bd-a32e-481f-9719-b283da2da964",
        "title": "滁州西涧",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Alone I cherish the secluded grass by the stream."
            },
            {
                "senid": 1,
                "content": "Above, the orioles sing deep within the trees."
            },
            {
                "senid": 2,
                "content": "The spring tide, with rain, rushes urgently at dusk."
            },
            {
                "senid": 3,
                "content": "At the wild ferry, no one tends; the boat lies horizontal on its own."
            }
        ]
    },
    {
        "id": "7456691c-636e-46d7-9093-edc778b0a7ea",
        "title": "楚江怀古三首 一",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "Dew's cold gleam gathers, faint sun descends upon Chu hills."
            },
            {
                "senid": 1,
                "content": "Monkeys cry in Dongting's trees, man dwells in magnolia boat."
            },
            {
                "senid": 2,
                "content": "Vast marshes birth bright moon, green mountains clasp turbulent streams."
            },
            {
                "senid": 3,
                "content": "Lord of Clouds won't descend, through night he grieves alone for autumn."
            }
        ]
    },
    {
        "id": "6290b8f0-48de-407f-be2c-629140d91f83",
        "title": "春泛若耶溪",
        "author": "綦毋潜",
        "sentence": [
            {
                "senid": 0,
                "content": "Serene thoughts unceasing, I drift with the flow."
            },
            {
                "senid": 1,
                "content": "Evening breeze guides the boat, through flower - lined path to creek's mouth."
            },
            {
                "senid": 2,
                "content": "Nightfall turns to western valleys, beyond mountains gaze at Nan Dou."
            },
            {
                "senid": 3,
                "content": "Mist over the pond drifts dense, forest moon dips behind."
            },
            {
                "senid": 4,
                "content": "Life's affairs are but mist, I wish to be an old angler."
            }
        ]
    },
    {
        "id": "d0fa1454-f337-4343-ab4a-2a42dfdf4e8f",
        "title": "春宫曲",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Last night's wind bloomed the dew - drenched peach by the well."
            },
            {
                "senid": 1,
                "content": "The moon wheel hung high above Weiyang Palace's front hall."
            },
            {
                "senid": 2,
                "content": "Pingyang's song and dance were newly favored in grace,"
            },
            {
                "senid": 3,
                "content": "Outside the curtain, spring chill brought a bestowed brocade robe."
            }
        ]
    },
    {
        "id": "8eaf97fd-82bb-4651-9dde-9a5a6f78182c",
        "title": "春宫怨",
        "author": "杜荀鹤",
        "sentence": [
            {
                "senid": 0,
                "content": "Long deceived by my beauty's claim, Lazy now, I face the mirror frame."
            },
            {
                "senid": 1,
                "content": "Favor dwells not in features fair, How then shall I adorn my hair?"
            },
            {
                "senid": 2,
                "content": "Warm winds shatter birdsong light, High sun layers floral shadows bright."
            },
            {
                "senid": 3,
                "content": "Year by year by Yue Stream's side, Maidens still recall lotus - tide."
            }
        ]
    },
    {
        "id": "d35f583a-c20c-453c-a886-e13f98b2e4b4",
        "title": "春思",
        "author": "皇甫冉",
        "sentence": [
            {
                "senid": 0,
                "content": "Orioles and swallows herald the New Year."
            },
            {
                "senid": 1,
                "content": "The roads to Mayi and Dragon Mound stretch thousands of miles long."
            },
            {
                "senid": 2,
                "content": "My home near Qin City borders Han's royal garden."
            },
            {
                "senid": 3,
                "content": "My heart follows the bright moon to Hu's northern sky."
            },
            {
                "senid": 4,
                "content": "Brocade letters on the loom speak of endless sorrow."
            },
            {
                "senid": 5,
                "content": "Blossoms on the tower mock my solitary sleep."
            },
            {
                "senid": 6,
                "content": "I ask Commander Dou, the Chariot General:"
            },
            {
                "senid": 7,
                "content": "When will your banners return triumphant to Yanran?"
            }
        ]
    },
    {
        "id": "7277c420-9f3f-4093-a5b2-6331494721e8",
        "title": "春思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Yan's grass gleams like emerald silk."
            },
            {
                "senid": 1,
                "content": "Qin's mulberries weep with verdant boughs."
            },
            {
                "senid": 2,
                "content": "When thoughts of home visit your noble heart,"
            },
            {
                "senid": 3,
                "content": "My very soul is pierced with longing's dart."
            },
            {
                "senid": 4,
                "content": "Vernal winds, though we've never met,"
            },
            {
                "senid": 5,
                "content": "Why invade my bedchamber's silken net?"
            }
        ]
    },
    {
        "id": "2769113d-0cac-4e67-83cb-0c10685f8381",
        "title": "春宿左省",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Flowers fade by palace walls at twilight,"
            },
            {
                "senid": 1,
                "content": "Twittering birds settle in their nests."
            },
            {
                "senid": 2,
                "content": "Stars descend as myriad homes stir"
            },
            {
                "senid": 3,
                "content": "The moon approaches celestial heights, full and bright."
            },
            {
                "senid": 4,
                "content": "Sleepless, I hear golden key - clinks"
            },
            {
                "senid": 5,
                "content": "Through wind, imagine jade pendants' chime."
            },
            {
                "senid": 6,
                "content": "At dawn await official documents."
            },
            {
                "senid": 7,
                "content": "Repeatedly querying night's progress."
            }
        ]
    },
    {
        "id": "e9e6425c-6c14-4f69-8694-87a8b96a43de",
        "title": "春望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "The nation is shattered, yet mountains and rivers remain; In the city's spring, grasses and trees grow thick."
            },
            {
                "senid": 1,
                "content": "Moved by the times, flowers shed tears; Hating separation, birds startle the heart."
            },
            {
                "senid": 2,
                "content": "Beacon fires burn for three months straight; A letter from home is worth ten thousand in gold."
            },
            {
                "senid": 3,
                "content": "White hair scratched grows ever thinner; Soon too thin to hold the hairpin."
            }
        ]
    },
    {
        "id": "cb168b3b-d104-4df7-9868-1e1225ddb941",
        "title": "春晓",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Spring sleep not aware of dawn."
            },
            {
                "senid": 1,
                "content": "Everywhere hear birds singing."
            },
            {
                "senid": 2,
                "content": "Last night came the sound of wind and rain."
            },
            {
                "senid": 3,
                "content": "Know how many flowers fell?"
            }
        ]
    },
    {
        "id": "8331c76b-a250-4d07-9c28-b8a456e0974c",
        "title": "春雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "In spring's dawn I lie listless in white linen robe."
            },
            {
                "senid": 1,
                "content": "By White Gate's desolation, thoughts oft go astray."
            },
            {
                "senid": 2,
                "content": "Through rain, the red tower looms cold and distant,"
            },
            {
                "senid": 3,
                "content": "Beaded curtains sway as I return alone with flickering lamp."
            },
            {
                "senid": 4,
                "content": "Long roads mourn the spring's lingering twilight,"
            },
            {
                "senid": 5,
                "content": "In waning night, faint dreams still linger near."
            },
            {
                "senid": 6,
                "content": "How shall jade earrings and sealed letters reach their aim,"
            },
            {
                "senid": 7,
                "content": "Through cloud-veiled skies of miles, a lone wild goose flies."
            }
        ]
    },
    {
        "id": "b41e25f5-5a57-497f-a3a2-84bdfb9331f5",
        "title": "春怨",
        "author": "金昌绪",
        "sentence": [
            {
                "senid": 0,
                "content": "Drive away the yellow orioles,"
            },
            {
                "senid": 1,
                "content": "Don't let them sing on the branch."
            },
            {
                "senid": 2,
                "content": "Their song startles my sweet dream,"
            },
            {
                "senid": 3,
                "content": "And I can't reach Liao Xi in my sleep."
            }
        ]
    },
    {
        "id": "fc1bc01d-c281-40fd-9e0d-4c484539e4ae",
        "title": "春怨",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "Gauze windows, sunset, the gradual approach of twilight."
            },
            {
                "senid": 1,
                "content": "Gilded chamber, no one to witness the traces of tears."
            },
            {
                "senid": 2,
                "content": "Desolate courtyard, spring’s end looms near in solitude."
            },
            {
                "senid": 3,
                "content": "Pear blossoms blanket the ground, yet the door remains unopened."
            }
        ]
    },
    {
        "id": "5bb5c590-5de8-4bfb-aee6-30bc4bcdf99a",
        "title": "次北固山下",
        "author": "王湾",
        "sentence": [
            {
                "senid": 0,
                "content": "A traveler's path beyond green mountains."
            },
            {
                "senid": 1,
                "content": "A boat sails before emerald waters."
            },
            {
                "senid": 2,
                "content": "Tides calm, both shores stretch wide."
            },
            {
                "senid": 3,
                "content": "Winds true, a lone sail hangs aloft."
            },
            {
                "senid": 4,
                "content": "Sea sun births the fading night."
            },
            {
                "senid": 5,
                "content": "River spring enters aging year."
            },
            {
                "senid": 6,
                "content": "Where do hometown letters arrive?"
            },
            {
                "senid": 7,
                "content": "Returning geese at Luoyang's edge."
            }
        ]
    },
    {
        "id": "80fe70cd-6e63-48eb-9c1e-ab26330d45d9",
        "title": "崔九欲往南山马上口号与别",
        "author": "裴迪",
        "sentence": [
            {
                "senid": 0,
                "content": "Whether deep or shallow you return to the mountains,"
            },
            {
                "senid": 1,
                "content": "You must fully appreciate the beauty of hills and valleys."
            },
            {
                "senid": 2,
                "content": "Do not imitate the people of Wuling,"
            },
            {
                "senid": 3,
                "content": "Who briefly wandered into the Peach Blossom Spring."
            }
        ]
    },
    {
        "id": "a4d718ee-c020-42b4-97df-499cd0076f7b",
        "title": "登高",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In swift winds and high skies, apes wail mournfully; Clear isles with white sands see birds wheeling gracefully."
            },
            {
                "senid": 1,
                "content": "Boundless leaves rustle down in endless descent; The eternal Yangtze surges forward without relent."
            },
            {
                "senid": 2,
                "content": "Through myriad miles of autumn grief, a wanderer I remain; A century's ailments accompany my solitary ascent in vain."
            },
            {
                "senid": 3,
                "content": "Hardship breeds bitter regrets at frost-whitened hair; Disheveled and destitute, I've ceased muddied wine to share."
            }
        ]
    },
    {
        "id": "63950163-6a10-4e74-af8a-09886e4ef2a8",
        "title": "登鹳雀楼",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "The white sun sets behind the mountains."
            },
            {
                "senid": 1,
                "content": "The Yellow River flows into the sea."
            },
            {
                "senid": 2,
                "content": "To see a thousand - mile view,"
            },
            {
                "senid": 3,
                "content": "Ascend yet another floor."
            }
        ]
    },
    {
        "id": "4af86c76-18b3-4069-be90-6d8cef430bc7",
        "title": "登金陵凤凰台",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "On the Phoenix Terrace, phoenixes once roamed; Now gone, the terrace stands while rivers flow unclaimed."
            },
            {
                "senid": 1,
                "content": "Wu Palace's flowers bury hidden trails; Jin Dynasty's lords rest in ancient mounds' veils."
            },
            {
                "senid": 2,
                "content": "Three peaks half pierce the azure sky's embrace; Two streams divide Egret Islet's watery space."
            },
            {
                "senid": 3,
                "content": "Floating clouds obscure the sun's bright face; Chang'an unseen brings sorrow's cold embrace."
            }
        ]
    },
    {
        "id": "3d26433c-a673-4094-8c83-cadb1b08412a",
        "title": "登柳州城楼寄漳汀封连四州",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "High towers on the walls meet the wild expanse,"
            },
            {
                "senid": 1,
                "content": "Sea and sky merge in boundless sorrowful thoughts."
            },
            {
                "senid": 2,
                "content": "Sudden winds disorderly whip the lotus waters,"
            },
            {
                "senid": 3,
                "content": "Dense rain obliquely assails the fig - clad walls."
            },
            {
                "senid": 4,
                "content": "Mountain trees layer upon layer block the thousand - mile view,"
            },
            {
                "senid": 5,
                "content": "River bends twist like nine - fold intestinal coils."
            },
            {
                "senid": 6,
                "content": "Together we came to this tattooed land of Baiyue,"
            },
            {
                "senid": 7,
                "content": "Yet letters still linger in separate regions."
            }
        ]
    },
    {
        "id": "12919986-2d09-4d2e-b5ad-f2485e40ada5",
        "title": "登楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Blossoms near high towers grieve the traveler's heart."
            },
            {
                "senid": 1,
                "content": "In troubled times I climb this vantage ground."
            },
            {
                "senid": 2,
                "content": "Spring hues of Brocade River fill the world."
            },
            {
                "senid": 3,
                "content": "Jade Fort's clouds shift through time profound."
            },
            {
                "senid": 4,
                "content": "The Northern Court stands firm, unshaken still."
            },
            {
                "senid": 5,
                "content": "Western Hill bandits, dare not invade!"
            },
            {
                "senid": 6,
                "content": "Alas, the Later Lord still has his shrine."
            },
            {
                "senid": 7,
                "content": "At dusk I chant Liangfu's verse in twilight's shade."
            }
        ]
    },
    {
        "id": "c244a5b4-0ed0-48fe-8694-95309acac184",
        "title": "登幽州台歌",
        "author": "陈子昂",
        "sentence": [
            {
                "senid": 0,
                "content": "Before me, I see not the ancients; Behind me, I see no future men."
            },
            {
                "senid": 1,
                "content": "Reflecting on the vastness of heaven and earth, Alone, in sorrow, I shed my tears."
            }
        ]
    },
    {
        "id": "5d05fef6-e4aa-48e5-917d-c29d0e6d6b33",
        "title": "登岳阳楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Long have I heard of Lake Dongting's fame."
            },
            {
                "senid": 1,
                "content": "Now I ascend Yueyang Tower, acclaiming its name."
            },
            {
                "senid": 2,
                "content": "Wu and Chu split southeast by its shore"
            },
            {
                "senid": 3,
                "content": "Heaven and earth float day and night evermore."
            },
            {
                "senid": 4,
                "content": "Not a word from kin or friend, no letter comes."
            },
            {
                "senid": 5,
                "content": "Old and ill, a lone boat my life sums."
            },
            {
                "senid": 6,
                "content": "War horses trample northern frontiers in strife."
            },
            {
                "senid": 7,
                "content": "By the balcony, tears stream with my life's rife."
            }
        ]
    },
    {
        "id": "3e0e1d96-c249-47c4-b16d-4d91dd6e7cce",
        "title": "东郊",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Confined in official quarters all year long, I venture to the outskirts where dawn's clarity expands."
            },
            {
                "senid": 1,
                "content": "Willows sway in gentle breeze, green mountains soothe my restless thoughts."
            },
            {
                "senid": 2,
                "content": "Resting by clustered bushes at ease, along the stream I wander and retreat."
            },
            {
                "senid": 3,
                "content": "Drizzling mist veils fragrant fields, where does the spring dove call?"
            },
            {
                "senid": 4,
                "content": "Delighting in seclusion my heart often pauses, yet worldly affairs still hasten my steps."
            },
            {
                "senid": 5,
                "content": "Finally I'll build a cottage here, aspiring to Tao Qian's noble simplicity."
            }
        ]
    },
    {
        "id": "fe6f4b72-855c-43b9-8883-8b3fe3cd8bd4",
        "title": "杜少府之任蜀州",
        "author": "王勃",
        "sentence": [
            {
                "senid": 0,
                "content": "The capital is guarded by triple Qin."
            },
            {
                "senid": 1,
                "content": "Through misty winds gaze at the Five Fords."
            },
            {
                "senid": 2,
                "content": "Our parting thoughts align, both officials wandering afar."
            },
            {
                "senid": 3,
                "content": "True friends stay close though oceans apart."
            },
            {
                "senid": 4,
                "content": "Let's not linger at crossroads, weeping like young lovers."
            }
        ]
    },
    {
        "id": "eb9530d2-e4c7-4c34-9214-06c28ca586bf",
        "title": "渡汉江",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "Beyond the mountains, all news ceased; Winter passed into spring ungreeted."
            },
            {
                "senid": 1,
                "content": "Nearing homeland, timid grows my heart; Dare not inquire where travelers depart."
            }
        ]
    },
    {
        "id": "bf8918b8-a05a-4ccf-bb2e-3f9b81f6bbfc",
        "title": "渡荆门送别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Crossing far beyond Jingmen's gate, journeying to the ancient land of Chu."
            },
            {
                "senid": 1,
                "content": "Mountains fade as plains unfold, the river flows into the wild expanse."
            },
            {
                "senid": 2,
                "content": "The moon, a mirror soaring through the sky; clouds form mirage towers over the sea."
            },
            {
                "senid": 3,
                "content": "Still bearing the waters of home, the voyage spans ten thousand miles."
            }
        ]
    },
    {
        "id": "3cda5a92-ffa2-4af0-9217-97ce36113705",
        "title": "枫桥夜泊",
        "author": "张继",
        "sentence": [
            {
                "senid": 0,
                "content": "The moon sets, crows caw under the frost - filled sky."
            },
            {
                "senid": 1,
                "content": "By river maples, a fisherman lies sleepless in sorrow."
            },
            {
                "senid": 2,
                "content": "Beyond Gusu's walls, Cold Mountain Temple stands."
            },
            {
                "senid": 3,
                "content": "Midnight bell echoes reach the traveler's boat."
            }
        ]
    },
    {
        "id": "d32a2610-09d7-49ad-8cdf-dd9c649144c7",
        "title": "风雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Mournful is the Sword Verse, my wandering nears life's end."
            },
            {
                "senid": 1,
                "content": "Yellow leaves still face wind and rain, while towers hum with flutes and strings."
            },
            {
                "senid": 2,
                "content": "New friends meet shallow scorn, old bonds severed by cruel fate."
            },
            {
                "senid": 3,
                "content": "Heartbroken by Xinfeng wine—how many cups to drown these sorrows?"
            }
        ]
    },
    {
        "id": "07238ad9-c348-43d4-b1d7-25d89369286d",
        "title": "逢入京使",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Eastward I gaze on homeland's long and winding road."
            },
            {
                "senid": 1,
                "content": "My sleeves stay drenched with tears that never cease to flow."
            },
            {
                "senid": 2,
                "content": "We meet on horseback, no paper or brush in hand."
            },
            {
                "senid": 3,
                "content": "Entrust these words to carry news that I'm safe and sound."
            }
        ]
    },
    {
        "id": "ce71032a-c075-492c-9554-51eb080348a5",
        "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "The Wei River winds through Qin's winding frontier pass."
            },
            {
                "senid": 1,
                "content": "Yellow Mountain once embraced Han's slanting palace walls."
            },
            {
                "senid": 2,
                "content": "The imperial carriage emerges from willow - guarded gates beyond count."
            },
            {
                "senid": 3,
                "content": "From elevated paths gaze back on royal gardens in full bloom."
            },
            {
                "senid": 4,
                "content": "Twin phoenix towers pierce clouds o'er the imperial town."
            },
            {
                "senid": 5,
                "content": "Spring rain bathes ten thousand homes 'mid verdant crowns."
            },
            {
                "senid": 6,
                "content": "To harness spring's vigor for governance's command."
            },
            {
                "senid": 7,
                "content": "Not for imperial dalliance in this splendid land."
            }
        ]
    },
    {
        "id": "8df8e94b-ffe4-4930-af4c-491d7cb04651",
        "title": "奉和中书舍人贾至早朝大明宫",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Cocks crow on purple avenues in chilly dawn light, Orioles sing as spring's hues fade in imperial height."
            },
            {
                "senid": 1,
                "content": "Golden towers echo dawn bells opening myriad doors, Jade steps host celestial guards with officials by scores."
            },
            {
                "senid": 2,
                "content": "Blossoms greet swords adorned as stars first withdraw, Willows brush banners where dew still clings in awe."
            },
            {
                "senid": 3,
                "content": "Only the phoenix pond's guest stands apart, Harmonizing spring's melody proves challenging art."
            }
        ]
    },
    {
        "id": "c2c83ee2-940f-4ae3-9ab3-4f509d2991f3",
        "title": "奉济驿重送严公四韵",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Bidding farewell here, we part, the green hills but echo our sorrow."
            },
            {
                "senid": 1,
                "content": "When shall we raise our cups again? Last night, the moon journeyed with us."
            },
            {
                "senid": 2,
                "content": "The towns sing in lament, three dynasties have witnessed your honor."
            },
            {
                "senid": 3,
                "content": "To the riverside village alone I return, solitude cradles my remaining days."
            }
        ]
    },
    {
        "id": "090b7792-2942-4f3c-a34d-caccd066c76f",
        "title": "芙蓉楼送辛渐二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Cold rain pours into the lake through the night's darkened sky."
            },
            {
                "senid": 1,
                "content": "At dawn I send you off, where Chu mountains stand solitary and high."
            },
            {
                "senid": 2,
                "content": "Should friends in Luoyang ask how I fare,"
            },
            {
                "senid": 3,
                "content": "My heart's a jade vessel holding ice-crystal pure and fair."
            }
        ]
    },
    {
        "id": "0174cbbc-31fa-4daf-b1cf-7f91c6a646a9",
        "title": "赋得古原草送别",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Lush grasses spread across the plain."
            },
            {
                "senid": 1,
                "content": "Each year they flourish then decay."
            },
            {
                "senid": 2,
                "content": "Wildfires cannot consume them all,"
            },
            {
                "senid": 3,
                "content": "Spring breezes revive them once again."
            },
            {
                "senid": 4,
                "content": "Distant fragrance invades the ancient trail,"
            },
            {
                "senid": 5,
                "content": "Sunlit green meets the ruined town."
            },
            {
                "senid": 6,
                "content": "Again I bid the noble youth farewell,"
            },
            {
                "senid": 7,
                "content": "Lush grasses overflow with parting grief."
            }
        ]
    },
    {
        "id": "83dcb67c-ccbc-4592-b232-368a6b5275ce",
        "title": "赋得暮雨送李胄",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "In the light rain of the Chu River."
            },
            {
                "senid": 1,
                "content": "At Jianye's twilight bell."
            },
            {
                "senid": 2,
                "content": "Vague sails approach, rain - weighted."
            },
            {
                "senid": 3,
                "content": "Dim birds linger in departure."
            },
            {
                "senid": 4,
                "content": "The sea gate sinks in unseen depths."
            },
            {
                "senid": 5,
                "content": "Distant shore trees hold moisture."
            },
            {
                "senid": 6,
                "content": "Farewell feelings know no bounds."
            },
            {
                "senid": 7,
                "content": "Tears soak robes like scattered threads."
            }
        ]
    },
    {
        "id": "6df38a77-6e5d-43ae-a115-7de36475f53e",
        "title": "感遇十二首 二",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "In secluded woods I return to solitary rest, stagnant thoughts washed by solitude and clarity."
            },
            {
                "senid": 1,
                "content": "With this I thank the soaring bird, through whom distant sentiments are conveyed."
            },
            {
                "senid": 2,
                "content": "Day and night nurturing empty thoughts, who can sense the utmost essence?"
            },
            {
                "senid": 3,
                "content": "The logic of ascent and descent keeps us apart, where shall my sincerity find solace?"
            }
        ]
    },
    {
        "id": "11b013f9-aa6a-4e55-8e68-195dc62f161f",
        "title": "感遇十二首 七",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Southland grows red tangerines, evergreen through winter frost."
            },
            {
                "senid": 1,
                "content": "Not by warmth of the earth, but through cold - defying will."
            },
            {
                "senid": 2,
                "content": "Fit to grace noble tables, yet blocked by mountains and streams."
            },
            {
                "senid": 3,
                "content": "Destiny's turns we can't trace, cycles beyond mortal ken."
            },
            {
                "senid": 4,
                "content": "Why praise peach and plum alone? This tree too casts cooling shade."
            }
        ]
    },
    {
        "id": "f9798830-48c1-45e3-be90-4028d93954dc",
        "title": "感遇十二首 四",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "A lonely swan flies from the sea, dares not glance at the pond below."
            },
            {
                "senid": 1,
                "content": "Side - glancing a pair of kingfishers, nesting in the Three - Jewel Tree's glow."
            },
            {
                "senid": 2,
                "content": "Towering atop the precious tree's height, do they fear golden pellets' spite?"
            },
            {
                "senid": 3,
                "content": "Splendid plumes draw pointing fingers, excellence provokes divine anger's blight."
            },
            {
                "senid": 4,
                "content": "Now I roam the boundless void, what could hunters covet in their sight?"
            }
        ]
    },
    {
        "id": "9b4f2d56-6df4-4999-a82c-11283529dd51",
        "title": "感遇十二首 一",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Orchid leaves flourish in spring's embrace."
            },
            {
                "senid": 1,
                "content": "Osmanthus blooms brighten autumn's pure face."
            },
            {
                "senid": 2,
                "content": "Vibrant with life's vigor they grow,"
            },
            {
                "senid": 3,
                "content": "Each season's grace they naturally show."
            },
            {
                "senid": 4,
                "content": "Who knew the forest dweller's sight,"
            },
            {
                "senid": 5,
                "content": "Would catch their scent and sit in delight?"
            },
            {
                "senid": 6,
                "content": "Plants hold their essence pure and true,"
            },
            {
                "senid": 7,
                "content": "Why seek fair hands to break their hue?"
            }
        ]
    },
    {
        "id": "ac2ec0ba-10b1-4ae3-8859-1e7752625331",
        "title": "哥舒歌",
        "author": "西鄙人",
        "sentence": [
            {
                "senid": 0,
                "content": "The Big Dipper shines high."
            },
            {
                "senid": 1,
                "content": "Geshu wields his sword at night."
            },
            {
                "senid": 2,
                "content": "To this day, spies watch the grazing steeds."
            },
            {
                "senid": 3,
                "content": "Daring not to cross the Lintao frontier."
            }
        ]
    },
    {
        "id": "0f5874bf-3748-44c9-bc3a-be4a8c3eb2f6",
        "title": "阁夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "The year's end, yin and yang hasten the fleeting light."
            },
            {
                "senid": 1,
                "content": "Frost and snow clear at horizon's cold night."
            },
            {
                "senid": 2,
                "content": "By fifth watch, drums and horns sound solemn and dire."
            },
            {
                "senid": 3,
                "content": "Three Gorges' starry river shimmers entire."
            },
            {
                "senid": 4,
                "content": "Wild weeping households hear war's cruel call,"
            },
            {
                "senid": 5,
                "content": "Fishermen's songs rise where barbarian thrall."
            },
            {
                "senid": 6,
                "content": "Sleeping Dragons and leaping steeds turn to clay,"
            },
            {
                "senid": 7,
                "content": "Human affairs linger, shrouded in silence and woe."
            }
        ]
    },
    {
        "id": "f8d102c4-b25b-412f-afce-35db35c339d9",
        "title": "宫词",
        "author": "薛逢",
        "sentence": [
            {
                "senid": 0,
                "content": "At dawn, all in the twelve towers are dressing up."
            },
            {
                "senid": 1,
                "content": "On the Immortal - Viewing Tower, they gaze for the monarch's sight."
            },
            {
                "senid": 2,
                "content": "Cold are the chain - links locked by golden beast mouths."
            },
            {
                "senid": 3,
                "content": "Long drips the day through the bronze dragon's water clock."
            },
            {
                "senid": 4,
                "content": "Cloud - like hair done, still they face the mirror."
            },
            {
                "senid": 5,
                "content": "Silken robes changed, yet more scent is applied."
            },
            {
                "senid": 6,
                "content": "Peering afar where the main hall's curtains part,"
            },
            {
                "senid": 7,
                "content": "Robed maids sweep the imperial bed, a sign of night."
            }
        ]
    },
    {
        "id": "ab4b1a7f-4fbe-438b-817f-9e1ed2d39f4f",
        "title": "宫词",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Silent is the blossom season, the courtyard gates closed."
            },
            {
                "senid": 1,
                "content": "Two beauties stand side by side in the jade - adorned corridor."
            },
            {
                "senid": 2,
                "content": "Longing to speak of palace affairs, their hearts filled with emotion."
            },
            {
                "senid": 3,
                "content": "Yet before the parrot, they dare not utter a word."
            }
        ]
    },
    {
        "id": "d850db6a-e07b-4fee-b642-57a70bdbbed2",
        "title": "宫词二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Three thousand miles from my homeland."
            },
            {
                "senid": 1,
                "content": "Twenty years in the palace's depth."
            },
            {
                "senid": 2,
                "content": "At the sound of the He Manzi song,"
            },
            {
                "senid": 3,
                "content": "Twin tears fall before the throne."
            }
        ]
    },
    {
        "id": "aa9f9e4d-aa34-496e-89cf-cfef61efa89d",
        "title": "宫词五首 二",
        "author": "顾况",
        "sentence": [
            {
                "senid": 0,
                "content": "From jade towers halfway to heaven, music and song arise, While wind carries palace ladies' laughter that harmonizes."
            },
            {
                "senid": 1,
                "content": "Moon Palace shadows part as night's water - clock drips clear, Crystal curtains roll up near the Silver River's sphere."
            }
        ]
    },
    {
        "id": "c836e52f-2346-4a3e-84bb-97514b17faf6",
        "title": "孤雁 二",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "The flocks have all flown away."
            },
            {
                "senid": 1,
                "content": "A lone shadow drifts in dismay."
            },
            {
                "senid": 2,
                "content": "Through dusk’s rain, calls unanswered fade."
            },
            {
                "senid": 3,
                "content": "By the cold pond, it lands delayed."
            },
            {
                "senid": 4,
                "content": "Beneath dark clouds, it wings its way."
            },
            {
                "senid": 5,
                "content": "Chilled by the moon’s distant ray."
            },
            {
                "senid": 6,
                "content": "Though no arrow seeks its plight,"
            },
            {
                "senid": 7,
                "content": "Alone, it stirs the watcher’s sight."
            }
        ]
    },
    {
        "id": "f1496cf4-4f85-4f9e-9e0e-dd05370641d3",
        "title": "古意",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "A man goes on a long campaign, a young warrior from Youyan."
            },
            {
                "senid": 1,
                "content": "He stakes his victory under horse hooves, ever belittling his own life."
            },
            {
                "senid": 2,
                "content": "Slaying foes, none dare approach, his beard bristles like a porcupine's quills."
            },
            {
                "senid": 3,
                "content": "Yellow clouds over the ridge, white snow flies; until repaying kindness, he cannot return."
            },
            {
                "senid": 4,
                "content": "A young wife from Liaodong, fifteen years old, skilled in pipa, song, and dance."
            },
            {
                "senid": 5,
                "content": "Now playing a Qiang flute's frontier tune, making the whole army weep like rain."
            }
        ]
    },
    {
        "id": "b9521e2b-963e-4d90-acf3-d87c2a135071",
        "title": "古意呈补阙乔知之",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "In the Lu house, a young wife dwells in her hall adorned with tulips;/Where paired sea swallows perch on turtleshell beams."
            },
            {
                "senid": 1,
                "content": "September's cold anvils hasten fallen leaves,/Ten years' frontier service recalls Liaoyang."
            },
            {
                "senid": 2,
                "content": "North of Bailang River, letters cease to come;/South of Crimson Phoenix City, autumn nights grow long."
            },
            {
                "senid": 3,
                "content": "Who says she bears sorrow alone unseen?/The bright moon still shines on her golden threads."
            }
        ]
    },
    {
        "id": "b700208d-d859-4e36-96bf-883c81d4df0f",
        "title": "谷口书斋寄杨补阙",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Valley springs embrace thatched cottages, mist and clouds rise from ivy curtains."
            },
            {
                "senid": 1,
                "content": "Bamboo thrives after fresh rain, mountains bask in sunset's glow."
            },
            {
                "senid": 2,
                "content": "Leisurely egrets roost early, autumn blooms linger late in fall."
            },
            {
                "senid": 3,
                "content": "Houseboy sweeps the mossy path, as promised yesterday with an old friend."
            }
        ]
    },
    {
        "id": "02456f60-6ab5-4de8-b9ed-f7519818f0ca",
        "title": "贾生",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The Xuan Chamber seeks talents, summons the exiled minister."
            },
            {
                "senid": 1,
                "content": "Jia Yi's talents shine peerless, beyond compare."
            },
            {
                "senid": 2,
                "content": "Alas, at midnight he leans forward in vain."
            },
            {
                "senid": 3,
                "content": "Not asking of common folk, but gods and spirits."
            }
        ]
    },
    {
        "id": "40cd6eec-c6ce-4659-a225-61063cd210e9",
        "title": "归嵩山作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Clear streams wind through dense thickets, carriages and horses depart leisurely."
            },
            {
                "senid": 1,
                "content": "Flowing water seems purposeful, evening birds return together."
            },
            {
                "senid": 2,
                "content": "A desolate city faces the ancient ferry, the setting sun fills the autumn hills."
            },
            {
                "senid": 3,
                "content": "Far below the lofty Mount Song, upon returning, I shall close my gate and meditate."
            }
        ]
    },
    {
        "id": "4ac3f099-73da-43e8-a4e5-1dbbd9427491",
        "title": "闺怨",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "The young wife in her chamber knows no sorrow,"
            },
            {
                "senid": 1,
                "content": "In spring, adorned, she ascends the emerald tower."
            },
            {
                "senid": 2,
                "content": "Startled by the willow's hue at the roadside,"
            },
            {
                "senid": 3,
                "content": "She regrets urging her lord to seek titled power."
            }
        ]
    },
    {
        "id": "9309205e-1d08-4a7b-99ef-4a05a9ee4370",
        "title": "过故人庄",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "My old friend prepared chicken and millet, inviting me to his farmhouse."
            },
            {
                "senid": 1,
                "content": "Green trees encircle the village, blue hills slant beyond the walls."
            },
            {
                "senid": 2,
                "content": "We feast facing threshing grounds and gardens, discussing mulberries and hemp over wine."
            },
            {
                "senid": 3,
                "content": "When Double Ninth Festival comes again, I'll return to enjoy chrysanthemums."
            }
        ]
    },
    {
        "id": "e4354c00-c83e-43da-9341-7007889dd625",
        "title": "过香积寺",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Not knowing Xiangji Temple's site, for miles peaks rise into the clouds."
            },
            {
                "senid": 1,
                "content": "Ancient trees guard pathless ways, deep mountains hide bell's distant sounds."
            },
            {
                "senid": 2,
                "content": "Springs choke through jagged stones, sunlight chills emerald pines."
            },
            {
                "senid": 3,
                "content": "Dusk veils the empty pool's bend, meditation tames the poison - dragon."
            }
        ]
    },
    {
        "id": "77ac62ee-6396-4ac0-a3ab-cb84ba2e5cd0",
        "title": "寒食",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "In the spring capital, blossoms swirl everywhere."
            },
            {
                "senid": 1,
                "content": "Cold Food winds tilt imperial willows in the east breeze."
            },
            {
                "senid": 2,
                "content": "At dusk, candles pass through Han palaces."
            },
            {
                "senid": 3,
                "content": "Pale smoke drifts into the homes of five marquises."
            }
        ]
    },
    {
        "id": "9080a103-2750-4b9b-a4fa-1167cd670a0c",
        "title": "汉江临泛",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Chu's frontier meets three Xiang rivers."
            },
            {
                "senid": 1,
                "content": "Jingmen connects nine tributaries."
            },
            {
                "senid": 2,
                "content": "The river flows beyond heaven and earth."
            },
            {
                "senid": 3,
                "content": "Mountains hues between presence and absence."
            },
            {
                "senid": 4,
                "content": "Cities float on the waterfront."
            },
            {
                "senid": 5,
                "content": "Waves stir the distant sky."
            },
            {
                "senid": 6,
                "content": "Xiangyang's fine days."
            },
            {
                "senid": 7,
                "content": "Stay drunk with the mountain sage."
            }
        ]
    },
    {
        "id": "02943f6d-2c91-4d9c-9690-247eab9ae3ec",
        "title": "行宫",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Desolate ancient palace."
            },
            {
                "senid": 1,
                "content": "Lonely red palace flowers glow."
            },
            {
                "senid": 2,
                "content": "White - haired palace maids remain."
            },
            {
                "senid": 3,
                "content": "Chatting idly of Xuanzong's reign."
            }
        ]
    },
    {
        "id": "39b2954c-04df-4561-ad6e-f4ddbae0db1e",
        "title": "行经华阴",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Lofty Mount Hua overlooks Xianjing,"
            },
            {
                "senid": 1,
                "content": "Three celestial peaks no chisel could craft,"
            },
            {
                "senid": 2,
                "content": "Before Emperor Wu's shrine, clouds start to scatter,"
            },
            {
                "senid": 3,
                "content": "On Immortal's Palm Peak, rain clears to sunlight."
            },
            {
                "senid": 4,
                "content": "Rivers and mountains guard Qin's northern pass,"
            },
            {
                "senid": 5,
                "content": "Post - house trees stretch to Han's western plains."
            },
            {
                "senid": 6,
                "content": "Wayfarers chasing fame and gain,"
            },
            {
                "senid": 7,
                "content": "None surpass this realm to seek eternal life."
            }
        ]
    },
    {
        "id": "801c3192-8001-4238-8ecf-0111f490e84c",
        "title": "行路难三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "The broad road like the azure sky, yet I alone cannot emerge."
            },
            {
                "senid": 1,
                "content": "Ashamed to chase Chang'an's street urchins, betting pears and chestnuts on red roosters and white dogs."
            },
            {
                "senid": 2,
                "content": "Plucking swords to compose bitter songs, dragging robes through princely gates brings no contentment."
            },
            {
                "senid": 3,
                "content": "Huaiyin marketfolk mocked Han Xin, Han ministers envied Jia Sheng."
            },
            {
                "senid": 4,
                "content": "Have you not seen how Yan's court honored Guo Kui, sweeping paths and bending knees without suspicion?"
            },
            {
                "senid": 5,
                "content": "Ju Xin and Yue Yi repaid kindness with devotion, offering livers and gallbladders to serve talent."
            },
            {
                "senid": 6,
                "content": "King Zhao's white bones entwine rotting grass, who now sweeps the Golden Terrace?"
            },
            {
                "senid": 7,
                "content": "Hard is the journey, better turn back home."
            }
        ]
    },
    {
        "id": "a7b8e17f-ee93-4bdc-a144-b1ba5ab32bb5",
        "title": "行路难三首 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Do not wash your ears in the Yingchuan waters, nor eat the ferns of Shouyang with your mouth."
            },
            {
                "senid": 1,
                "content": "Better to blend into the world without seeking fame, why compare your solitude to clouds and moon?"
            },
            {
                "senid": 2,
                "content": "I observe that since ancient times, wise men who cling to power after success meet their doom."
            },
            {
                "senid": 3,
                "content": "Wu Zixu was cast into the Wu River, Qu Yuan finally sank by Xiang's shore."
            },
            {
                "senid": 4,
                "content": "Lu Ji's great talent couldn't save himself, Li Si regretted not retiring sooner."
            },
            {
                "senid": 5,
                "content": "The crane cries of Huating are now silent, the falcons of Shangcai mean nothing."
            },
            {
                "senid": 6,
                "content": "Have you not seen Zhang Han of Wu, who followed autumn winds to journey east?"
            },
            {
                "senid": 7,
                "content": "Enjoy a cup of wine while alive, why seek fame for a thousand years after death?"
            }
        ]
    },
    {
        "id": "c348bc2e-f50d-436b-88b7-c198d63dacfc",
        "title": "行路难三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Golden goblets of clear wine cost ten thousand coins, Jade plates of delicacies worth fortunes in their prime."
            },
            {
                "senid": 1,
                "content": "I set aside the cup and chopsticks, unable to eat, Drawing my sword, gazing blankly at the void beneath."
            },
            {
                "senid": 2,
                "content": "To cross the Yellow River, ice chokes its flow, To climb Taihang's peaks, snow shrouds the mountain's brow."
            },
            {
                "senid": 3,
                "content": "Leisurely I fished by emerald streams with ease, Then suddenly sailed in dreams where the sun's rim meets the seas."
            },
            {
                "senid": 4,
                "content": "Hard the road, hard the road - diverging paths extend, Where does the proper way lie in this labyrinth without end?"
            },
            {
                "senid": 5,
                "content": "Yet winds will tear through waves when time stands right, Then hoist my cloud - white sail to cross the vast sea's might."
            }
        ]
    },
    {
        "id": "a364504e-3cfc-44c6-9203-173856452cdd",
        "title": "和贾舍人早朝大明宫之作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Crimson - scarved rooster - man heralds the dawn,"
            },
            {
                "senid": 1,
                "content": "Attendant of Robes presents emerald - cloud - patterned fur."
            },
            {
                "senid": 2,
                "content": "Nine Heavens' portals swing open to reveal the palace,"
            },
            {
                "senid": 3,
                "content": "Envoys from myriad nations bow to the imperial crown."
            },
            {
                "senid": 4,
                "content": "Sunlight first touches celestial palms in motion,"
            },
            {
                "senid": 5,
                "content": "Incense smoke coils around dragon - embroidered robes."
            },
            {
                "senid": 6,
                "content": "Court adjourned, multicolored edicts await crafting,"
            },
            {
                "senid": 7,
                "content": "Jade pendants chime toward Phoenix Pool returning."
            }
        ]
    },
    {
        "id": "b67ddf05-43fb-4859-a1a9-34f95d45aabf",
        "title": "和晋陵陆丞早春游望",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Only the traveler, startled by the changing seasons."
            },
            {
                "senid": 1,
                "content": "Clouds emerge at dawn from seas, plums and willows cross the river in spring."
            },
            {
                "senid": 2,
                "content": "Warm air urges yellow orioles, sunlight glistens on green duckweed."
            },
            {
                "senid": 3,
                "content": "Suddenly hearing a melancholy tune, homesickness moistens my kerchief."
            }
        ]
    },
    {
        "id": "297dd100-6aab-4685-a52d-983fb0999c7a",
        "title": "和乐天春词",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Freshly adorned, she descends the vermilion tower from every side."
            },
            {
                "senid": 1,
                "content": "Spring's splendor locked deep, the courtyard brims with sorrow."
            },
            {
                "senid": 2,
                "content": "She strolls to the central garden, counting the blooms."
            },
            {
                "senid": 3,
                "content": "A dragonfly alights upon her jade hairpin."
            }
        ]
    },
    {
        "id": "6d2e12c0-c1b8-4242-888c-9dba1a8f93ce",
        "title": "和张仆射塞下曲 二",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "In the dark woods, grass startles in the wind."
            },
            {
                "senid": 1,
                "content": "The general draws his bow at night."
            },
            {
                "senid": 2,
                "content": "At dawn, seeking the white - feathered arrow."
            },
            {
                "senid": 3,
                "content": "Buried deep in the stone's crevice."
            }
        ]
    },
    {
        "id": "ee2a3000-9127-43fa-8618-89a1937322cb",
        "title": "和张仆射塞下曲 三",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Under the dark moon, wild geese soar high."
            },
            {
                "senid": 1,
                "content": "The Chanyu flees under night's shroud."
            },
            {
                "senid": 2,
                "content": "With light cavalry we pursue in haste,"
            },
            {
                "senid": 3,
                "content": "While heavy snow clads sword and bow in white."
            }
        ]
    },
    {
        "id": "9a4d3eae-fe01-46c7-a28b-8b518614a508",
        "title": "和张仆射塞下曲 四",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "The wilderness tent opens to a grand feast, Qiang and Rong tribes celebrate the triumphant return."
            },
            {
                "senid": 1,
                "content": "Drunken warriors dance in golden armor, Thunderous drums shake the mountains and rivers."
            }
        ]
    },
    {
        "id": "ce491725-b96b-46a7-b83c-463d2094ef3f",
        "title": "和张仆射塞下曲 一",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Vulture - feathered golden arrows,"
            },
            {
                "senid": 1,
                "content": "Swallow - tailed banners embroidered with insignias."
            },
            {
                "senid": 2,
                "content": "Standing alone, he proclaims the new decree,"
            },
            {
                "senid": 3,
                "content": "Thousands of camps respond with a single shout."
            }
        ]
    },
    {
        "id": "bcdf6f13-4cb9-418f-9279-c690522e0a27",
        "title": "横吹曲辞 出塞",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Yellow sands soar amidst white clouds,"
            },
            {
                "senid": 1,
                "content": "A lone fortress stands by thousand - ren peaks."
            },
            {
                "senid": 2,
                "content": "Why should the Qiang flute lament willows?"
            },
            {
                "senid": 3,
                "content": "Spring breezes never pass Yumen Gate."
            }
        ]
    },
    {
        "id": "0167687e-8325-48bf-8da4-3749c9ce0a74",
        "title": "横吹曲辞 关山月",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "The moon emerges from Heaven's Mountain, amidst vast sea of clouds."
            },
            {
                "senid": 1,
                "content": "Endless winds traverse ten thousand miles, sweeping through Jade Gate Pass."
            },
            {
                "senid": 2,
                "content": "Han marched down Baideng's path, barbarians eyeing Qinghai's bay."
            },
            {
                "senid": 3,
                "content": "Since ancient battlegrounds formed, none return from war's affray."
            },
            {
                "senid": 4,
                "content": "Frontier guards gaze at border hues, homesick faces etched with pain."
            },
            {
                "senid": 5,
                "content": "In high towers this very night, ceaseless sighs like endless rain."
            }
        ]
    },
    {
        "id": "549a5a94-a8f5-436e-bc9c-1253d01c1940",
        "title": "后宫词",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Tears soak the silken handkerchief, dreams go unfulfilled."
            },
            {
                "senid": 1,
                "content": "Deep in night, melodies drift from the front hall."
            },
            {
                "senid": 2,
                "content": "Beauty not yet faded, favor already severed."
            },
            {
                "senid": 3,
                "content": "Slanting against incense burner, she sits till dawn."
            }
        ]
    },
    {
        "id": "a68013c8-4630-41c6-a5ee-a658b57f58fe",
        "title": "淮上喜会梁川故人",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "By the rivers, I once wandered as a guest."
            },
            {
                "senid": 1,
                "content": "Each meeting led to drunken returns."
            },
            {
                "senid": 2,
                "content": "After parting like drifting clouds,"
            },
            {
                "senid": 3,
                "content": "Ten years have flowed by like a stream."
            },
            {
                "senid": 4,
                "content": "Laughter and bonds remain as before,"
            },
            {
                "senid": 5,
                "content": "Yet temples now bear frost and thinned hair."
            },
            {
                "senid": 6,
                "content": "Why must I journey north once more?"
            },
            {
                "senid": 7,
                "content": "To face autumn hills by the Huai’s shore."
            }
        ]
    },
    {
        "id": "569ef0e1-887d-4d98-b869-9634f099c8e9",
        "title": "还乡偶书  其二",
        "author": "黄拱",
        "sentence": [
            {
                "senid": 0,
                "content": "I left home young, I return old."
            },
            {
                "senid": 1,
                "content": "With the same accent, but hair thinned out."
            },
            {
                "senid": 2,
                "content": "Children don't recognize meeting me."
            },
            {
                "senid": 3,
                "content": "They ask: Where do you come from, visitor?"
            }
        ]
    },
    {
        "id": "2188f98e-d5f0-4740-b94b-e1497a3619ee",
        "title": "黄鹤楼",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "The ancients have departed on white clouds, leaving only Yellow Crane Tower here."
            },
            {
                "senid": 1,
                "content": "Once the yellow crane left, never to return, white clouds drift for a thousand years in vain."
            },
            {
                "senid": 2,
                "content": "Sunlit streams mirror Hanyang's trees clear and bright, Parrot Isle blooms with spring grass lush and light."
            },
            {
                "senid": 3,
                "content": "Where lies my homeland as dusk cloaks the sky? Misty waves on the river make wanderers sigh."
            }
        ]
    },
    {
        "id": "d43a4767-2240-44b7-8d5b-c2acdc689839",
        "title": "黄鹤楼送孟浩然之广陵",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "My old friend bids farewell westwards at Yellow Crane Tower."
            },
            {
                "senid": 1,
                "content": "Midst March's blossoms, he journeys to Yangzhou."
            },
            {
                "senid": 2,
                "content": "Lone sail's distant shadow, green hills fade from view."
            },
            {
                "senid": 3,
                "content": "Only Yangtze's flow meets the sky's azure hue."
            }
        ]
    },
    {
        "id": "0949fe2a-aadf-4cd4-b1c3-25fcdaecdb96",
        "title": "积雨辋川庄作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In rain - soaked woods smoke lingers slow, steamed herbs and millet to eastern fields we bestow."
            },
            {
                "senid": 1,
                "content": "Over vast paddies egrets glide, through shady summer woods orioles confide."
            },
            {
                "senid": 2,
                "content": "In hills I practice calm, watching morning hibiscus; Beneath pines, pure meals with dewed mallows I discuss."
            },
            {
                "senid": 3,
                "content": "This rustic elder ceased competing for place, why should seagulls still doubt my embrace?"
            }
        ]
    },
    {
        "id": "19867a30-1b67-4123-b367-44565bab6516",
        "title": "集灵台二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "The slanting sun illuminates Ji Ling Terrace, Red trees in bloom greet the morning dew."
            },
            {
                "senid": 1,
                "content": "Last night the Supreme Emperor bestowed new registers, Tai Zhen (Consort Yang) entered smiling through the curtains."
            }
        ]
    },
    {
        "id": "8435b46d-bbf1-49e5-af66-6f2d5681f1bf",
        "title": "寄李儋元锡",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Last year we parted amidst the blossoms, today a full year has passed since flowers bloomed anew."
            },
            {
                "senid": 1,
                "content": "The world's affairs, vast and obscure, are hard to foresee; spring sorrows, dim and heavy, leave me sleeping alone."
            },
            {
                "senid": 2,
                "content": "A body plagued with illness longs for rural fields, ashamed of my salary while refugees wander the city."
            },
            {
                "senid": 3,
                "content": "Hearing you wish to visit brings eager anticipation, how many moons have waxed full as I gaze from the western tower?"
            }
        ]
    },
    {
        "id": "fb376b71-91c6-44ee-b2e4-40f5b3f71b8f",
        "title": "寄令狐郎中",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Clouds over Mount Song, trees of Qin, long separated we dwell."
            },
            {
                "senid": 1,
                "content": "Two carp bearing a single letter from afar do tell."
            },
            {
                "senid": 2,
                "content": "Ask not this former guest of Liang Garden's days of yore."
            },
            {
                "senid": 3,
                "content": "At Mao Ling, autumn rain falls on Sima Xiangru ailing evermore."
            }
        ]
    },
    {
        "id": "46503396-3bb3-449c-9c84-f2ff232f7949",
        "title": "寄全椒山中道士",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "This morning the official residence chills, suddenly I recall the mountain recluse."
            },
            {
                "senid": 1,
                "content": "From the ravine's depth he bundles thorny firewood, returns to boil white stones."
            },
            {
                "senid": 2,
                "content": "Longing to bring a gourd of wine, to console him through stormy nights afar."
            },
            {
                "senid": 3,
                "content": "Fallen leaves blanket the empty mountain - where to seek his footprints?"
            }
        ]
    },
    {
        "id": "4ddb6dda-68be-4bb2-8874-8508c6c6e3ad",
        "title": "寄人二首  其一",
        "author": "张佖",
        "sentence": [
            {
                "senid": 0,
                "content": "Lingering dreams reach Xie's abode."
            },
            {
                "senid": 1,
                "content": "Winding corridors, balustrades slanting low."
            },
            {
                "senid": 2,
                "content": "The spring courtyard moon alone remains affectionate,"
            },
            {
                "senid": 3,
                "content": "Still shining on fallen blooms for the parted soul."
            }
        ]
    },
    {
        "id": "2779f710-4ab4-46cb-a2b6-1889752f26c2",
        "title": "寄左省杜拾遗",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "In step we climb vermilion steps, divided offices within the Purple Court."
            },
            {
                "senid": 1,
                "content": "At dawn we enter with imperial guard, at dusk return bearing royal fragrance."
            },
            {
                "senid": 2,
                "content": "White-haired, I mourn falling blossoms; gazing at azure skies, envy soaring birds."
            },
            {
                "senid": 3,
                "content": "In this sage reign flawless governance reigns, memorials grow rare of their own accord."
            }
        ]
    },
    {
        "id": "1487452b-5f49-4f4f-9913-1f3ec1cddf95",
        "title": "饯别王十一南游",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Gazing at your distant figure through misty waters, I wave farewell with tears staining my sleeve."
            },
            {
                "senid": 1,
                "content": "Where the flying bird vanishes, green hills stand empty before me."
            },
            {
                "senid": 2,
                "content": "A lone sail fades on Yangtze's expanse, sunset glows on five lakes' spring."
            },
            {
                "senid": 3,
                "content": "Who sees the islet's white duckweed, bearing my lovesick sorrow?"
            }
        ]
    },
    {
        "id": "24ca9268-9cbd-423b-b423-12e1a9aa9041",
        "title": "将赴吴兴登乐游原一绝",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "In peaceful times, taste reveals ineptitude."
            },
            {
                "senid": 1,
                "content": "Leisurely loving solitary clouds, quietly admiring monks."
            },
            {
                "senid": 2,
                "content": "Wishing to grasp a banner and retreat to rivers and seas,"
            },
            {
                "senid": 3,
                "content": "On Joyous Plateau I gaze towards Zhaoling Mausoleum."
            }
        ]
    },
    {
        "id": "e5e5f969-ddac-4491-9cfe-d77742e1416d",
        "title": "将进酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Have you not seen the Yellow River waters descending from the heavens, rushing seaward never to return?"
            },
            {
                "senid": 1,
                "content": "Have you not seen mirrored halls grieving white hairs, dawn as black silk, dusk as snow?"
            },
            {
                "senid": 2,
                "content": "When life offers joy, drink your fill, let no golden chalice face the moon in vain."
            },
            {
                "senid": 3,
                "content": "Heaven made us talents, we'll not stay unused; a thousand gold spent returns again."
            },
            {
                "senid": 4,
                "content": "Stew lamb, slaughter oxen for merriment, we'll drain three hundred cups at one bout."
            },
            {
                "senid": 5,
                "content": "Master Cen, Scholar Danqiu, keep the wine flowing, don't stop the cups!"
            },
            {
                "senid": 6,
                "content": "Let me sing you a song, lend me your attentive ear."
            },
            {
                "senid": 7,
                "content": "Bells and drums, fine jade dishes aren't precious - better stay drunk than sober."
            },
            {
                "senid": 8,
                "content": "Since ancient times sages stayed lonely, only drinkers leave their names."
            },
            {
                "senid": 9,
                "content": "Prince Chen at Ping - le long ago, ten - thousand - cask feasts, wild revelry."
            },
            {
                "senid": 10,
                "content": "Why does the host speak of lacking coin? Straightaway buy wine to toast with you."
            },
            {
                "senid": 11,
                "content": "Five-flower horse, thousand-gold fur, call the boy to trade them for fine wine, with you I’ll drown sorrows of a thousand ages."
            }
        ]
    },
    {
        "id": "ae5b1a15-0b5c-4578-8f31-1b60030633a4",
        "title": "江南逢李龟年",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Commonly seen in Prince Qi's mansion."
            },
            {
                "senid": 1,
                "content": "Heard several times before Cui Jiu's hall."
            },
            {
                "senid": 2,
                "content": "Now in Jiangnan's splendid scenery,"
            },
            {
                "senid": 3,
                "content": "In season of falling blossoms, I meet you again."
            }
        ]
    },
    {
        "id": "1f92134b-bca9-46eb-b2fe-87b30413041a",
        "title": "江雪",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Thousands of mountains, no birds in flight."
            },
            {
                "senid": 1,
                "content": "Myriad paths, no human trace."
            },
            {
                "senid": 2,
                "content": "A lone boat, a straw - cloaked old man."
            },
            {
                "senid": 3,
                "content": "Fishing alone in the cold river snow."
            }
        ]
    },
    {
        "id": "d9dd3520-9aab-4b1b-bd57-810f29391667",
        "title": "江州重别薛六柳八二员外",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Who would have thought my life would be graced by a royal decree?"
            },
            {
                "senid": 1,
                "content": "Knowing the world's futility, I learn only to sing in drunken revelry."
            },
            {
                "senid": 2,
                "content": "Over the river, the moon shines bright as northern geese pass by."
            },
            {
                "senid": 3,
                "content": "In Huainan, leaves fall, and Chu's mountains rise in multitude."
            },
            {
                "senid": 4,
                "content": "Dwelling here, I find joy near the azure shores."
            },
            {
                "senid": 5,
                "content": "Yet gazing at my shadow, white hair mocks my helpless state."
            },
            {
                "senid": 6,
                "content": "Now aged and discarded by all."
            },
            {
                "senid": 7,
                "content": "I'm shamed you still urge caution against life's storms."
            }
        ]
    },
    {
        "id": "80159919-0b66-4956-a563-ef9bcf6a05c0",
        "title": "金谷园",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "The splendor of bygone days drifts with fragrant dust."
            },
            {
                "senid": 1,
                "content": "The heartless stream flows on, while grass in spring renews."
            },
            {
                "senid": 2,
                "content": "At dusk, the eastern wind laments the crying birds."
            },
            {
                "senid": 3,
                "content": "Falling petals still resemble the beauty who leapt from the tower."
            }
        ]
    },
    {
        "id": "809ad73b-9a8e-436e-9874-f9295b624af0",
        "title": "金陵酒肆留别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Willow catkins waft through fragrant inn air,"
            },
            {
                "senid": 1,
                "content": "Wu maids press wine, urging guests to share."
            },
            {
                "senid": 2,
                "content": "Jinling youths gather to bid farewell,"
            },
            {
                "senid": 3,
                "content": "Hesitant to depart, each toasts with all their heart's swell."
            },
            {
                "senid": 4,
                "content": "Pray ask the eastward - flowing stream,"
            },
            {
                "senid": 5,
                "content": "Which is longer—parting sorrow or its gleam?"
            }
        ]
    },
    {
        "id": "4fa92777-9bd6-45ca-9272-bac30459cf5e",
        "title": "金陵五题 乌衣巷",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "By Vermilion Bridge wild grasses and flowers sway."
            },
            {
                "senid": 1,
                "content": "At Black-Robe Lane the setting sun slants away."
            },
            {
                "senid": 2,
                "content": "Swallows that skimmed by noble homes of yore,"
            },
            {
                "senid": 3,
                "content": "Now dart through common households' humble door."
            }
        ]
    },
    {
        "id": "e0eb3016-9288-4dc0-9257-3de36e5ad73c",
        "title": "锦瑟",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The ornate zither, for no reason, has fifty strings; Each string, each bridge, recalls a youthful year."
            },
            {
                "senid": 1,
                "content": "Master Zhuang's morning dream lost in a butterfly; Emperor Wang's spring heart entrusted to the cuckoo."
            },
            {
                "senid": 2,
                "content": "Moonlit mermaids weep pearly tears in azure seas; Sun - warmed jade from Lantian exhales ethereal haze."
            },
            {
                "senid": 3,
                "content": "These feelings might become cherished memories; But even then, they were already tinged with melancholy."
            }
        ]
    },
    {
        "id": "27ff54ab-4861-43d8-b3c1-69113d2e4e10",
        "title": "近试上张籍水部",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Last night in the bridal chamber crimson candles burned low, At dawn we'll greet the parents in the hall's formal row."
            },
            {
                "senid": 1,
                "content": "[After] finishing my toilette, I whisper to my spouse: 'Are my eyebrow shades fashionably drawn, my dear spouse?'"
            }
        ]
    },
    {
        "id": "a1824eb8-4e2e-4d53-9a33-e1dcfe7d1c73",
        "title": "经邹鲁祭孔子而叹之",
        "author": "明皇帝",
        "sentence": [
            {
                "senid": 0,
                "content": "What was the Master's quest,"
            },
            {
                "senid": 1,
                "content": "Restless through his era's behest?"
            },
            {
                "senid": 2,
                "content": "The land remains Zou's town,"
            },
            {
                "senid": 3,
                "content": "His dwelling became Lu's royal crown."
            },
            {
                "senid": 4,
                "content": "Sighing at phoenix, lamenting fate's test,"
            },
            {
                "senid": 5,
                "content": "Mourning unicorn, where Dao's path was down."
            },
            {
                "senid": 6,
                "content": "Now behold the shrine 'tween pillars blessed,"
            },
            {
                "senid": 7,
                "content": "As in his sacred dream's eternal gown."
            }
        ]
    },
    {
        "id": "ca2c489a-e433-4c0f-8248-77d354f0665e",
        "title": "静夜思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Before my bed, the moonlight glimmers."
            },
            {
                "senid": 1,
                "content": "I suspect it's frost on the ground."
            },
            {
                "senid": 2,
                "content": "Looking up, I gaze at the mountain moon."
            },
            {
                "senid": 3,
                "content": "Looking down, I long for home."
            }
        ]
    },
    {
        "id": "1c1d545e-07a1-46a9-bb76-b7473c1fde43",
        "title": "九日登望仙台呈刘明府容",
        "author": "崔曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Emperor Hanwen's high tower stands tall, At dawn's light we ascend this day."
            },
            {
                "senid": 1,
                "content": "Three Jin's clouds and mountains roll northward, Twin tombs' storms and rains surge from east."
            },
            {
                "senid": 2,
                "content": "Who knows the gatekeeper Yin now? The river immortal never returns."
            },
            {
                "senid": 3,
                "content": "Let us seek Pengze's magistrate near, Revel drunk under chrysanthemum cups."
            }
        ]
    },
    {
        "id": "6bbd1c2c-8c43-4ffb-b7b3-506d74266cee",
        "title": "九月九日忆山东兄弟",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Alone in a foreign land as a stranger, I doubly miss my kin on festive occasions."
            },
            {
                "senid": 1,
                "content": "From afar I know brothers climb the heights, wearing dogwood sprays with one less in sight."
            }
        ]
    },
    {
        "id": "9f5ded08-4f6f-4641-878e-897904483479",
        "title": "郡斋雨中与诸文士燕集",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Guards stand dense with painted halberds, the banquet chamber holds lingering fragrance."
            },
            {
                "senid": 1,
                "content": "Sea winds bring rain, carefree in cool waterside pavilion."
            },
            {
                "senid": 2,
                "content": "Ailments nearly dispelled, honored guests fill the hall again."
            },
            {
                "senid": 3,
                "content": "I feel ashamed of my exalted abode, not seeing the people's well - being here."
            },
            {
                "senid": 4,
                "content": "Understanding resolves disputes, liberated nature forgets formalities."
            },
            {
                "senid": 5,
                "content": "Fresh meats forbidden by season, fortunate to taste fruits and greens."
            },
            {
                "senid": 6,
                "content": "Drinking wine with bowed head, raising eyes to golden verses."
            },
            {
                "senid": 7,
                "content": "Spirit joyous, body weightless, mind yearning to ride the wind."
            },
            {
                "senid": 8,
                "content": "Wu Region's literary arts flourish, talents now surge like ocean tides."
            },
            {
                "senid": 9,
                "content": "Now I see this great domain's essence transcends mere wealth and taxes."
            }
        ]
    },
    {
        "id": "94ae3e7e-eb5d-414c-bfd6-124f50687ce5",
        "title": "客夜与故人偶集",
        "author": "戴叔伦",
        "sentence": [
            {
                "senid": 0,
                "content": "The autumn sky holds the full moon again."
            },
            {
                "senid": 1,
                "content": "The city gates loom vast in the thousandfold night."
            },
            {
                "senid": 2,
                "content": "Once more we gather in Jiangnan's embrace,"
            },
            {
                "senid": 3,
                "content": "Half - doubting this meeting is dream's fleeting trace."
            },
            {
                "senid": 4,
                "content": "Wind - stirred branches startle crows in dark flight,"
            },
            {
                "senid": 5,
                "content": "Dew - drenched grasses cloak crickets' chill plight."
            },
            {
                "senid": 6,
                "content": "Wayfarers find solace in wine's deep measure,"
            },
            {
                "senid": 7,
                "content": "Dreading dawn's bell that would end this shared pleasure."
            }
        ]
    },
    {
        "id": "9da0cbe5-52d4-4efc-8be2-2f78f1a8f097",
        "title": "客至",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "North and south of my cottage, spring waters flow."
            },
            {
                "senid": 1,
                "content": "Only flocks of gulls come daily, as we behold."
            },
            {
                "senid": 2,
                "content": "The flower - lined path was never swept for guests."
            },
            {
                "senid": 3,
                "content": "The wicker gate now opens first for you."
            },
            {
                "senid": 4,
                "content": "Distant markets offer simple fare, no varied dishes."
            },
            {
                "senid": 5,
                "content": "Our humble home provides but aged wine, nothing new."
            },
            {
                "senid": 6,
                "content": "If you'll drink with the old man next door,"
            },
            {
                "senid": 7,
                "content": "Across the fence I'll call to drain the final brew."
            }
        ]
    },
    {
        "id": "da157c27-d317-4205-9cdc-a254445659fc",
        "title": "落花",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "From the high tower, the guest has finally left."
            },
            {
                "senid": 1,
                "content": "In the small garden, flowers flutter wildly."
            },
            {
                "senid": 2,
                "content": "Uneven paths connect winding lanes."
            },
            {
                "senid": 3,
                "content": "Distant trails escort the fading sunset."
            },
            {
                "senid": 4,
                "content": "Heartbroken, I cannot bear to sweep them away."
            },
            {
                "senid": 5,
                "content": "Though eyes ache, still I yearn for your return."
            },
            {
                "senid": 6,
                "content": "Fragrant hearts fade with the passing spring."
            },
            {
                "senid": 7,
                "content": "All that remains are tears staining my sleeves."
            }
        ]
    },
    {
        "id": "d7c6d072-6e84-482e-856a-5a4c21226a3c",
        "title": "乐游原",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "As evening's mood turns unquiet, I ride my cart to ancient heights."
            },
            {
                "senid": 1,
                "content": "The sunset glow shows boundless grace, Yet twilight's brink draws near apace."
            }
        ]
    },
    {
        "id": "f4301f96-e872-4eae-aa51-0d12328059d1",
        "title": "李端公",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "The old pass is overgrown with withered grass; parting here fills the heart with sorrow."
            },
            {
                "senid": 1,
                "content": "The road stretches beyond the cold clouds; we return as the evening snow falls."
            },
            {
                "senid": 2,
                "content": "Orphaned young, I wandered early; hardship delayed our meeting."
            },
            {
                "senid": 3,
                "content": "Tears hidden, we face emptiness; in this dusty world, when shall we meet again?"
            }
        ]
    },
    {
        "id": "ac97d42b-8fef-42c9-829f-baafe89b4cdc",
        "title": "利州南渡",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Serene waters mirror the setting sun's glow."
            },
            {
                "senid": 1,
                "content": "Twisted isles blend with jade - green peaks in misty flow."
            },
            {
                "senid": 2,
                "content": "Neighing steeds watch oars cleave the ripples' crest."
            },
            {
                "senid": 3,
                "content": "Willow - side resters await returning boats with zest."
            },
            {
                "senid": 4,
                "content": "Sand - grass clumps scatter gulls in sudden flight,"
            },
            {
                "senid": 5,
                "content": "While a lone egret paints the vast fields white."
            },
            {
                "senid": 6,
                "content": "Who'll sail with me to find Fan Li's retreat,"
            },
            {
                "senid": 7,
                "content": "Where Five Lakes' mists dissolve worldly deceit."
            }
        ]
    },
    {
        "id": "15c6cbc9-753a-4f09-86bf-4fe2d8bb1fee",
        "title": "凉思",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Waves calm at the railing as guests depart, Cicadas rest, dew fills the branches."
            },
            {
                "senid": 1,
                "content": "Eternal thoughts linger in this season, Leaning, standing, time shifts on its own."
            },
            {
                "senid": 2,
                "content": "The Big Dipper and spring both distant, Southling's envoy lingers, slow to arrive."
            },
            {
                "senid": 3,
                "content": "At world's edge, dreams are divined often, Doubting errors, wondering of new friends."
            }
        ]
    },
    {
        "id": "0445f296-5816-4ab9-a617-7d8ed29088ea",
        "title": "凉州词二首 一",
        "author": "王翰",
        "sentence": [
            {
                "senid": 0,
                "content": "Lucent cups brimming with grape wine,"
            },
            {
                "senid": 1,
                "content": "Yearning to drink, the lute's urging to ride."
            },
            {
                "senid": 2,
                "content": "Drunk on the battlefield, do not laugh,"
            },
            {
                "senid": 3,
                "content": "Since ancient times, how many return from war?"
            }
        ]
    },
    {
        "id": "526d4ecc-e123-4b9d-a213-958bb947593d",
        "title": "凉州词二首 一",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "The Yellow River ascends far into white clouds."
            },
            {
                "senid": 1,
                "content": "A solitary fortress stands amidst towering peaks."
            },
            {
                "senid": 2,
                "content": "Why must the Qiang flute lament the willow trees?"
            },
            {
                "senid": 3,
                "content": "Spring's radiance does not pass beyond the Jade Gate."
            }
        ]
    },
    {
        "id": "a9d3bfca-8402-4946-ad02-53db1964a3b2",
        "title": "列女操",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "The phoenix trees grow old together, mandarin ducks die in pairs."
            },
            {
                "senid": 1,
                "content": "A chaste lady follows her lord in death, sacrificing life without remorse."
            },
            {
                "senid": 2,
                "content": "No waves shall stir this oath - my heart mirrors still well - water."
            }
        ]
    },
    {
        "id": "7f4cacb5-cde8-40de-9b14-e223879cc2f4",
        "title": "留别王侍御维",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "In silence, what do I await?"
            },
            {
                "senid": 1,
                "content": "Morning after morning, I return empty - handed."
            },
            {
                "senid": 2,
                "content": "I long to seek fragrant grasses away,"
            },
            {
                "senid": 3,
                "content": "Yet regret parting from old friends' way."
            },
            {
                "senid": 4,
                "content": "Who on this path would lend me aid?"
            },
            {
                "senid": 5,
                "content": "True friends in this world are rare made."
            },
            {
                "senid": 6,
                "content": "I should embrace solitude's plight,"
            },
            {
                "senid": 7,
                "content": "And close my homeland's gate tight."
            }
        ]
    },
    {
        "id": "fde30eaa-9b2c-47ce-ba49-c1356353ac9a",
        "title": "陇西行四首 二",
        "author": "陈陶",
        "sentence": [
            {
                "senid": 0,
                "content": "They vowed to sweep the Xiongnu, heedless of their lives."
            },
            {
                "senid": 1,
                "content": "Five thousand sable - clad warriors perished in the desert sands."
            },
            {
                "senid": 2,
                "content": "Pitiful bones lie by the Wuding River's shore."
            },
            {
                "senid": 3,
                "content": "Yet in spring chambers, they're dreamt of evermore."
            }
        ]
    },
    {
        "id": "4e491c2f-c3c8-487f-8e76-63bd0a811b30",
        "title": "庐山谣寄卢侍御虚舟",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "I am a wild man of Chu, mocking Confucius with phoenix song."
            },
            {
                "senid": 1,
                "content": "Holding a green jade staff, I part from Yellow Crane Tower at dawn."
            },
            {
                "senid": 2,
                "content": "Seeking immortals in the Five Peaks, never shying from distance, I love wandering famous mountains."
            },
            {
                "senid": 3,
                "content": "Mount Lu rises splendid by the Southern Dipper, its nine-fold screens spread like cloud brocade."
            },
            {
                "senid": 4,
                "content": "Shadows fall on the bright lake with azure glow, before the golden palace, two peaks stretch long."
            },
            {
                "senid": 5,
                "content": "The Milky Way hangs upside down over three stone bridges, the Incense Burner Waterfall gazes from afar."
            },
            {
                "senid": 6,
                "content": "Emerald shadows and red clouds reflect the morning sun, birds cannot reach where Wu’s sky stretches long."
            },
            {
                "senid": 7,
                "content": "Climbing high, I behold the grandeur between heaven and earth, the great river flows boundless, never to return."
            },
            {
                "senid": 8,
                "content": "Yellow clouds stir the wind’s hue for ten thousand miles, white waves in nine streams flow from snowy mountains."
            },
            {
                "senid": 9,
                "content": "I’d compose a ballad for Mount Lu, my inspiration sparked by its grandeur."
            },
            {
                "senid": 10,
                "content": "Gazing idly at the stone mirror clears my heart, where Duke Xie trod, green moss now covers."
            },
            {
                "senid": 11,
                "content": "Having taken the elixir, I shed worldly ties, my zither’s triple strains mark the Dao’s first step."
            },
            {
                "senid": 12,
                "content": "Far off, I see immortals in colored clouds, holding lotus, heading to the Jade Capital."
            },
            {
                "senid": 13,
                "content": "I’ll ascend to the vast ninth heaven in advance, hoping to join Lu Ao in roaming the Great Clarity."
            }
        ]
    },
    {
        "id": "d129dc0f-cec9-4073-bb89-cb9312564d9d",
        "title": "轮台歌奉送封大夫出师西征",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "At Luntai's wall - top night horns resound, North of Luntai banners touch the ground."
            },
            {
                "senid": 1,
                "content": "Feathered missives crossed Quli by night, The Khan's camp west of Gold Mountain's in sight."
            },
            {
                "senid": 2,
                "content": "Westward watchtowers spy dust - clouds' dark hue, Han troops garrison where Luntai's walls construe."
            },
            {
                "senid": 3,
                "content": "Generals raise standards westward they ride, At dawn flutes guide troops marching with pride."
            },
            {
                "senid": 4,
                "content": "Drums shake four sides, snow - seas billow high, Three armies' roar makes Yin Mountains cry."
            },
            {
                "senid": 5,
                "content": "Barbarian forts loom through clouded air, Battlefield bones weave through roots laid bare."
            },
            {
                "senid": 6,
                "content": "Sword River's gales bear snow - plates vast, At Sand Pass hooves slip from stones frost - grasped."
            },
            {
                "senid": 7,
                "content": "The Vice - Premier serves through thick and thin, Sworn to calm frontiers for his sovereign."
            },
            {
                "senid": 8,
                "content": "Who in blue annals escapes time's test? Now see feats outshine ancients' best."
            }
        ]
    },
    {
        "id": "4925c861-b0f8-4b2f-923e-9cba2df1323e",
        "title": "洛阳女儿行",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "A Luoyang maiden dwells across the way, Her fair face barely fifteen years of age."
            },
            {
                "senid": 1,
                "content": "Her lord rides piebald steed with jade - bit bright, Her maid serves sliced carp on golden plate."
            },
            {
                "senid": 2,
                "content": "Vermilion towers face each other in view, Peach blooms and willow fronds brush painted eaves."
            },
            {
                "senid": 3,
                "content": "Silken curtains escort her fragrant coach home, Precious fans welcome her to brocade curtains."
            },
            {
                "senid": 4,
                "content": "Her madcap lord boasts wealth in youthful prime, His arrogance outshines Ji Lun's extravagance."
            },
            {
                "senid": 5,
                "content": "He pampers jade - like maids with dance instruction, Scatters coral treasures without compunction."
            },
            {
                "senid": 6,
                "content": "Dawn extinguishes nine - lights by spring window, Their fragments flutter like scattered blossoms."
            },
            {
                "senid": 7,
                "content": "After revels, no time for proper music, She sits perfuming in full makeup attire."
            },
            {
                "senid": 8,
                "content": "All her acquaintances are city's elite, Day and night visiting noble Zhao - Li houses."
            },
            {
                "senid": 9,
                "content": "Who pities the Yue maid with jade - like grace? Poor by the river, washing silk alone."
            }
        ]
    },
    {
        "id": "200fe9fa-0221-4123-86de-4d63ce9d3daf",
        "title": "旅宿",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "In the inn, no good companion, lost in quiet contemplation."
            },
            {
                "senid": 1,
                "content": "By the cold lamp, thoughts of old affairs arise, A lone goose's cry disrupts troubled sleep."
            },
            {
                "senid": 2,
                "content": "Distant dreams linger till dawn's first light, Letters from home arrive a year too late."
            },
            {
                "senid": 3,
                "content": "Xiang River's misty moon shines bright, A fishing boat moored by my door at night."
            }
        ]
    },
    {
        "id": "f96506ea-e8ac-47e0-a0a6-ccd306e56645",
        "title": "旅夜书怀",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Fine grasses, breeze - touched banks; A lone boat with tall mast in night's keep."
            },
            {
                "senid": 1,
                "content": "Stars hang low as plains stretch wide, Moon surges where great rivers sweep."
            },
            {
                "senid": 2,
                "content": "Is fame earned through these written lines? Office resigned with age's creep."
            },
            {
                "senid": 3,
                "content": "Wandering - what compares to this? A lone gull 'tween earth and heaven's deep."
            }
        ]
    },
    {
        "id": "7e75853a-bf7a-4d8d-b3e9-0537f4ed913a",
        "title": "马嵬坡",
        "author": "郑畋",
        "sentence": [
            {
                "senid": 0,
                "content": "The emperor turns his steed, Lady Yang meets her end."
            },
            {
                "senid": 1,
                "content": "Though passion fades, the sun and moon renew."
            },
            {
                "senid": 2,
                "content": "In the end, the sage emperor's decree prevails."
            },
            {
                "senid": 3,
                "content": "What of the well at Jingyang Palace, who else shares this tale?"
            }
        ]
    },
    {
        "id": "5ccd5188-0e5d-450e-8ec5-d6e661fac4f7",
        "title": "没蕃故人",
        "author": "张籍",
        "sentence": [
            {
                "senid": 0,
                "content": "Two years past, we marched on the Yuezhis' land,"
            },
            {
                "senid": 1,
                "content": "our whole force perished by the fortress strand."
            },
            {
                "senid": 2,
                "content": "Tang and Tibetan forces severed all ties,"
            },
            {
                "senid": 3,
                "content": "death parts us who shared life's mortal band."
            },
            {
                "senid": 4,
                "content": "None retrieve the abandoned tents left bare,"
            },
            {
                "senid": 5,
                "content": "homing steeds sniff tattered banners there."
            },
            {
                "senid": 6,
                "content": "I hesitate to mourn, doubting you've died,"
            },
            {
                "senid": 7,
                "content": "yet weep from earth's edge at this tear-stained hour."
            }
        ]
    },
    {
        "id": "0710a746-8660-4bc1-b073-8ce51ac9f4d9",
        "title": "梦李白二首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Drifting clouds roam all day, the wanderer still delays his way."
            },
            {
                "senid": 1,
                "content": "Three nights I dreamt of you so dear, your tender love became clear."
            },
            {
                "senid": 2,
                "content": "My return pressed, the journey stressed, hardship confessed."
            },
            {
                "senid": 3,
                "content": "Rivers rage with stormy might, boats may founder in the night."
            },
            {
                "senid": 4,
                "content": "Departing, I scratch my hoary head, as if lifelong vows were fled."
            },
            {
                "senid": 5,
                "content": "While caps and canopies fill the capital's scene, this soul alone grows pale and lean."
            },
            {
                "senid": 6,
                "content": "Who claims the law's net spans wide? In old age, burdens abide."
            },
            {
                "senid": 7,
                "content": "Eternal fame through endless years, but silent dust concludes our spheres."
            }
        ]
    },
    {
        "id": "c9362aba-fb50-481b-a4cd-08ddd65cdd2a",
        "title": "梦李白二首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "For death's parting we swallow sobs, life's separation brings endless sorrow."
            },
            {
                "senid": 1,
                "content": "In Jiangnan's pestilent marshes, the exiled leaves no trace."
            },
            {
                "senid": 2,
                "content": "My old friend visits my dreams, knowing my constant longing."
            },
            {
                "senid": 3,
                "content": "Yet I fear this isn't his living soul - the road's too vast to gauge."
            },
            {
                "senid": 4,
                "content": "His spirit comes through blue - green maples, returns through darkened passes."
            },
            {
                "senid": 5,
                "content": "You're now caught in fate's net; how could you sprout wings?"
            },
            {
                "senid": 6,
                "content": "The setting moon floods roof beams, hesitates on your features."
            },
            {
                "senid": 7,
                "content": "Deep waters, wide waves - let no dragon claim you."
            }
        ]
    },
    {
        "id": "16ddf43c-ac3a-47bc-95a5-36a49bceb30b",
        "title": "贫女",
        "author": "秦韬玉",
        "sentence": [
            {
                "senid": 0,
                "content": "My humble gate knows not silken finery, Seeking good matchmakers deepens my misery."
            },
            {
                "senid": 1,
                "content": "Who values grace and noble taste? All praise the era's simple haste."
            },
            {
                "senid": 2,
                "content": "My skilled fingers dare to display, But never paint brows the modish way."
            },
            {
                "senid": 3,
                "content": "Bitter anguish threads golden line, Sewing bridal robes that ne'er are mine."
            }
        ]
    },
    {
        "id": "ea3f91f0-487e-4df7-826a-3692ef82e64d",
        "title": "遣悲怀三首 二",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Once we joked of matters after death,"
            },
            {
                "senid": 1,
                "content": "now all those visions manifest with every breath."
            },
            {
                "senid": 2,
                "content": "Your clothes distributed, none remain to see,"
            },
            {
                "senid": 3,
                "content": "yet sewing box stays sealed - too painful for me."
            },
            {
                "senid": 4,
                "content": "Still I cherish old love when servants I greet,"
            },
            {
                "senid": 5,
                "content": "and send coins in dreams where our spirits meet."
            },
            {
                "senid": 6,
                "content": "Though I know this grief all mortals share,"
            },
            {
                "senid": 7,
                "content": "poor couples' sorrows multiply beyond compare."
            }
        ]
    },
    {
        "id": "82f57261-b608-4ee9-8d88-7fde20c49a7a",
        "title": "遣悲怀三首 三",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Idly sitting, I grieve for you and myself,"
            },
            {
                "senid": 1,
                "content": "A hundred years - how brief this span we're given."
            },
            {
                "senid": 2,
                "content": "Deng You, childless, sought fate's decree,"
            },
            {
                "senid": 3,
                "content": "Pan Yue's mourning verses still fail his grief."
            },
            {
                "senid": 4,
                "content": "In shared tomb's dark depths, what hope remains?"
            },
            {
                "senid": 5,
                "content": "Future lives' reunion harder still to hope."
            },
            {
                "senid": 6,
                "content": "Only through endless nights shall I keep watch,"
            },
            {
                "senid": 7,
                "content": "To repay your lifetime of furrowed brows."
            }
        ]
    },
    {
        "id": "8b57e03d-6d1f-4a4a-ba34-1f58e2551ca1",
        "title": "遣悲怀三首 一",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Xie Gong’s most beloved youngest daughter."
            },
            {
                "senid": 1,
                "content": "Married to Qian Lou, she faced endless hardships."
            },
            {
                "senid": 2,
                "content": "She searched the painted chest for my lack of clothes."
            },
            {
                "senid": 3,
                "content": "Begging her for wine, I made her pull out her golden hairpin."
            },
            {
                "senid": 4,
                "content": "Wild vegetables filled our meals; we savored the long bean leaves."
            },
            {
                "senid": 5,
                "content": "Fallen leaves fueled our fire, relying on the ancient locust tree."
            },
            {
                "senid": 6,
                "content": "Now my salary surpasses a hundred thousand coins."
            },
            {
                "senid": 7,
                "content": "For you, I prepare offerings and hold memorial rites."
            }
        ]
    },
    {
        "id": "92ae04dc-89af-45d6-9e31-204a01df801d",
        "title": "遣怀",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Roaming Jiangnan with wine in tow,"
            },
            {
                "senid": 1,
                "content": "Slender waists heartbreakingly light in my palms."
            },
            {
                "senid": 2,
                "content": "Ten years later, I awoke from my Yangzhou dream,"
            },
            {
                "senid": 3,
                "content": "Gaining in brothels a heartless reputation."
            }
        ]
    },
    {
        "id": "7d906794-b4d1-4922-9c59-eee5b19602ad",
        "title": "琴歌",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "The host shares wine in this night's delight, Let the Guangling guest play the zither with might."
            },
            {
                "senid": 1,
                "content": "Moonlight bathes the city walls where crows half - fly, Frost chills myriad trees as wind slips through robes nigh."
            },
            {
                "senid": 2,
                "content": "Bronze censer and splendid candles enhance the glow, First plays 'Lushui' then 'Chu Concubine' melodies flow."
            },
            {
                "senid": 3,
                "content": "A single note stills all creatures in silence profound, The constellation pales as hushed guests gather around."
            },
            {
                "senid": 4,
                "content": "A thousand miles I'll ride on Qinghuai's mission clear, Dare I announce: my cloud - clad mountain life starts here."
            }
        ]
    },
    {
        "id": "0613f575-4f07-4326-8591-603fb3d1da45",
        "title": "秦中感秋寄远上人",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Long have I wished to recline on a hillock, yet lack means to tend three garden paths."
            },
            {
                "senid": 1,
                "content": "Northern lands are not my desire, I yearn for my teacher in Donglin."
            },
            {
                "senid": 2,
                "content": "Gold exhausted like burning cassia, ambition withers with each passing year."
            },
            {
                "senid": 3,
                "content": "Evening breezes bring cooling air, yet cicadas' song deepens my sorrow."
            }
        ]
    },
    {
        "id": "d2b5090e-e6fe-4d4f-9dd6-fe94ff6d4b5c",
        "title": "清明日宴梅道士房",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Lying in woods lamenting spring's end, I open my window to gaze upon nature's splendor."
            },
            {
                "senid": 1,
                "content": "Suddenly a bluebird messenger appears, inviting me to Red Pine's abode."
            },
            {
                "senid": 2,
                "content": "The cinnabar furnace first lit with fire, celestial peach blossoms drift down."
            },
            {
                "senid": 3,
                "content": "If youthful visage could remain, why begrudge being intoxicated by flowing mists?"
            }
        ]
    },
    {
        "id": "59063901-7dbc-4f22-974f-ddccab675cbc",
        "title": "清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "A crimson bloom, dew - laden with fragrant grace,"
            },
            {
                "senid": 1,
                "content": "Through clouded Wushan, vainly heartbroken's trace."
            },
            {
                "senid": 2,
                "content": "Who in Han's court could match this sight?"
            },
            {
                "senid": 3,
                "content": "Lovely Swallow leans on new adornments bright."
            }
        ]
    },
    {
        "id": "948fa40a-492e-4fa1-99f4-b002ae87cd24",
        "title": "清平调词三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Her robe is a cloud, her beauty a blossom."
            },
            {
                "senid": 1,
                "content": "Spring wind caresses the railings, dew - laden blossoms glow."
            },
            {
                "senid": 2,
                "content": "Had she not been glimpsed atop Jade Mountain's peak,"
            },
            {
                "senid": 3,
                "content": "She must have descended from the Moonlit Terrace on high."
            }
        ]
    },
    {
        "id": "a0576d39-c4ac-4608-a4e2-249b6c31fd1d",
        "title": "青谿",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "I enter the Yellow Flower Stream, following its green waters each day."
            },
            {
                "senid": 1,
                "content": "With mountains turning myriad bends, the journey's charm belies mere miles."
            },
            {
                "senid": 2,
                "content": "Sounds clamor through chaotic rocks, hues rest in deep pine tranquility."
            },
            {
                "senid": 3,
                "content": "Rippling waters bear duckweed, crystal clarity mirrors reeds."
            },
            {
                "senid": 4,
                "content": "My heart's long been at ease, as calm as this limpid stream."
            },
            {
                "senid": 5,
                "content": "Let me linger on this flat stone, casting my fishing line till the end."
            }
        ]
    },
    {
        "id": "56ca5b29-4bb9-4f12-9200-6bc7c72e4e47",
        "title": "秋登兰山寄张五",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "In northern hills through white clouds veiled, the recluse finds joy untold."
            },
            {
                "senid": 1,
                "content": "To gaze afar I climb the height, my heart flies after vanishing birds."
            },
            {
                "senid": 2,
                "content": "Sorrow emerges with twilight's hue, delight springs from autumn's clear view."
            },
            {
                "senid": 3,
                "content": "Returning villagers dot sandy trails, resting where the ferry sails."
            },
            {
                "senid": 4,
                "content": "Trees on horizon resemble herbs slight, boats on riverbank like crescent's light."
            },
            {
                "senid": 5,
                "content": "When shall we bring wine to share, drunk in Double Ninth's festive air?"
            }
        ]
    },
    {
        "id": "fdc07d9f-95b8-45f7-b1b3-9d272b3416a4",
        "title": "秋日登吴公台上寺远眺寺即陈将吴明彻战场",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "The ancient terrace stands desolate, autumn stirs a homesick heart."
            },
            {
                "senid": 1,
                "content": "Few visitors reach the wild temple, cloud-capped peaks where deep waters sever."
            },
            {
                "senid": 2,
                "content": "Sunset lingers on ancient fortress walls, chilly chimes fill the empty woods."
            },
            {
                "senid": 3,
                "content": "Lamenting Southern Dynasties' tales, the Yangtze flows on alone through time."
            }
        ]
    },
    {
        "id": "292c14cd-151f-4321-a94c-46fc86693eb3",
        "title": "秋日赴阙题潼关驿楼",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "Red leaves rustle in the autumn eve, At the long pavilion, a gourd of wine I receive."
            },
            {
                "senid": 1,
                "content": "Lingering clouds return to Mount Taihua, Scattered rains cross the Zhongtiao range afar."
            },
            {
                "senid": 2,
                "content": "Tree hues follow mountain contours stretching wide, River sounds merge with distant ocean tide."
            },
            {
                "senid": 3,
                "content": "The capital I'll reach tomorrow as planned, Yet still dream of fishing woods where I once stand."
            }
        ]
    },
    {
        "id": "d12edd29-d467-4b19-b3f5-533fa5c8d56a",
        "title": "秋夕",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Red candles, autumn light chill the painted screen."
            },
            {
                "senid": 1,
                "content": "A light silk fan flutters at darting fireflies."
            },
            {
                "senid": 2,
                "content": "Celestial steps, night's hue cool as water."
            },
            {
                "senid": 3,
                "content": "Sit watching Altair and Vega stars."
            }
        ]
    },
    {
        "id": "96455db1-a0c6-402c-8892-05c6b9a3d029",
        "title": "秋夜寄丘二十二员外",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Thinking of you on this autumn night."
            },
            {
                "senid": 1,
                "content": "Strolling and chanting in the cool weather."
            },
            {
                "senid": 2,
                "content": "In the silent mountains, pine cones fall."
            },
            {
                "senid": 3,
                "content": "The recluse must still be awake."
            }
        ]
    },
    {
        "id": "a2b4fe60-9809-422d-afa7-143a2088f045",
        "title": "阙题",
        "author": "刘眘虚",
        "sentence": [
            {
                "senid": 0,
                "content": "The path ends where the white clouds begin."
            },
            {
                "senid": 1,
                "content": "Spring lingers with the green stream's long flow."
            },
            {
                "senid": 2,
                "content": "Now and then, fallen blossoms arrive."
            },
            {
                "senid": 3,
                "content": "Far carried by the stream, their fragrance survives."
            },
            {
                "senid": 4,
                "content": "A quiet gate faces the mountain road."
            },
            {
                "senid": 5,
                "content": "Deep willows shade the study's abode."
            },
            {
                "senid": 6,
                "content": "Each sunlit day, a serene glow shines bright."
            },
            {
                "senid": 7,
                "content": "Pure radiance clothes me in gentle light."
            }
        ]
    },
    {
        "id": "59fb3f01-65b2-416a-aefb-c13e502bfba1",
        "title": "塞下曲四首 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Water the horses and cross the autumn river; The water is cold, the wind like a knife."
            },
            {
                "senid": 1,
                "content": "The flat sands stretch where the sun has not yet set; Dimly visible in the gloom is Lin Tao."
            },
            {
                "senid": 2,
                "content": "In the past, battles raged along the Great Wall; All spoke of the soldiers' soaring spirit."
            },
            {
                "senid": 3,
                "content": "Yellow dust has buried ages past and present; White bones lie scattered among thistles and weeds."
            }
        ]
    },
    {
        "id": "8d58a158-1a9b-4085-8ef7-b7b4e6adb66d",
        "title": "塞下曲四首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Cicadas sing in the empty mulberry woods, August's desolate pass stretches ahead."
            },
            {
                "senid": 1,
                "content": "Exiting and entering the frontier's chill, yellow reed grass carpets every path."
            },
            {
                "senid": 2,
                "content": "You and Bing's wanderers since ancient times, all grow old with dust and sand."
            },
            {
                "senid": 3,
                "content": "Don't imitate those wandering knights who boast about their fine steeds."
            }
        ]
    },
    {
        "id": "00f12a19-bb96-4980-a4f5-11a1b9d604dd",
        "title": "山居秋暝",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Empty mountains after fresh rain."
            },
            {
                "senid": 1,
                "content": "Autumn air arrives with evening's chill."
            },
            {
                "senid": 2,
                "content": "Bright moon shines through the pines."
            },
            {
                "senid": 3,
                "content": "Clear springs flow over stones."
            },
            {
                "senid": 4,
                "content": "Bamboo rustles as washerwomen return home."
            },
            {
                "senid": 5,
                "content": "Lotus stirs as fishing boats drift downstream."
            },
            {
                "senid": 6,
                "content": "Spring's fragrance fades at will."
            },
            {
                "senid": 7,
                "content": "Noble youths may linger here."
            }
        ]
    },
    {
        "id": "8af643c9-a8b0-49b7-b8e9-88920ab0bbd8",
        "title": "石鱼湖上醉歌",
        "author": "元结",
        "sentence": [
            {
                "senid": 0,
                "content": "The Stone Fish Lake mirrors Dongting's grace, Summer waters swell as Junshan's verdure finds its place."
            },
            {
                "senid": 1,
                "content": "Mountains become wine cups, waters turn to ponds, Drinkers sit distinctively on islets beyond."
            },
            {
                "senid": 2,
                "content": "Gales brew great waves day after day's test, Yet cannot halt wine - laden boats on their quest."
            },
            {
                "senid": 3,
                "content": "With long ladle in hand on Baqiu's height, I pour for all to drink and sorrows dissipate in the night."
            }
        ]
    },
    {
        "id": "8324db66-b75a-40ff-9469-cba276d2f88f",
        "title": "书边事",
        "author": "张乔",
        "sentence": [
            {
                "senid": 0,
                "content": "Bugle calls cleave the clear autumn air."
            },
            {
                "senid": 1,
                "content": "Warriors lean on garrison towers there."
            },
            {
                "senid": 2,
                "content": "Spring breeze caresses the green burial mound."
            },
            {
                "senid": 3,
                "content": "White sun sinks where Liangzhou's found."
            },
            {
                "senid": 4,
                "content": "Great Han's borders know no strife."
            },
            {
                "senid": 5,
                "content": "Yet travelers reach this frontier life."
            },
            {
                "senid": 6,
                "content": "Foreign sentiments like these streams flow"
            },
            {
                "senid": 7,
                "content": "Forever southward may they go."
            }
        ]
    },
    {
        "id": "f15c4b50-ee89-4927-8cf3-15e3a6a6ab95",
        "title": "蜀道难",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Alas! How perilous, how lofty! The Shu Road’s hardship surpasses climbing the azure sky!"
            },
            {
                "senid": 1,
                "content": "Cancong and Yufu, founding states in distant haze."
            },
            {
                "senid": 2,
                "content": "Since then, forty-eight thousand years, no human trace linked to Qin’s frontier."
            },
            {
                "senid": 3,
                "content": "West by Taibai, a bird’s path, crossing to Emei’s summit."
            },
            {
                "senid": 4,
                "content": "Earth collapsed, mountains crumbled, heroes died, then sky ladders and stone paths joined."
            },
            {
                "senid": 5,
                "content": "Above, six dragons turn back the sun’s lofty mark; below, crashing waves twist in swirling streams."
            },
            {
                "senid": 6,
                "content": "Even yellow cranes cannot fly past, apes and gibbons despair to climb."
            },
            {
                "senid": 7,
                "content": "Qingni Ridge, so winding, nine turns in a hundred steps, coiling round cliffs and peaks."
            },
            {
                "senid": 8,
                "content": "Touching the stars, passing wells, I hold my breath, hand on chest, sitting with a long sigh."
            },
            {
                "senid": 9,
                "content": "I ask, when will you return from your western journey? The fearful path, steep rocks, unclimbable."
            },
            {
                "senid": 10,
                "content": "Only sorrowful birds cry in ancient trees, males soar, females follow, circling the woods."
            },
            {
                "senid": 11,
                "content": "Again, cuckoos wail under the moonlit night, grieving empty mountains, the Shu Road’s hardship, harder than climbing the sky, makes listeners’ faces wither."
            },
            {
                "senid": 12,
                "content": "Linked peaks reach the sky, less than a foot away, withered pines hang upside down, clinging to sheer cliffs."
            },
            {
                "senid": 13,
                "content": "Rushing torrents and waterfalls vie in clamor, cliffs hurl stones, ten thousand ravines thunder."
            },
            {
                "senid": 14,
                "content": "Such is its peril, alas, why do you, far-traveling one, come here?"
            },
            {
                "senid": 15,
                "content": "Jiange Pass, rugged and towering, one man guards it, ten thousand cannot pass."
            },
            {
                "senid": 16,
                "content": "If the guardian is not kin, he turns to wolf or jackal."
            },
            {
                "senid": 17,
                "content": "By morn, evade fierce tigers; by eve, dodge long snakes."
            },
            {
                "senid": 18,
                "content": "They grind teeth, suck blood, killing like hemp."
            },
            {
                "senid": 19,
                "content": "Though Jinchen is said to be joyful, better to return home soon."
            },
            {
                "senid": 20,
                "content": "The Shu Road’s hardship surpasses climbing the azure sky, turning westward, I sigh long."
            }
        ]
    },
    {
        "id": "2f37297b-77d5-412b-bc73-105bfa4d011d",
        "title": "蜀先主庙",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "The heroic spirit of heaven and earth remains awe - inspiring through the ages."
            },
            {
                "senid": 1,
                "content": "The realm divides into the Three Kingdoms Tripartite; the legacy revives the Han's Five - Zhu coin."
            },
            {
                "senid": 2,
                "content": "A worthy minister can found a state; a son, unlike his father, lacks wisdom's trait."
            },
            {
                "senid": 3,
                "content": "Desolate, Shu's former courtesans dance before Wei's palace in mournful state."
            }
        ]
    },
    {
        "id": "a353dcb1-12cc-4ca8-af1e-55d1d62445f8",
        "title": "蜀相",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Where to find the Prime Minister's temple? Beyond Brocade City, cypress groves dense and deep."
            },
            {
                "senid": 1,
                "content": "Emerald grass reflects spring's hues on steps, Through leaves, orioles sing sweet tunes in vain."
            },
            {
                "senid": 2,
                "content": "Thrice summoned for grand plans of statecraft, Two reigns sustained by this old minister's heart."
            },
            {
                "senid": 3,
                "content": "Campaigns unfinished, life extinguished first, Heroes through ages weep, tears drenching their robes."
            }
        ]
    },
    {
        "id": "31cc87f3-da0f-421d-8674-8753530077e2",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Dismounting to share your wine, I ask where you're bound."
            },
            {
                "senid": 1,
                "content": "You sigh at failed ambitions, retreat to the mountain's edge."
            },
            {
                "senid": 2,
                "content": "Go now, ask no more - white clouds drift eternally."
            }
        ]
    },
    {
        "id": "c8a4faa6-8666-44f9-b4c9-df78d7af844d",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "After bidding farewell in the mountains, at dusk I close the wooden gate."
            },
            {
                "senid": 1,
                "content": "When spring grass greens again next year, will my noble friend return or not?"
            }
        ]
    },
    {
        "id": "c26445b5-a433-4cd7-9020-435866b845f9",
        "title": "送方外上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "The lone cloud accompanies the wild crane; How could they dwell among mortals?"
            },
            {
                "senid": 1,
                "content": "Do not buy Wozhou Mountain's land, For people already know its place."
            }
        ]
    },
    {
        "id": "2c24cec1-4105-4511-bf8b-bc6d5d8d48c7",
        "title": "送李少府贬峡中王少府贬长沙",
        "author": "高适",
        "sentence": [
            {
                "senid": 0,
                "content": "Alas, at this parting, what thoughts do you hold?"
            },
            {
                "senid": 1,
                "content": "Halting my horse, I raise a cup to ask of your exile's abode."
            },
            {
                "senid": 2,
                "content": "The gibbons' wails in Wu Gorge draw streams of tears."
            },
            {
                "senid": 3,
                "content": "The returning geese of Hengyang—how many letters do they bring?"
            },
            {
                "senid": 4,
                "content": "On the azure maple river, autumn skies stretch far."
            },
            {
                "senid": 5,
                "content": "By White Emperor City, ancient trees stand sparse."
            },
            {
                "senid": 6,
                "content": "In this sage era, abundant grace now pours like rain."
            },
            {
                "senid": 7,
                "content": "Part but briefly; do not hesitate or remain."
            }
        ]
    },
    {
        "id": "a746d1f0-a72c-44d2-8b1c-c5c990749257",
        "title": "送灵澈上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Deep green Bamboo Grove Temple,"
            },
            {
                "senid": 1,
                "content": "Distant temple bells at dusk."
            },
            {
                "senid": 2,
                "content": "Wearing a bamboo hat bathed in sunset,"
            },
            {
                "senid": 3,
                "content": "Alone returning to distant green mountains."
            }
        ]
    },
    {
        "id": "56bec3c2-9c0c-4d40-9750-2e28bdc9a20e",
        "title": "送綦毋潜落第还乡",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In this sacred age no hermits remain, all talents return to serve the reign."
            },
            {
                "senid": 1,
                "content": "Thus even the Eastern Hill recluse, abandons fern - gathering for worldly use."
            },
            {
                "senid": 2,
                "content": "Though distant from court gates I stand, who dares say my path's ill - planned?"
            },
            {
                "senid": 3,
                "content": "Crossing rivers during Cold Food days, in capital cities spring robes I raise."
            },
            {
                "senid": 4,
                "content": "Wine set by endless roads we part, shared ideals linger in my heart."
            },
            {
                "senid": 5,
                "content": "Soon cassia oars will cleave the tide, then brush my bramble gate with pride."
            },
            {
                "senid": 6,
                "content": "Distant trees escort travelers' trail, lone village bathed in sunset's veil."
            },
            {
                "senid": 7,
                "content": "Though my plans find no employ, don't say few grasp this heart's alloy."
            }
        ]
    },
    {
        "id": "315bc0e1-f76c-49d5-9940-b212e5f9c2ae",
        "title": "送人东游",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Desolate fortress where yellow leaves fall, Resolutely leaving the ancient pass."
            },
            {
                "senid": 1,
                "content": "Strong winds at Hanyang crossing, First sun over Yingmen Mountain."
            },
            {
                "senid": 2,
                "content": "How many remain on the river now? A solitary oar returns from horizon's edge."
            },
            {
                "senid": 3,
                "content": "When shall we meet again? Raise a cup to ease our parting sorrow."
            }
        ]
    },
    {
        "id": "15274300-bd45-4898-ab14-9a3dead4b620",
        "title": "送僧归日本",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "I dwell in this noble land as destiny wills, My journey here was like a dream's passage."
            },
            {
                "senid": 1,
                "content": "Vast seas merging with the heavens stretch afar, A light Dharma boat departs the mortal world."
            },
            {
                "senid": 2,
                "content": "The moon on water reflects meditative insight, Fish and dragons heed sacred chants in the night."
            },
            {
                "senid": 3,
                "content": "Cherishing the lamp's lone flame burning bright, Its light travels ten thousand miles within sight."
            }
        ]
    },
    {
        "id": "6340ef19-35e2-4194-96a9-3ee0a667905b",
        "title": "送魏万之京",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "At dawn, I heard the wanderer singing a farewell song."
            },
            {
                "senid": 1,
                "content": "Last night, the first frost lightly crossed the river."
            },
            {
                "senid": 2,
                "content": "The wild geese cannot bear to be heard in sorrow,"
            },
            {
                "senid": 3,
                "content": "The clouded mountains are but a traveler's passage."
            },
            {
                "senid": 4,
                "content": "The fortress trees' hues hasten the nearing cold,"
            },
            {
                "senid": 5,
                "content": "The imperial garden's pounding sounds multiply toward dusk."
            },
            {
                "senid": 6,
                "content": "Do not see Chang'an as a place of mere revelry,"
            },
            {
                "senid": 7,
                "content": "Lest you let the years slip by in vain."
            }
        ]
    },
    {
        "id": "1f83fccf-7476-464b-8cd4-8a2b4569c7a0",
        "title": "送友人",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Green mountains stretch across northern outskirts, a white river winds round eastern town."
            },
            {
                "senid": 1,
                "content": "Here we part once and for all, lone tumbleweed journeys ten thousand miles."
            },
            {
                "senid": 2,
                "content": "Wandering clouds reflect a traveler's heart, setting sun embodies old friends' affection."
            },
            {
                "senid": 3,
                "content": "Waving hands as we depart, whinnying echoes from parting steeds."
            }
        ]
    },
    {
        "id": "263b4a33-fd51-47e1-b49a-d84dd99a2e0f",
        "title": "送梓州李使君",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Countless valleys with towering trees, a thousand mountains echo with cuckoos' calls."
            },
            {
                "senid": 1,
                "content": "A night's rain in the mountains, a hundred streams cascade from treetops."
            },
            {
                "senid": 2,
                "content": "Han women pay taxes with tóng cloth, Ba people dispute over taro fields."
            },
            {
                "senid": 3,
                "content": "Wen Weng revived education's quest, yet dared not rest on sages of the past."
            }
        ]
    },
    {
        "id": "cae8a893-7ae6-4824-b4c5-eada730b075f",
        "title": "苏武庙",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Su Wu's spirit faded before the Han envoy,"
            },
            {
                "senid": 1,
                "content": "Ancient shrine and towering trees stand in silent mystery."
            },
            {
                "senid": 2,
                "content": "Wild geese vanish beyond cloud - veiled barbarian moon."
            },
            {
                "senid": 3,
                "content": "Sheep return to border hills through smoke - cloaked prairie grass."
            },
            {
                "senid": 4,
                "content": "Returning to terraces where war - tents no longer stand."
            },
            {
                "senid": 5,
                "content": "Departing with cap and sword in his prime years."
            },
            {
                "senid": 6,
                "content": "No marquis seal found at Mao Ling's tomb."
            },
            {
                "senid": 7,
                "content": "Only autumn waves weep for time's vanished stream."
            }
        ]
    },
    {
        "id": "f540f519-e3c4-41c2-b299-f1d255977705",
        "title": "宿府",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In autumn chill, wellside parasol trees shiver alone, Solitary in river city, a candle's end is shown."
            },
            {
                "senid": 1,
                "content": "All night the horn's mournful wail speaks its grief, Midnight moon shines bright, but finds no belief."
            },
            {
                "senid": 2,
                "content": "Years pass without word from home, windswept and worn, Desolate passes, roads are harsh, forlorn."
            },
            {
                "senid": 3,
                "content": "A decade endured in lonely strife, Now clinging to a branch - this transient life."
            }
        ]
    },
    {
        "id": "0bed9b02-991e-4e28-b631-86640147a712",
        "title": "宿建德江",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Moored near an isle in misty haze."
            },
            {
                "senid": 1,
                "content": "Sunset renews the traveler's blues."
            },
            {
                "senid": 2,
                "content": "Wilds stretch vast where sky bends to trees."
            },
            {
                "senid": 3,
                "content": "Clear river flows, moon draws near men."
            }
        ]
    },
    {
        "id": "b1dad78c-4dd8-4b99-b37b-741ed761f26a",
        "title": "宿桐庐江寄广陵旧游",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "In mountain twilight, gibbons wail with sorrow; Dark waters rush through night's swift current."
            },
            {
                "senid": 1,
                "content": "Wind whistles through leaves on both banks, Moonlight bathes a solitary boat."
            },
            {
                "senid": 2,
                "content": "Jiande is not my native soil, Yet I recall old travels in Weiyang."
            },
            {
                "senid": 3,
                "content": "Still I shall shed two streams of tears, And send them west across the distant sea."
            }
        ]
    },
    {
        "id": "c854a853-b015-4848-823b-a786659d33b3",
        "title": "宿王昌龄隐居",
        "author": "常建",
        "sentence": [
            {
                "senid": 0,
                "content": "The clear stream's unfathomable depth, only a lone cloud lingers in seclusion."
            },
            {
                "senid": 1,
                "content": "Through pines a sliver of moon peeks, its pure light still shines for you."
            },
            {
                "senid": 2,
                "content": "Thatched eaves hold sleeping flower shadows, herb gardens nurse creeping moss patterns."
            },
            {
                "senid": 3,
                "content": "I too shall leave worldly cares behind, joining Western Hills' cranes and phoenixes."
            }
        ]
    },
    {
        "id": "3e504df9-b22d-480e-9e7c-9f8ab8591b91",
        "title": "宿业师山房期丁大不至",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "The setting sun crosses western ridges, All valleys suddenly darken."
            },
            {
                "senid": 1,
                "content": "The pine and moon bring night's coolness, Wind and springs fill clear listening."
            },
            {
                "senid": 2,
                "content": "Woodsmen head home, nearly all gone, Mist - veiled birds settle in first roosts."
            },
            {
                "senid": 3,
                "content": "My friend promised to stay tonight, Alone, I wait with lute by vine - wrapped path."
            }
        ]
    },
    {
        "id": "670009c2-a701-4140-aa31-b4973f76d632",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The purple springs' palace veiled in mist and haze,"
            },
            {
                "senid": 1,
                "content": "They aspire to make Wucheng their imperial abode."
            },
            {
                "senid": 2,
                "content": "The imperial seal, not destined to return to the rightful heir,"
            },
            {
                "senid": 3,
                "content": "Silk sails would reach the ends of the earth instead."
            },
            {
                "senid": 4,
                "content": "Now rotten grass holds fireflies no longer bright,"
            },
            {
                "senid": 5,
                "content": "While weeping willows forever host crows at twilight."
            },
            {
                "senid": 6,
                "content": "Should you meet Chen Houzhu in the underworld's keep,"
            },
            {
                "senid": 7,
                "content": "Would it be fitting to ask of Backyard Flowers deep?"
            }
        ]
    },
    {
        "id": "91f95b30-c42f-470a-9df8-dd6284fca474",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "In high spirits, the southern tour proceeds without strict guard,"
            },
            {
                "senid": 1,
                "content": "Within nine - fold gates, who reads the admonishing scrolls?"
            },
            {
                "senid": 2,
                "content": "Spring breeze sees the whole nation cutting palace brocade,"
            },
            {
                "senid": 3,
                "content": "Half for horse armor, half for sailing silks."
            }
        ]
    },
    {
        "id": "0f5af383-765a-4d56-b00b-79ee2ccd5111",
        "title": "岁除夜有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Long are the roads to Sanba, perilous this body's thousand - mile plight."
            },
            {
                "senid": 1,
                "content": "Jagged mountains hold lingering snow at night, a lone lamp lights this stranger in foreign light."
            },
            {
                "senid": 2,
                "content": "Growing distant from blood ties day by day, closer to servants turns this lonely way."
            },
            {
                "senid": 3,
                "content": "How can I bear this endless wandering scene? The coming year renews its prime, yet I remain unseen."
            }
        ]
    },
    {
        "id": "542cb326-1037-4bd9-b0f6-6479d165dc4c",
        "title": "岁暮归南山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Cease presenting petitions at the northern gate."
            },
            {
                "senid": 1,
                "content": "Return to my humble hut in the southern mountains."
            },
            {
                "senid": 2,
                "content": "Unworthy, I'm forsaken by the wise ruler."
            },
            {
                "senid": 3,
                "content": "Illness estranges me from old friends."
            },
            {
                "senid": 4,
                "content": "White hairs hasten my aging."
            },
            {
                "senid": 5,
                "content": "Vernal sun presses the year's end closer."
            },
            {
                "senid": 6,
                "content": "Eternal sorrow keeps me sleepless."
            },
            {
                "senid": 7,
                "content": "Pine - moonlight through empty night window."
            }
        ]
    },
    {
        "id": "9154fc22-5e19-45b7-a506-435298bb26fc",
        "title": "台城",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "Drizzling rain over the river, the riverside grasses grow in harmony."
            },
            {
                "senid": 1,
                "content": "Six Dynasties fade like dreams, birds sing in vain through empty skies."
            },
            {
                "senid": 2,
                "content": "Most heartless are Taicheng's willows,"
            },
            {
                "senid": 3,
                "content": "still shrouding the ten - mile dike in misty sighs."
            }
        ]
    },
    {
        "id": "1f28ab03-8388-4a2f-8c4f-3ce47789e221",
        "title": "桃花谿",
        "author": "张旭",
        "sentence": [
            {
                "senid": 0,
                "content": "A faintly visible flying bridge parts the wild mist."
            },
            {
                "senid": 1,
                "content": "By the western bank of the rocky shore, I inquire of the fishing boat."
            },
            {
                "senid": 2,
                "content": "Peach blossoms drift with the flowing water all day long."
            },
            {
                "senid": 3,
                "content": "Where along the clear stream lies the cave?"
            }
        ]
    },
    {
        "id": "058db0d1-0656-4e8f-ac49-87622e16b19b",
        "title": "题大庾岭北驿",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "In the tenth month, southbound geese are said to halt here."
            },
            {
                "senid": 1,
                "content": "My journey stretches endlessly - when shall I return?"
            },
            {
                "senid": 2,
                "content": "Rivers calm as tides recede, dim woods choked with miasma."
            },
            {
                "senid": 3,
                "content": "At dawn's homeland gaze, Longtou's plums should greet my eyes."
            }
        ]
    },
    {
        "id": "bce40ff4-816c-490c-be30-04de15f7c25e",
        "title": "题金陵渡",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "At Jinling ferry, a small hill tower."
            },
            {
                "senid": 1,
                "content": "A night's stay evokes a traveler's sorrow."
            },
            {
                "senid": 2,
                "content": "The tide recedes under the slanted moon's glow."
            },
            {
                "senid": 3,
                "content": "Two or three star - like fires mark Guazhou below."
            }
        ]
    },
    {
        "id": "2c036362-9f1d-434c-854f-b97a2a4bb19b",
        "title": "天末忆李白",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "From the horizon, cool winds arise, Noble heart, where do your thoughts roam?"
            },
            {
                "senid": 1,
                "content": "When will the wild geese arrive? Rivers and lakes swell with autumn's tide."
            },
            {
                "senid": 2,
                "content": "Great writings scorn a prosperous fate, Evil spirits delight in human mistakes."
            },
            {
                "senid": 3,
                "content": "Let your words commune with wronged souls, Cast these verses to Miluo's swirling shoals."
            }
        ]
    },
    {
        "id": "72aab9ef-65a9-4a8a-b36b-61932c09ce85",
        "title": "听弹琴",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "The seven strings sing clear and cold,"
            },
            {
                "senid": 1,
                "content": "Silent I hear pines in the mountain wind."
            },
            {
                "senid": 2,
                "content": "Though I love these ancient melodies,"
            },
            {
                "senid": 3,
                "content": "Few today still pluck such tones."
            }
        ]
    },
    {
        "id": "71999aa1-55dd-4449-81b0-41f04686bf2e",
        "title": "听蜀僧濬弹琴",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "A monk from Shu cradles his emerald lute, descending western Emei's peak."
            },
            {
                "senid": 1,
                "content": "At his sweeping gesture, I hear pines roar through countless valleys."
            },
            {
                "senid": 2,
                "content": "My traveler's soul is cleansed in flowing streams, echoes lingering in frost-chilled bells."
            },
            {
                "senid": 3,
                "content": "Unaware of jade mountains duskward turning, autumn clouds layer shadow upon shadow."
            }
        ]
    },
    {
        "id": "7f3799de-78b4-49bc-b6d8-a5fa3ecacd33",
        "title": "听筝",
        "author": "李端",
        "sentence": [
            {
                "senid": 0,
                "content": "The golden millet pillars of the singing zither,"
            },
            {
                "senid": 1,
                "content": "Fair hands before the jade chamber."
            },
            {
                "senid": 2,
                "content": "To gain Lord Zhou's glance,"
            },
            {
                "senid": 3,
                "content": "She often plucks wrong strings on purpose."
            }
        ]
    },
    {
        "id": "e2fec465-cea1-4829-b12d-3ba37a267562",
        "title": "同从弟销南斋玩月忆山阴崔少府",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Reclining high in southern chamber, I draw the curtain as the new moon emerges."
            },
            {
                "senid": 1,
                "content": "Liquid radiance bathes trees and waters, shimmering reflections dance on window lattices."
            },
            {
                "senid": 2,
                "content": "Phases wax and wane through cycles clear, illuminating time's eternal flow."
            },
            {
                "senid": 3,
                "content": "By limpid river the fair one stands, chanting southern songs through the night's long watch."
            },
            {
                "senid": 4,
                "content": "Though separated by thousand miles, orchid - scented breeze carries virtue's fragrance."
            }
        ]
    },
    {
        "id": "b411ce1e-ac09-4427-ab32-f8dc7a57e566",
        "title": "同题仙游观",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Beneath Immortal Terrace five towers rise, through dreary scenes the night rain clears from skies."
            },
            {
                "senid": 1,
                "content": "Distant hills merge with Qin trees in twilight's hue, nearby pounding clothes announce Han Palace's autumn dew."
            },
            {
                "senid": 2,
                "content": "Sparse pines cast shadows on empty altars still, fragrant grasses perfume the quiet grotto's hill."
            },
            {
                "senid": 3,
                "content": "Why seek realms beyond mortal design? Here on earth exists Vermilion Peak divine."
            }
        ]
    },
    {
        "id": "fae577a5-da28-4672-83ff-94c97ae2a4a4",
        "title": "晚次鄂州",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "The clouds disperse, revealing distant Hanyang town."
            },
            {
                "senid": 1,
                "content": "Yet my lone sail still charts a day's journey down."
            },
            {
                "senid": 2,
                "content": "The merchant sleeps through day, sensing calm waves' crown."
            },
            {
                "senid": 3,
                "content": "While boatmen's night talk reveals the rising tide's sound."
            },
            {
                "senid": 4,
                "content": "Three Xiang rivers mirror my autumn - tinged hair."
            },
            {
                "senid": 5,
                "content": "My thousand - mile homesick heart meets moonlit glare."
            },
            {
                "senid": 6,
                "content": "Past livelihoods lost to war's relentless grind."
            },
            {
                "senid": 7,
                "content": "How can I bear the river's war drums in my mind?"
            }
        ]
    },
    {
        "id": "2e8999a9-9df8-4483-ab1e-0231c3e46320",
        "title": "辋川集 鹿柴",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "The empty mountain sees no human trace, Yet echoes of voices fill the space."
            },
            {
                "senid": 1,
                "content": "Returning sunlight penetrates the deep woods, Shining again upon the mossy grounds."
            }
        ]
    },
    {
        "id": "36e09cb4-4fb7-48be-b6c6-c9bd906d9331",
        "title": "辋川集 竹里馆",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Sitting alone in the secluded bamboo grove."
            },
            {
                "senid": 1,
                "content": "Playing the qin then whistling long."
            },
            {
                "senid": 2,
                "content": "Deep in the woods unknown to people,"
            },
            {
                "senid": 3,
                "content": "The bright moon comes to shine upon me."
            }
        ]
    },
    {
        "id": "a2b4e8ca-92e3-4101-8a54-739b8f1d8184",
        "title": "辋川闲居赠裴秀才迪",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Cold mountains turn deep green."
            },
            {
                "senid": 1,
                "content": "Autumn waters flow ceaselessly day by day."
            },
            {
                "senid": 2,
                "content": "Leaning on my staff outside the wooden gate"
            },
            {
                "senid": 3,
                "content": "Listening to evening cicadas in the wind."
            },
            {
                "senid": 4,
                "content": "At the ferry, the lingering glow of sunset"
            },
            {
                "senid": 5,
                "content": "In the village, a lone wisp of smoke rises."
            },
            {
                "senid": 6,
                "content": "Once more, I encounter a drunken Jie Yu"
            },
            {
                "senid": 7,
                "content": "Singing wildly before the Five Willows."
            }
        ]
    },
    {
        "id": "6975adab-25d0-40c6-af3a-3a05847e7717",
        "title": "望洞庭湖赠张丞相",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "The August lake waters are calm and even."
            },
            {
                "senid": 1,
                "content": "Blending emptiness with the vast celestial purity."
            },
            {
                "senid": 2,
                "content": "Mists rise over Yunmeng Marsh's steaming breath."
            },
            {
                "senid": 3,
                "content": "Waves shake Yueyang's towering walls beneath."
            },
            {
                "senid": 4,
                "content": "To cross, I lack boat or oar's embrace."
            },
            {
                "senid": 5,
                "content": "To idle shames this sage - illumined reign."
            },
            {
                "senid": 6,
                "content": "I watch anglers cast their patient lines,"
            },
            {
                "senid": 7,
                "content": "While empty yearning swims through my confined mind."
            }
        ]
    },
    {
        "id": "6beb5cc2-ae49-4e23-952a-1cb92fa11512",
        "title": "望蓟门",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Gazing from Yan Terrace startles the traveler's heart."
            },
            {
                "senid": 1,
                "content": "Flutes and drums resound in Han generals' camp."
            },
            {
                "senid": 2,
                "content": "Cold light from endless snow gleams far and wide."
            },
            {
                "senid": 3,
                "content": "Dawn's hues set three borders' banners astir."
            },
            {
                "senid": 4,
                "content": "Beacon fires merge with barbarian moon o'er sands."
            },
            {
                "senid": 5,
                "content": "Cloud-capped mountains embrace Ji by the sea."
            },
            {
                "senid": 6,
                "content": "Though young, I never took up the scholar's pen"
            },
            {
                "senid": 7,
                "content": "By merit, still crave the long cord of command."
            }
        ]
    },
    {
        "id": "12fdaad8-b197-4526-b56d-c7c713267248",
        "title": "望岳",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "How grand is Mount Tai's mighty form? Across Qi and Lu its green extends unbroken."
            },
            {
                "senid": 1,
                "content": "Nature's essence converges in divine beauty, Yin and Yang split dusk and dawn."
            },
            {
                "senid": 2,
                "content": "Swelling clouds cleanse my heaving chest, Strained eyes trace homing birds in flight."
            },
            {
                "senid": 3,
                "content": "I shall ascend to the supreme peak, And see how small all mountains appear."
            }
        ]
    },
    {
        "id": "2c152693-c25f-45ce-8ef2-cbedce1a62bc",
        "title": "望月怀远",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Over the sea, the bright moon rises."
            },
            {
                "senid": 1,
                "content": "At the edge of the world, we share this moment."
            },
            {
                "senid": 2,
                "content": "Lovers lament the long night's wait."
            },
            {
                "senid": 3,
                "content": "through the night, thoughts of longing arise."
            },
            {
                "senid": 4,
                "content": "Extinguish the candle, cherish the moon's glow."
            },
            {
                "senid": 5,
                "content": "don a robe, feel the dew's moist flow."
            },
            {
                "senid": 6,
                "content": "Unable to grasp this light as a gift."
            },
            {
                "senid": 7,
                "content": "retreat to sleep, where sweet dreams may lift."
            }
        ]
    },
    {
        "id": "974914ee-1fc0-4952-a863-820bad2e4065",
        "title": "为有",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "For the cloud - patterned screen reveals limitless grace,"
            },
            {
                "senid": 1,
                "content": "In Phoenix City, cold fades yet spring nights bring dread,"
            },
            {
                "senid": 2,
                "content": "To wed, unwittingly, a tortoise - patterned lord,"
            },
            {
                "senid": 3,
                "content": "Leaving scented quilts to attend the morning court."
            }
        ]
    },
    {
        "id": "1575c835-1241-4d7b-99dc-6d700549ac65",
        "title": "渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Morning rain in Weicheng dampens the light dust."
            },
            {
                "senid": 1,
                "content": "The inn is green with willows of spring."
            },
            {
                "senid": 2,
                "content": "I urge you to drink one more cup of wine."
            },
            {
                "senid": 3,
                "content": "West of Yang Pass, there'll be no old friends."
            }
        ]
    },
    {
        "id": "204e287b-8194-4c2d-808b-11cc260412ae",
        "title": "渭川田家",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "The setting sun shines on the village."
            },
            {
                "senid": 1,
                "content": "In remote lanes, cattle and sheep return."
            },
            {
                "senid": 2,
                "content": "An old man thinks of his herdboy, leaning on his staff, awaits by the thornwood gate."
            },
            {
                "senid": 3,
                "content": "Pheasants call as wheat sprouts flourish; silkworms sleep, mulberry leaves sparse."
            },
            {
                "senid": 4,
                "content": "Farmers arrive with hoes on shoulders, meeting, they chat tenderly."
            },
            {
                "senid": 5,
                "content": "Here I envy such leisure and ease, sighing, I chant 'Decline, O Decline.'"
            }
        ]
    },
    {
        "id": "22e90c0d-2b59-4500-8e5d-80d38ec4692c",
        "title": "闻官军收河南河北",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Beyond the Sword Gate comes news of Jibei's recapture."
            },
            {
                "senid": 1,
                "content": "At first report, tears soak my clothes."
            },
            {
                "senid": 2,
                "content": "Turning to my family - where is their sorrow now?"
            },
            {
                "senid": 3,
                "content": "Hastily rolling scrolls, my joy knows no bounds."
            },
            {
                "senid": 4,
                "content": "Singing in daylight, I'll drown in wine."
            },
            {
                "senid": 5,
                "content": "With spring as companion, I'll journey homeward."
            },
            {
                "senid": 6,
                "content": "Through Baxia Gorge then Wuxia Gorge."
            },
            {
                "senid": 7,
                "content": "Down to Xiangyang, onward to Luoyang."
            }
        ]
    },
    {
        "id": "9972f7bb-ae5b-49e4-87df-381386af66b6",
        "title": "问刘十九",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Green ants on newly brewed wine,"
            },
            {
                "senid": 1,
                "content": "Red clay of the small stove."
            },
            {
                "senid": 2,
                "content": "Evening comes, sky craving snow,"
            },
            {
                "senid": 3,
                "content": "Will you drink a cup with me?"
            }
        ]
    },
    {
        "id": "ed79f9bc-d5d1-4251-b22d-d091e0758a3f",
        "title": "无题",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Hard it is to meet, harder still to part."
            },
            {
                "senid": 1,
                "content": "The east wind languid, all flowers fade."
            },
            {
                "senid": 2,
                "content": "Spring silkworms spin till death their thread."
            },
            {
                "senid": 3,
                "content": "Candles weep dry tears when burnt to ash."
            },
            {
                "senid": 4,
                "content": "Morning mirror shows cloud - hair changing."
            },
            {
                "senid": 5,
                "content": "Night chants feel moonlight's chilling touch."
            },
            {
                "senid": 6,
                "content": "Not far the way to Penglai's hill."
            },
            {
                "senid": 7,
                "content": "Bluebirds fly diligent to reconnoiter."
            }
        ]
    },
    {
        "id": "b6475dea-1d69-4f0d-b98a-39393f47741e",
        "title": "无题二首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The heavy curtains hang deep in the Hall of No Sorrow."
            },
            {
                "senid": 1,
                "content": "After lying down, the clear night stretches long and fine."
            },
            {
                "senid": 2,
                "content": "The life of the goddess was but a dream."
            },
            {
                "senid": 3,
                "content": "The young maiden's dwelling has never known a man."
            },
            {
                "senid": 4,
                "content": "The stormy waves do not believe the water chestnut branches are weak."
            },
            {
                "senid": 5,
                "content": "Who taught the osmanthus leaves to scent the moonlit dew?"
            },
            {
                "senid": 6,
                "content": "Straightforward to say that longing brings no benefit,"
            },
            {
                "senid": 7,
                "content": "Yet melancholy's madness remains pure and unhindered."
            }
        ]
    },
    {
        "id": "3410e7ce-df3a-4ab8-bea3-7f681661b240",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Last night's stars, last night's breeze, West of painted towers, east of cassia halls."
            },
            {
                "senid": 1,
                "content": "Though lacking phoenix wings to fly as one, Our minds commune like rhino horns aligned."
            },
            {
                "senid": 2,
                "content": "Across seats, hook games with warm spring wine, Divided teams guess covers 'neath red waxlight's shine."
            },
            {
                "senid": 3,
                "content": "Alas, the drum compels my official ride, To Orchid Terrace like rootless reed I glide."
            }
        ]
    },
    {
        "id": "e006dfd3-40be-40ef-ba3b-552428931ae3",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Phoenix-tail incense silk layered thin, Green-patterned canopy stitched late at night."
            },
            {
                "senid": 1,
                "content": "Fan cut like the moon's soul, shyness hard to hide; Carriage rumbled like thunder, words left unspoken."
            },
            {
                "senid": 2,
                "content": "Once desolate as golden ashes dim, No news since pomegranates bloom red."
            }
        ]
    },
    {
        "id": "811a5f9e-0df5-46f1-a587-0d4df7bca5a0",
        "title": "无题四首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The rustling east wind brings drizzling rain, Beyond the lotus pond, distant thunder rolls."
            },
            {
                "senid": 1,
                "content": "The golden toad gnaws the lock as incense rises, The jade tiger pulls silk cords drawing water from the well."
            },
            {
                "senid": 2,
                "content": "Lady Jia peeked through curtains at Han's young officer, Goddess Mi left her pillow for the Prince of Wei's talent."
            },
            {
                "senid": 3,
                "content": "Let spring's passion not compete with blossoms in bloom, For every inch of longing becomes an inch of ashes."
            }
        ]
    },
    {
        "id": "7377e34a-1aab-47e3-a6dd-376c98a5d6b7",
        "title": "无题四首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "You came as a hollow promise, leaving without a trace."
            },
            {
                "senid": 1,
                "content": "The moon slants over the tower, the fifth watch bell tolls."
            },
            {
                "senid": 2,
                "content": "In dreams of distant parting, my sobs go unheard."
            },
            {
                "senid": 3,
                "content": "Letters hastily written, the ink still pale."
            },
            {
                "senid": 4,
                "content": "Candlelight half - veils the golden kingfisher curtains."
            },
            {
                "senid": 5,
                "content": "Musk's fragrance faintly drifts through embroidered lotus."
            },
            {
                "senid": 6,
                "content": "Liu Lang already resents Penglai's distance;"
            },
            {
                "senid": 7,
                "content": "Yet beyond Penglai, ten thousand layers lie."
            }
        ]
    },
    {
        "id": "11424603-9a22-4564-89a4-95e1766f9685",
        "title": "夕次盱眙县",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Lowering sails, we linger by Huai town."
            },
            {
                "senid": 1,
                "content": "Our boat nears a lone post station."
            },
            {
                "senid": 2,
                "content": "Vast winds stir the rippling waters,"
            },
            {
                "senid": 3,
                "content": "dim twilight claims the sinking sun."
            },
            {
                "senid": 4,
                "content": "People return to shadowed mountain hamlets,"
            },
            {
                "senid": 5,
                "content": "wild geese descend to reed - covered isle gleaming white."
            },
            {
                "senid": 6,
                "content": "Alone at night I recall Qin passes,"
            },
            {
                "senid": 7,
                "content": "a bell - listening guest who finds no sleep."
            }
        ]
    },
    {
        "id": "469dec8b-ba5e-4faf-b52f-2ad203e38d81",
        "title": "溪居",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Long burdened by official duties,"
            },
            {
                "senid": 1,
                "content": "Fortunate in this southern exile."
            },
            {
                "senid": 2,
                "content": "Leisurely settled near farm fields,"
            },
            {
                "senid": 3,
                "content": "At times resembling mountain guests."
            },
            {
                "senid": 4,
                "content": "Dawn plowing turns dewy grasses,"
            },
            {
                "senid": 5,
                "content": "Night oars clatter on stream stones."
            },
            {
                "senid": 6,
                "content": "Comings and goings meet no others,"
            },
            {
                "senid": 7,
                "content": "Singing long beneath Chu's azure heavens."
            }
        ]
    },
    {
        "id": "80beb8cc-8338-44d4-8b96-7f9d32133c97",
        "title": "西塞山怀古",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Western Jin's towering ships sailed down from Yizhou."
            },
            {
                "senid": 1,
                "content": "Jinling's royal aura faded into gloom."
            },
            {
                "senid": 2,
                "content": "A thousand fathoms of iron chains sank beneath the river's depths."
            },
            {
                "senid": 3,
                "content": "A single flag of surrender emerged from Stone City."
            },
            {
                "senid": 4,
                "content": "How many times has the world mourned past events?"
            },
            {
                "senid": 5,
                "content": "The mountain's form still rests by the flowing river."
            },
            {
                "senid": 6,
                "content": "Now, in this era where the four seas are one home,"
            },
            {
                "senid": 7,
                "content": "The ancient ramparts stand desolate amidst autumn reeds."
            }
        ]
    },
    {
        "id": "4d6f83e9-8232-4db1-903e-f9e619df5ecb",
        "title": "西施咏",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Her beauty the world admires, how could Xi Shi remain obscure?"
            },
            {
                "senid": 1,
                "content": "At dawn, a maiden by Yue's stream; by dusk, a consort in Wu's palace halls."
            },
            {
                "senid": 2,
                "content": "In humble days, how was she different? In glory, her rarity unveiled."
            },
            {
                "senid": 3,
                "content": "Summoning others to apply her rouge, she wears silk robes without lifting a hand."
            },
            {
                "senid": 4,
                "content": "The lord's favor deepens her charms, his love silences all critique."
            },
            {
                "senid": 5,
                "content": "Her former companions by the washing stream, never share her carriage's return."
            },
            {
                "senid": 6,
                "content": "To the neighbor girl who imitates her frown: how can such mimicry bring hope?"
            }
        ]
    },
    {
        "id": "d755f74b-18fd-44d1-a6e1-43e77490bb09",
        "title": "喜见外弟又言别",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Ten years of chaos and separation, grown, we meet again."
            },
            {
                "senid": 1,
                "content": "Startled by names at first glance, recalling old faces once names are spoken."
            },
            {
                "senid": 2,
                "content": "Vast changes since we parted, evening bell tolls as talk subsides."
            },
            {
                "senid": 3,
                "content": "Tomorrow on Baling Road, layers of autumn peaks yet await."
            }
        ]
    },
    {
        "id": "f0cd6afd-c89d-4fc3-b214-bcbf63042e8e",
        "title": "喜外弟卢纶见宿",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Silent night, no neighbors around; desolate dwelling, old and poor livelihood."
            },
            {
                "senid": 1,
                "content": "Yellow - leaved trees in the rain, white - haired man beneath the lamp."
            },
            {
                "senid": 2,
                "content": "Having long been solitary and submerged, ashamed you visit so often."
            },
            {
                "senid": 3,
                "content": "Lifelong bonds are preordained, especially with Cai family kin."
            }
        ]
    },
    {
        "id": "ca4cc6b3-a324-48c0-89c0-bb36c09c4930",
        "title": "下终南山过斛斯山人宿置酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "In twilight, I descend from verdant peaks; the mountain moon follows me home."
            },
            {
                "senid": 1,
                "content": "Looking back at the path I came, emerald mists stretch across the slopes."
            },
            {
                "senid": 2,
                "content": "We stroll together to the farmer's cottage, a child opens the rustic gate."
            },
            {
                "senid": 3,
                "content": "Green bamboos lead down a quiet lane; jade vines brush our passing robes."
            },
            {
                "senid": 4,
                "content": "Joyful words find rest here, fine wine flows freely as we toast."
            },
            {
                "senid": 5,
                "content": "Long songs echo through the pines' whispers; as melodies fade, stars sparse the Milky Way."
            },
            {
                "senid": 6,
                "content": "I, drunk, you still merry—together we lose ourselves in pure delight."
            }
        ]
    },
    {
        "id": "f8afed4e-e8cd-467f-afae-51dc149921f7",
        "title": "夏日南亭怀辛大",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "The mountain glow suddenly sets in the west, the pond moon gradually rises in the east."
            },
            {
                "senid": 1,
                "content": "Loosening my hair to enjoy the evening coolness, opening the window to recline in spacious leisure."
            },
            {
                "senid": 2,
                "content": "Lotus breeze carries fragrance, bamboo dew drips with crystalline sound."
            },
            {
                "senid": 3,
                "content": "I long to take up the zither and play, but lament having no kindred soul to appreciate."
            },
            {
                "senid": 4,
                "content": "Moved by this scene, I think of old friends, toiling through midnight dreams and yearning."
            }
        ]
    },
    {
        "id": "1b6f2389-2d09-4d51-982a-e7efb35113c5",
        "title": "相和歌辞 长信怨 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "At dawn I sweep with broom of reed, where golden palace doors recede."
            },
            {
                "senid": 1,
                "content": "Holding round fan, I linger near, where royal footsteps disappear."
            },
            {
                "senid": 2,
                "content": "My jade - like face outshone by crows, that winter's soot - black plumage shows."
            },
            {
                "senid": 3,
                "content": "Yet still they bear sunshine's trace, from Zhaoyang Palace's sacred space."
            }
        ]
    },
    {
        "id": "0ed53ef4-30ca-41ac-a629-d778e5cc2bfa",
        "title": "相和歌辞 从军行",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "At dawn we climb to watch beacon fires, at dusk water horses by Jiao River."
            },
            {
                "senid": 1,
                "content": "Travelers' pots clank in sandstorm's gloom, the princess's lute wails endless gloom."
            },
            {
                "senid": 2,
                "content": "Camping wild where no walls remain, snow mingles rain over desert plain."
            },
            {
                "senid": 3,
                "content": "Barbarian geese wail through night's dome, northern boys' tears fall twin by twin."
            },
            {
                "senid": 4,
                "content": "Hearing Jade Gate remains barred tight, lives must chase war - chariots' flight."
            },
            {
                "senid": 5,
                "content": "Yearly bones bleach in wasteland's span, while Han palaces feast on barbarian grape."
            }
        ]
    },
    {
        "id": "bb111748-d8f1-4a5e-b618-b70272a7a642",
        "title": "相和歌辞 江南曲",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Married to Qutang merchant, day after day he delays my waiting."
            },
            {
                "senid": 1,
                "content": "Had I known the tide is so faithful, I'd have wed the tide rider instead."
            }
        ]
    },
    {
        "id": "f93545e7-747e-4d12-a6c8-e484c46b2860",
        "title": "相和歌辞 玉阶怨",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Jade steps gather white dew."
            },
            {
                "senid": 1,
                "content": "Deep into night, it soaks through silken socks."
            },
            {
                "senid": 2,
                "content": "She lowers the crystal curtain,"
            },
            {
                "senid": 3,
                "content": "gazing clear and bright at the autumn moon."
            }
        ]
    },
    {
        "id": "35319d7e-9cf6-43b0-bfa3-991cf82a49f9",
        "title": "相和歌辞 子夜四时歌四首 冬歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "At dawn the courier sets forth."
            },
            {
                "senid": 1,
                "content": "All night she lines the warrior's robe with cotton."
            },
            {
                "senid": 2,
                "content": "Her cold hands draw the needle."
            },
            {
                "senid": 3,
                "content": "How can she bear the scissors' chill?"
            },
            {
                "senid": 4,
                "content": "Tailored garments sent along distant roads,"
            },
            {
                "senid": 5,
                "content": "When will they reach Lintao?"
            }
        ]
    },
    {
        "id": "4bd5be2b-5788-42c0-a300-9d106a73d46e",
        "title": "相和歌辞 子夜四时歌四首 夏歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Mirror Lake spans three hundred miles, lotus buds bloom into flowers."
            },
            {
                "senid": 1,
                "content": "In May, Xishi comes to gather, crowds watch thick as Ruoye's waters."
            },
            {
                "senid": 2,
                "content": "Returning boats need not wait for moonrise, departing straight to the Yue King's palace."
            }
        ]
    },
    {
        "id": "8baa7c35-9afb-40bf-b5e4-41d9895e2710",
        "title": "相思",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Red beans grow in the southern land."
            },
            {
                "senid": 1,
                "content": "When autumn comes, they sprout on old branches."
            },
            {
                "senid": 2,
                "content": "I hope you gather them abundantly,"
            },
            {
                "senid": 3,
                "content": "For they are the emblem of love and yearning."
            }
        ]
    },
    {
        "id": "efaaa86e-5628-40d3-a137-1ae8fcbe41b8",
        "title": "新嫁娘词三首 三",
        "author": "王建",
        "sentence": [
            {
                "senid": 0,
                "content": "On the third day she entered the kitchen, washed hands to prepare soup."
            },
            {
                "senid": 1,
                "content": "Unfamiliar with mother-in-law's taste, first let sister-in-law sample."
            }
        ]
    },
    {
        "id": "6556f501-f5b9-4353-bde2-75ec0e1bb616",
        "title": "新年作",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "My homesick heart aches with the new year's dawn, Alone by heaven's edge, silent tears are drawn."
            },
            {
                "senid": 1,
                "content": "Aging beneath others' roof I dwell, While spring returns before travelers can tell."
            },
            {
                "senid": 2,
                "content": "With mountain apes I share each day's decline, By willow'd streams where mist and breeze entwine."
            },
            {
                "senid": 3,
                "content": "Changsha's exile now my fate's design, How many years remain in this confine?"
            }
        ]
    },
    {
        "id": "5593d522-b820-4c06-bab6-0ab5a0fc1d46",
        "title": "宣州谢朓楼饯别校书叔云",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Those who left me yesterday are now gone and cannot stay."
            },
            {
                "senid": 1,
                "content": "Today's chaos in my heart brings endless disarray."
            },
            {
                "senid": 2,
                "content": "A thousand - mile wind escorts autumn geese in flight, For such a scene we'll drink atop the tower's height."
            },
            {
                "senid": 3,
                "content": "Penglai's prose and Jian'an's bone, Between them Xiao Xie's pure style has grown."
            },
            {
                "senid": 4,
                "content": "All harbor lofty thoughts that soar on high, Yearning to touch sun and moon in the sky."
            },
            {
                "senid": 5,
                "content": "Drawing swords to split water, waves still flow; Toasting to drown sorrow deepens woe."
            },
            {
                "senid": 6,
                "content": "Life's dissatisfactions never cease, Tomorrow I'll sail freely with loosened hair in peace."
            }
        ]
    },
    {
        "id": "565d931a-ff49-4f37-b633-524b48c2f4f0",
        "title": "寻陆鸿渐不遇",
        "author": "皎然",
        "sentence": [
            {
                "senid": 0,
                "content": "Though moving near the city walls, a country path leads through mulberry and hemp fields."
            },
            {
                "senid": 1,
                "content": "Chrysanthemums planted recently by the fence have not yet bloomed with autumn's arrival."
            },
            {
                "senid": 2,
                "content": "Knocking on the door, no dog barks; preparing to leave, I inquire at the western neighbor's."
            },
            {
                "senid": 3,
                "content": "They inform me he's gone to the mountains, returning each day as the sun sets."
            }
        ]
    },
    {
        "id": "04af557e-bac8-4fbf-92e7-d8a87fa11038",
        "title": "寻南溪常山道人隐居",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Along the path I wander, moss reveals traces of footsteps."
            },
            {
                "senid": 1,
                "content": "White clouds cling to quiet isles, spring grass seals the idle gate."
            },
            {
                "senid": 2,
                "content": "Through rain I view pine hues, following mountains to water's source."
            },
            {
                "senid": 3,
                "content": "Stream flowers and Zen thoughts face each other in wordless communion."
            }
        ]
    },
    {
        "id": "10a0aedc-4b39-494b-a36c-28c6df28a668",
        "title": "寻西山隐者不遇",
        "author": "丘为",
        "sentence": [
            {
                "senid": 0,
                "content": "A thatched hut atop the peak, thirty miles straight up."
            },
            {
                "senid": 1,
                "content": "Knocking finds no servants, peering inside only desks remain."
            },
            {
                "senid": 2,
                "content": "If not a firewood - cart scholar, then must be angling autumn waters."
            },
            {
                "senid": 3,
                "content": "Missing our meeting, striving emptily in admiration."
            },
            {
                "senid": 4,
                "content": "Grass hues fresh after rain, pine sounds through evening windows."
            },
            {
                "senid": 5,
                "content": "Here in profound seclusion, self - sufficient to cleanse mind and ears."
            },
            {
                "senid": 6,
                "content": "Though lacking host - guest formality, attained profound tranquility."
            },
            {
                "senid": 7,
                "content": "When interest wanes descend the mountain - why wait for that person?"
            }
        ]
    },
    {
        "id": "4f6575cc-12cc-4986-8bfc-5cedac7bb68f",
        "title": "寻隐者不遇",
        "author": "贾岛",
        "sentence": [
            {
                "senid": 0,
                "content": "Under the pine tree I asked the boy."
            },
            {
                "senid": 1,
                "content": "He replied, 'Master's gone herb - gathering.'"
            },
            {
                "senid": 2,
                "content": "Somewhere in these mountains -"
            },
            {
                "senid": 3,
                "content": "Clouds too deep to know where."
            }
        ]
    },
    {
        "id": "2161a569-6250-4886-9500-2168821b62be",
        "title": "瑶池",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "The Queen Mother of the West opens her ornate window."
            },
            {
                "senid": 1,
                "content": "The songs of Huangshu shake the earth with sorrow."
            },
            {
                "senid": 2,
                "content": "The eight steeds gallop thirty thousand miles a day."
            },
            {
                "senid": 3,
                "content": "Why does King Mu not return again?"
            }
        ]
    },
    {
        "id": "b7d50789-e0d5-4291-8014-eddf65a124df",
        "title": "瑶瑟怨",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "On silken - quilted ivory bed, dreams take no flight"
            },
            {
                "senid": 1,
                "content": "Through azure sky like water drift night clouds light"
            },
            {
                "senid": 2,
                "content": "Wild geese's cry fades beyond Xiao - Xiang's stream"
            },
            {
                "senid": 3,
                "content": "In twelve - towered moonlit towers, moonlight beams"
            }
        ]
    },
    {
        "id": "d77f340f-1a04-4c5b-9704-2536e4249c6b",
        "title": "野望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "White snow clothes three frontier forts on western hills."
            },
            {
                "senid": 1,
                "content": "Clear river flows past Wanli Bridge in southern shore."
            },
            {
                "senid": 2,
                "content": "War dust separates brothers across the land."
            },
            {
                "senid": 3,
                "content": "Lone tears fall at world's edge, so far from home."
            },
            {
                "senid": 4,
                "content": "Twilight years feed only chronic ailments."
            },
            {
                "senid": 5,
                "content": "Not a drop repaid to this sage dynasty's grace."
            },
            {
                "senid": 6,
                "content": "Riding beyond suburbs, gaze stretches afar -"
            },
            {
                "senid": 7,
                "content": "Crushed by the world's daily withering."
            }
        ]
    },
    {
        "id": "7e1be9c9-fa2f-44c2-a6bc-3edcece745fe",
        "title": "夜泊牛渚怀古",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Night on the Western River at Niuzhu."
            },
            {
                "senid": 1,
                "content": "Not a wisp of cloud in the clear sky."
            },
            {
                "senid": 2,
                "content": "Boarding the boat, I gaze at the autumn moon."
            },
            {
                "senid": 3,
                "content": "Vainly recalling General Xie."
            },
            {
                "senid": 4,
                "content": "I too can chant with lofty voice."
            },
            {
                "senid": 5,
                "content": "But this man is beyond my call."
            },
            {
                "senid": 6,
                "content": "Tomorrow, I'll hoist my sail and depart."
            },
            {
                "senid": 7,
                "content": "As maple leaves flutter and fall."
            }
        ]
    },
    {
        "id": "cc0e7ac3-bde4-4491-8ae5-027106709e72",
        "title": "夜归鹿门山歌",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Evening bells ring from mountain temples as daylight fades."
            },
            {
                "senid": 1,
                "content": "At Yuliang Crossing, the ferry bustles with noise."
            },
            {
                "senid": 2,
                "content": "People follow sandy paths toward riverside villages."
            },
            {
                "senid": 3,
                "content": "I too board a boat, returning to Lumen."
            },
            {
                "senid": 4,
                "content": "Moonlight over Lumen illuminates mist - veiled trees."
            },
            {
                "senid": 5,
                "content": "Suddenly arriving at Pang Gong's secluded retreat."
            },
            {
                "senid": 6,
                "content": "Rock gates and pine paths lie in endless silence."
            },
            {
                "senid": 7,
                "content": "Only the recluse comes and goes in the night."
            }
        ]
    },
    {
        "id": "992df222-c445-4925-a656-0caa4447d5bb",
        "title": "夜上受降城闻笛",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Before Huile Peak, the sand resembles snow."
            },
            {
                "senid": 1,
                "content": "Beneath Surrender City, the moon appears as frost."
            },
            {
                "senid": 2,
                "content": "From somewhere unknown, a reed pipe's song drifts by,"
            },
            {
                "senid": 3,
                "content": "All night long, soldiers gaze toward their homeland's sky."
            }
        ]
    },
    {
        "id": "75db753d-e7da-48a1-a6c0-6ed9147e58db",
        "title": "夜雨寄北",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "You ask when I’ll return, yet no date is set."
            },
            {
                "senid": 1,
                "content": "Night rain in Ba Shan swells autumn pools."
            },
            {
                "senid": 2,
                "content": "When shall we trim the candle by the west window together?"
            },
            {
                "senid": 3,
                "content": "And reminisce about this night of rain in Ba Shan."
            }
        ]
    },
    {
        "id": "79e7ec6e-0d6c-4f95-8181-4671c42e1faf",
        "title": "夜月",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "The deeper night's moon shines on half the houses."
            },
            {
                "senid": 1,
                "content": "The Dipper spans horizontal, Southern Dipper tilts."
            },
            {
                "senid": 2,
                "content": "Tonight, I especially sense the warmth of spring air."
            },
            {
                "senid": 3,
                "content": "Insect songs newly penetrate the green window screen."
            }
        ]
    },
    {
        "id": "1deac6d5-6da0-4d9f-a182-2f0697cbb932",
        "title": "已凉",
        "author": "韩偓",
        "sentence": [
            {
                "senid": 0,
                "content": "Beyond the emerald railings, embroidered curtains hang low."
            },
            {
                "senid": 1,
                "content": "A crimson screen depicts broken branches in artful flow."
            },
            {
                "senid": 2,
                "content": "Eight - foot dragon - whisker mat with brocade square spread."
            },
            {
                "senid": 3,
                "content": "Cool autumn reigns, yet winter's chill lies ahead."
            }
        ]
    },
    {
        "id": "acbe1729-cefd-4678-9719-09c5c9c27db0",
        "title": "咏怀古迹五首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "I deeply understand Song Yu's sorrow in autumn's decay, His graceful elegance remains my teacher to this day."
            },
            {
                "senid": 1,
                "content": "Gazing through millennia, tears freely flow, Though eras differ, desolation we both know."
            },
            {
                "senid": 2,
                "content": "His riverside home stands void of verse's trace, Could cloud - rain terraces be dreams' embrace?"
            },
            {
                "senid": 3,
                "content": "Most poignant how Chu palaces turned to dust, Where boatmen point, their doubts still linger just."
            }
        ]
    },
    {
        "id": "3b5db620-1964-4674-a01d-ad70ba3ebd2a",
        "title": "咏怀古迹五首 三",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Peaks and valleys converge towards Jingmen's gate,"
            },
            {
                "senid": 1,
                "content": "Where still stands the village that bore Zhaojun, the Bright Consort's fate."
            },
            {
                "senid": 2,
                "content": "She ventured from Purple Palace into northern deserts' embrace,"
            },
            {
                "senid": 3,
                "content": "Leaving but her verdant tomb beneath twilight's glow to face."
            },
            {
                "senid": 4,
                "content": "Through portraits glimpsed the spring breeze face so fair,"
            },
            {
                "senid": 5,
                "content": "Yet jade pendants return in moonlit soul, bare."
            },
            {
                "senid": 6,
                "content": "A thousand years her pipa sings in barbarian tongue,"
            },
            {
                "senid": 7,
                "content": "Resentment's thread through time in every note is strung."
            }
        ]
    },
    {
        "id": "733afc7b-e370-4724-b755-e9342c574d22",
        "title": "咏怀古迹五首 四",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "The Shu lord spied on Wu through Three Gorges' might, His final year saw fall in Yong'an's twilight."
            },
            {
                "senid": 1,
                "content": "Jade banners linger in mountain's hollow core, While vanished palace merges with temple's floor."
            },
            {
                "senid": 2,
                "content": "Ancient shrine's cedars host waterfowl's domain, As elders tread through seasonal rites' terrain."
            },
            {
                "senid": 3,
                "content": "Zhuge's shrine stands near where royal rites convene, Sovereign and minister shared worship's sacred scene."
            }
        ]
    },
    {
        "id": "87f5949b-bdad-4b5e-b488-7015bd45cc4f",
        "title": "咏怀古迹五首 五",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Zhuge's fame shines throughout the cosmos."
            },
            {
                "senid": 1,
                "content": "His solemn statue embodies noble grace."
            },
            {
                "senid": 2,
                "content": "Three kingdoms' strife through strategies he wove."
            },
            {
                "senid": 3,
                "content": "A timeless feather soaring skies above."
            },
            {
                "senid": 4,
                "content": "Peer to Yi and Lü in wisdom's light."
            },
            {
                "senid": 5,
                "content": "Outshining Xiao and Cao in command's might."
            },
            {
                "senid": 6,
                "content": "Han's fortune faded beyond recall."
            },
            {
                "senid": 7,
                "content": "His will unyielding, consumed by duty's thrall."
            }
        ]
    },
    {
        "id": "03eb4001-023a-4920-bbc7-a0fc52b2836d",
        "title": "咏怀古迹五首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In the northeast, amidst the dust and turmoil,"
            },
            {
                "senid": 1,
                "content": "Drifting through the vast expanse between heaven and earth in the southwest."
            },
            {
                "senid": 2,
                "content": "The towers of the Three Gorges drown in sun and moon."
            },
            {
                "senid": 3,
                "content": "The garments of Five Streams mingle with clouded peaks."
            },
            {
                "senid": 4,
                "content": "Barbarians serving lords prove faithless in the end."
            },
            {
                "senid": 5,
                "content": "The poet, in decline, still wanders, unable to return."
            },
            {
                "senid": 6,
                "content": "Yu Xin’s life was bleakest of all."
            },
            {
                "senid": 7,
                "content": "Yet his twilight verses shook the river passes."
            }
        ]
    },
    {
        "id": "4cf19354-4c0a-4e55-980b-69fa7f81ed0f",
        "title": "游子吟",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "The loving mother's threads in hand, her wandering son's clothes they mend."
            },
            {
                "senid": 1,
                "content": "Stitch by stitch before his parting, fear his return delayed in waiting."
            },
            {
                "senid": 2,
                "content": "Who says the tender grass's core, could repay the spring sun's glowing lore?"
            }
        ]
    },
    {
        "id": "51b1aeeb-9a66-412d-b15c-4afaa6c6b1d7",
        "title": "渔翁",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "The old fisherman lodges by west cliffs at night."
            },
            {
                "senid": 1,
                "content": "At dawn draws clear Xiang water, burns Chu bamboo."
            },
            {
                "senid": 2,
                "content": "Mist disperses, sun rises, no soul in sight."
            },
            {
                "senid": 3,
                "content": "An oar's creak turns mountains and waters emerald."
            },
            {
                "senid": 4,
                "content": "Looking back at sky's edge midriver flowing down,"
            },
            {
                "senid": 5,
                "content": "On cliffs, carefree clouds chase each other freely."
            }
        ]
    },
    {
        "id": "b71d7c9c-7e92-4797-b2c9-8715dd0c2881",
        "title": "与诸子登岘山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Human affairs ebb and flow, past and present interweave."
            },
            {
                "senid": 1,
                "content": "Rivers and mountains preserve renowned sites, we ascend again as our forebears did."
            },
            {
                "senid": 2,
                "content": "As waters recede, Yuliang Shoal lies bare; in cold skies, Mengze's depths appear profound."
            },
            {
                "senid": 3,
                "content": "Lord Yang's stele inscriptions remain, reading them brings tears that soak my lapel."
            }
        ]
    },
    {
        "id": "9a5070c8-8b6a-46d3-a976-ce942baf42e7",
        "title": "玉台体十二首 十一",
        "author": "权德舆",
        "sentence": [
            {
                "senid": 0,
                "content": "Last night my sash came loose."
            },
            {
                "senid": 1,
                "content": "This morning a spider flies."
            },
            {
                "senid": 2,
                "content": "Do not discard your cosmetics,"
            },
            {
                "senid": 3,
                "content": "Could it be that my lord will return?"
            }
        ]
    },
    {
        "id": "22e72306-f41c-4621-a925-83bab7f9d76e",
        "title": "怨情",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "The fair maiden rolls up the beaded curtain."
            },
            {
                "senid": 1,
                "content": "She sits deep in thought, her moth - eyebrows knit in a frown."
            },
            {
                "senid": 2,
                "content": "Only the wet traces of tears are seen,"
            },
            {
                "senid": 3,
                "content": "but who knows the one her heart resents?"
            }
        ]
    },
    {
        "id": "83e70b6e-ff59-4a3b-8e81-249ab0cda0c3",
        "title": "月下独酌四首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Amidst the flowers, a jug of wine; I drink alone, no one close to share."
            },
            {
                "senid": 1,
                "content": "I raise my cup to the bright moon, facing my shadow, we become three."
            },
            {
                "senid": 2,
                "content": "The moon knows not the taste of wine; my shadow merely follows my form."
            },
            {
                "senid": 3,
                "content": "For now, I'll keep the moon and shadow; let's revel while spring remains."
            },
            {
                "senid": 4,
                "content": "I sing, the moon lingers; I dance, shadows scatter."
            },
            {
                "senid": 5,
                "content": "Awake, we share delight; drunk, we part ways in night."
            },
            {
                "senid": 6,
                "content": "Bound in passionless joy, we'll meet beyond the distant Milky Way."
            }
        ]
    },
    {
        "id": "59c7eaa9-3c05-4857-8cff-10376706ccb9",
        "title": "月夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Tonight's moon over Fuzhou,"
            },
            {
                "senid": 1,
                "content": "In her chamber she gazes alone."
            },
            {
                "senid": 2,
                "content": "Afar I pity our children,"
            },
            {
                "senid": 3,
                "content": "Too young to yearn for Chang'an."
            },
            {
                "senid": 4,
                "content": "Fragrant mists dampen her cloud - like hair,"
            },
            {
                "senid": 5,
                "content": "Cold jade arms gleam in pure light."
            },
            {
                "senid": 6,
                "content": "When shall we lean by the gauze curtain,"
            },
            {
                "senid": 7,
                "content": "Our tear - stains dried in shared moonlight?"
            }
        ]
    },
    {
        "id": "c1280e87-ac81-4f9b-9de5-377d6af38ae8",
        "title": "月夜忆舍弟",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Garrison drums halt travelers' tread, a lone goose's cry on autumn frontier."
            },
            {
                "senid": 1,
                "content": "From tonight, the dew turns frosty white, the moon shines brightest over home."
            },
            {
                "senid": 2,
                "content": "My brothers scattered far and wide, no home to seek news of life or death."
            },
            {
                "senid": 3,
                "content": "Letters I send never reach them, how much more while war still rages on."
            }
        ]
    },
    {
        "id": "3138fe30-6cf6-45b0-a441-2d5398107a9a",
        "title": "云阳馆与韩绅宿别",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Old friends parted by rivers and seas,"
            },
            {
                "senid": 1,
                "content": "Countless times severed by mountain passes."
            },
            {
                "senid": 2,
                "content": "Sudden meeting seems but illusion,"
            },
            {
                "senid": 3,
                "content": "In mutual grief we ask each other's age."
            },
            {
                "senid": 4,
                "content": "A lone lamp chills the rainy gloom,"
            },
            {
                "senid": 5,
                "content": "Damp bamboos dim through floating mists."
            },
            {
                "senid": 6,
                "content": "Yet greater sorrow dawn will bring -"
            },
            {
                "senid": 7,
                "content": "Farewell cups we cherish passing round."
            }
        ]
    },
    {
        "id": "8d480633-1876-4082-aaca-a7b3a26c04d7",
        "title": "杂曲歌辞 长干曲四首 二",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "My home by the Nine - bend River's flow,"
            },
            {
                "senid": 1,
                "content": "I come and go along its winding shore."
            },
            {
                "senid": 2,
                "content": "Though we're both natives of Changgan town,"
            },
            {
                "senid": 3,
                "content": "Strangers since youth, our paths ne'er crossed before."
            }
        ]
    },
    {
        "id": "caa023cf-9f55-450c-9638-1cf5c0223cc1",
        "title": "杂曲歌辞 长相思三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "The daylight fades, flowers veiled in mist."
            },
            {
                "senid": 1,
                "content": "The moon shines pure, sorrow keeps me awake."
            },
            {
                "senid": 2,
                "content": "Zhao's zither rests on the phoenix pillar."
            },
            {
                "senid": 3,
                "content": "Shu's lute yearns to play mandarin duck strings."
            },
            {
                "senid": 4,
                "content": "This melody holds meaning, yet none to convey."
            },
            {
                "senid": 5,
                "content": "May spring winds carry it to Yanran's way."
            },
            {
                "senid": 6,
                "content": "I long for you beyond azure skies' array."
            },
            {
                "senid": 7,
                "content": "Eyes that once sparkled with rippling grace,"
            },
            {
                "senid": 8,
                "content": "Now flow as fountains tracing tear's trace."
            },
            {
                "senid": 9,
                "content": "If doubt remains of my heart's breaking pain,"
            },
            {
                "senid": 10,
                "content": "Gaze into the mirror upon your return."
            }
        ]
    },
    {
        "id": "d4baf2d1-ea61-4fb3-a284-e889275bdca2",
        "title": "杂曲歌辞 长相思三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Long yearning—in Changan."
            },
            {
                "senid": 1,
                "content": "Autumn crickets chirp by the gilded well rails."
            },
            {
                "senid": 2,
                "content": "Light frost chills the mat's hue."
            },
            {
                "senid": 3,
                "content": "A lone lamp dims, thoughts near despair."
            },
            {
                "senid": 4,
                "content": "Drawing curtains, I gaze at the moon and sigh in vain."
            },
            {
                "senid": 5,
                "content": "A flower - like beauty veiled by clouds."
            },
            {
                "senid": 6,
                "content": "Above, the vast azure heavens stretch;"
            },
            {
                "senid": 7,
                "content": "Below, green waters surge with waves."
            },
            {
                "senid": 8,
                "content": "Endless skies, distant roads—my soul suffers in flight;"
            },
            {
                "senid": 9,
                "content": "Even dreams cannot traverse the mountain passes' plight."
            },
            {
                "senid": 10,
                "content": "Long yearning—tearing heart and liver."
            }
        ]
    },
    {
        "id": "7066e611-faa5-427c-8fce-e0bf10c55416",
        "title": "杂曲歌辞 盖罗缝 一",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "The Qin moon shines on Han's strong passes, warriors march thousands of miles still far from home."
            },
            {
                "senid": 1,
                "content": "May Divine generals guard the Dragon Court, never let northern steeds cross Yin Mountain's fort."
            }
        ]
    },
    {
        "id": "a8617715-ad59-4da8-8071-e9aeb1760e6a",
        "title": "杂曲歌辞 金缕衣",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "Cherish not your golden clothes, but treasure your youthful prime."
            },
            {
                "senid": 1,
                "content": "Pluck the blossoms while they bloom, nor wait till branches bare you pine."
            }
        ]
    },
    {
        "id": "f1320c1f-949a-4cbe-ad23-4806878632c5",
        "title": "杂曲歌辞 婆罗门",
        "author": "杨敬述进",
        "sentence": [
            {
                "senid": 0,
                "content": "The sand before Mount Huile resembles snow,"
            },
            {
                "senid": 1,
                "content": "the moonlight beyond Shouxiang City is like frost."
            },
            {
                "senid": 2,
                "content": "From where does the sound of the reed pipe drift, unseen?"
            },
            {
                "senid": 3,
                "content": "All night long, the soldiers gaze toward their homes, hearts keen."
            }
        ]
    },
    {
        "id": "73dadc56-88ff-4f11-9ff5-da0e0adf533c",
        "title": "杂曲歌辞 清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "A crimson bloom, dew - kissed and fragrant."
            },
            {
                "senid": 1,
                "content": "Amidst the clouds and rain of Wu Mountain, hearts ache in vain."
            },
            {
                "senid": 2,
                "content": "Inquire of the Han Palace: who could compare?"
            },
            {
                "senid": 3,
                "content": "Pitiable Fei Yan leans on her newfound grace."
            }
        ]
    },
    {
        "id": "0db5450e-f1e0-4d53-8106-529def535537",
        "title": "杂曲歌辞 清平调 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "The renowned flower and the beauty delight each other in mutual splendor."
            },
            {
                "senid": 1,
                "content": "The sovereign often gazes with a smiling countenance."
            },
            {
                "senid": 2,
                "content": "The gentle breeze dispels infinite sorrows of spring,"
            },
            {
                "senid": 3,
                "content": "By Shenxiang Pavilion's northern railings we lean in quiet surrender."
            }
        ]
    },
    {
        "id": "1f66d2ec-8418-485e-a434-e21a0d439dda",
        "title": "杂曲歌辞 秋夜曲",
        "author": "王涯",
        "sentence": [
            {
                "senid": 0,
                "content": "The cassia spirit waxes as autumn dew glistens,"
            },
            {
                "senid": 1,
                "content": "Gauzy silk gowns too thin, yet unchanged for the season,"
            },
            {
                "senid": 2,
                "content": "The silvery zither's earnest notes linger through the night,"
            },
            {
                "senid": 3,
                "content": "A trembling heart shuns the empty chamber's lonely light."
            }
        ]
    },
    {
        "id": "e4a87504-f9a3-4599-b770-aba4afd3cb04",
        "title": "杂曲歌辞 渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "The morning rain of Weicheng dampens the light dust."
            },
            {
                "senid": 1,
                "content": "The inn's verdant willows gleam with spring's hue."
            },
            {
                "senid": 2,
                "content": "I urge you to drain one more cup of wine,"
            },
            {
                "senid": 3,
                "content": "West beyond Yang Pass, no old friends remain."
            }
        ]
    },
    {
        "id": "31e9a6b0-5035-4b1b-a9d3-ff1c279f53b6",
        "title": "杂诗 十三",
        "author": "无名氏",
        "sentence": [
            {
                "senid": 0,
                "content": "Near Cold Food Festival rains make grasses lush."
            },
            {
                "senid": 1,
                "content": "Wheat sprouts sway, willows mirror the bank in breeze."
            },
            {
                "senid": 2,
                "content": "Long have I been homeward bound yet cannot return."
            },
            {
                "senid": 3,
                "content": "Cuckoo, cease your crying by my yearning ear."
            }
        ]
    },
    {
        "id": "4c7205af-d1e8-48ed-8220-fe095418b95a",
        "title": "杂诗三首 二",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "You come from our hometown,"
            },
            {
                "senid": 1,
                "content": "surely you know how things are there."
            },
            {
                "senid": 2,
                "content": "When you left by your gorgeous window,"
            },
            {
                "senid": 3,
                "content": "has the winter plum blossomed yet?"
            }
        ]
    },
    {
        "id": "1fb10ea4-f46c-4c08-bd06-f039f1907be6",
        "title": "杂诗三首 三",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "I hear at Huanglong Garrison, years of unending strife."
            },
            {
                "senid": 1,
                "content": "The moon that lit her chamber now shines on the army's life."
            },
            {
                "senid": 2,
                "content": "A young wife's springtime longing, her husband's nightly pain."
            },
            {
                "senid": 3,
                "content": "Who'll lead us with banners and drums to break Dragon Town's chain?"
            }
        ]
    },
    {
        "id": "c65539db-4e2b-4ce4-a22b-563b6ef3f4f1",
        "title": "在岳咏蝉",
        "author": "骆宾王",
        "sentence": [
            {
                "senid": 0,
                "content": "Cicadas sing in the western land."
            },
            {
                "senid": 1,
                "content": "A captive's thoughts grow ever deeper."
            },
            {
                "senid": 2,
                "content": "How bear these dark-winged shadows,"
            },
            {
                "senid": 3,
                "content": "Facing my white-haired lamentations?"
            },
            {
                "senid": 4,
                "content": "Dew weighs their flight, progress hindered;"
            },
            {
                "senid": 5,
                "content": "Winds drown their song, resonance smothered."
            },
            {
                "senid": 6,
                "content": "None believe in noble purity,"
            },
            {
                "senid": 7,
                "content": "Who will voice this heart of mine?"
            }
        ]
    },
    {
        "id": "9525f99d-39cb-4d04-8650-263493d223e0",
        "title": "早发白帝城",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "At dawn I left White Emperor crowned with rainbow clouds;"
            },
            {
                "senid": 1,
                "content": "To Jiangling I returned within a thousand - mile day."
            },
            {
                "senid": 2,
                "content": "Monkeys' endless wails echo from both riverbanks;"
            },
            {
                "senid": 3,
                "content": "My skiff has flown past ten thousand somber peaks."
            }
        ]
    },
    {
        "id": "8e18183e-5a58-4805-b672-1726969d6526",
        "title": "早寒江上有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "The leaves fall, the wild geese head south. The north wind chills the river."
            },
            {
                "senid": 1,
                "content": "My home lies by the Xiang River, remote beyond Chu's cloudy peaks."
            },
            {
                "senid": 2,
                "content": "Homesick tears dry in wanderer's eyes, a lone sail fades at sky's edge."
            },
            {
                "senid": 3,
                "content": "Lost at the ford, wanting to inquire - the evening sea spreads endlessly calm."
            }
        ]
    },
    {
        "id": "fedb06cc-37da-4aaf-8f39-85ebcb08b947",
        "title": "早秋三首 一",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "The long night brims with clear zither sounds."
            },
            {
                "senid": 1,
                "content": "West winds stir the emerald vines."
            },
            {
                "senid": 2,
                "content": "Fading fireflies bow to jade - like dew."
            },
            {
                "senid": 3,
                "content": "Early geese skim the Milky Way."
            },
            {
                "senid": 4,
                "content": "Tall trees at dawn remain dense and tall."
            },
            {
                "senid": 5,
                "content": "Distant hills gain clarity under clear skies."
            },
            {
                "senid": 6,
                "content": "A leaf falls in Huainan's embrace,"
            },
            {
                "senid": 7,
                "content": "I feel age in the misty waves' trace."
            }
        ]
    },
    {
        "id": "4c745990-657a-41fe-ba2c-d9cf371ca563",
        "title": "贼平后送人北归",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "In chaotic times we fled south together, now in peace I return north alone."
            },
            {
                "senid": 1,
                "content": "In foreign lands my hair turned white, returning home I greet green mountains."
            },
            {
                "senid": 2,
                "content": "Dawn moon passes ruined fortresses, under starry skies I lodge at old passes."
            },
            {
                "senid": 3,
                "content": "Chilled birds and withered grass everywhere mirror my sorrowful face."
            }
        ]
    },
    {
        "id": "a7f425de-143b-493d-bb51-13e27c68e871",
        "title": "赠别二首 二",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "So full of love, yet seemingly heartless all the time; At the farewell toast, I struggle to feign a smile."
            },
            {
                "senid": 1,
                "content": "The candle, with a heart, shares our parting sorrow, Shedding tears in our stead until the break of dawn."
            }
        ]
    },
    {
        "id": "54008cd0-f9bf-424f-bc55-f15c1e9025f3",
        "title": "赠别二首 一",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Slim and graceful, just over thirteen."
            },
            {
                "senid": 1,
                "content": "Like early February's budding flowers on the branch."
            },
            {
                "senid": 2,
                "content": "Ten miles of spring breeze on Yangzhou's roads,"
            },
            {
                "senid": 3,
                "content": "Rolling up beaded curtains, none compare to her."
            }
        ]
    },
    {
        "id": "9d1b6a18-571c-4f25-bfdb-3fe260115c3f",
        "title": "赠孟浩然",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "I admire Master Meng, whose grace the world has known."
            },
            {
                "senid": 1,
                "content": "In youth rejecting honors, in white - haired years reclining by pines and clouds."
            },
            {
                "senid": 2,
                "content": "Drunk with moonlight, oft tasting divine wine; enchanted by blossoms, never serving lords."
            },
            {
                "senid": 3,
                "content": "How can I aspire to such lofty heights? Here I bow to your pure fragrance alone."
            }
        ]
    },
    {
        "id": "84bd91bd-11f7-4218-b9e2-b05b06ce8b99",
        "title": "赠内人",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Moonlight traces the palace trees by the Forbidden Gate."
            },
            {
                "senid": 1,
                "content": "Enchanting eyes gaze solely at the swallows' nest."
            },
            {
                "senid": 2,
                "content": "Beside the lamplight's shadow, a jade hairpin tilts."
            },
            {
                "senid": 3,
                "content": "It parts the crimson flame to rescue the fluttering moth."
            }
        ]
    },
    {
        "id": "42f17f00-bbc1-4b5b-82c1-3e9e012725ba",
        "title": "赠阙下裴舍人",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "In February, orioles fly to Shanglin's bowers,"
            },
            {
                "senid": 1,
                "content": "Spring veils Forbidden City in misty morning hours."
            },
            {
                "senid": 2,
                "content": "Changle Palace bells fade beyond blossoms fair."
            },
            {
                "senid": 3,
                "content": "Willows by Dragon Pond darken in rain's glower."
            },
            {
                "senid": 4,
                "content": "Sun's warmth cannot dispel my hopeless plight."
            },
            {
                "senid": 5,
                "content": "Yet still I cherish dawn's new celestial light."
            },
            {
                "senid": 6,
                "content": "Ten years of verse have brought no royal accord."
            },
            {
                "senid": 7,
                "content": "White - haired, I shame to face court's gemmed horde."
            }
        ]
    },
    {
        "id": "6c7c45a6-c944-4ff3-aa99-f5cb0440436f",
        "title": "赠卫八处士",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Life's meetings are rare as stars Shen and Shang."
            },
            {
                "senid": 1,
                "content": "What night is tonight, sharing this candlelight?"
            },
            {
                "senid": 2,
                "content": "Youth's prime lasts but briefly; our temples now frost with gray."
            },
            {
                "senid": 3,
                "content": "Old friends half turned to ghosts, gasps scorch our burning core."
            },
            {
                "senid": 4,
                "content": "Who foresaw after twenty years, I'd climb your noble stairs?"
            },
            {
                "senid": 5,
                "content": "Parted when you were single, now children stand in rows."
            },
            {
                "senid": 6,
                "content": "Cheerfully honoring father's friend, they ask my journey's path."
            },
            {
                "senid": 7,
                "content": "Before questions cease, they spread wine and dishes forth."
            },
            {
                "senid": 8,
                "content": "Night rain trims spring chives, fresh steam blends golden grain."
            },
            {
                "senid": 9,
                "content": "Host says meetings are rare, ten goblets raised in chain."
            },
            {
                "senid": 10,
                "content": "Ten cups bring no drunkenness, touched by your steadfast heart."
            },
            {
                "senid": 11,
                "content": "Tomorrow mountains divide us, life's affairs drift worlds apart."
            }
        ]
    },
    {
        "id": "19796737-ec7b-4c33-8df4-a81a7ca2cc10",
        "title": "章台夜思",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "The clear zither laments the long night."
            },
            {
                "senid": 1,
                "content": "Its strings quiver with the sorrow of wind and rain."
            },
            {
                "senid": 2,
                "content": "A lone lamp hears the Chu horn's mournful sound."
            },
            {
                "senid": 3,
                "content": "The waning moon descends over Zhang Terrace."
            },
            {
                "senid": 4,
                "content": "The fragrant grass has long since withered."
            },
            {
                "senid": 5,
                "content": "My old friend still has not arrived."
            },
            {
                "senid": 6,
                "content": "Letters to my homeland cannot be sent."
            },
            {
                "senid": 7,
                "content": "Autumn geese once again fly south."
            }
        ]
    },
    {
        "id": "92dd65da-8301-4c83-b8f3-986b6095c481",
        "title": "征怨",
        "author": "柳中庸",
        "sentence": [
            {
                "senid": 0,
                "content": "Year after year at Jinhe and Yuguan Pass,"
            },
            {
                "senid": 1,
                "content": "Each dawn brings whips and sword rings as we pass."
            },
            {
                "senid": 2,
                "content": "Spring snow returns to green graves where souls lie,"
            },
            {
                "senid": 3,
                "content": "The Yellow River winds round Heishan for miles nigh."
            }
        ]
    },
    {
        "id": "f88a6dbd-bf83-458c-b5e2-85fdd1ed98b2",
        "title": "至德二载甫自京金光门出问道归凤翔乾元初从左拾遗移华州掾与亲故别因出此门有悲往事",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "In former days this path saw submission made, While western outskirts swarmed with barbarian horde."
            },
            {
                "senid": 1,
                "content": "To this day my shattered courage quakes, Where restless souls still haunt unsummoned."
            },
            {
                "senid": 2,
                "content": "Though recently returned to capital's embrace, This official transfer - was it truly the Emperor's will?"
            },
            {
                "senid": 3,
                "content": "Talentless, I age with each passing day, Yet rein my steed to gaze at palace gates arrayed."
            }
        ]
    },
    {
        "id": "6d098c75-038d-45f4-8f86-73976c355e44",
        "title": "终南别业",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "In middle age I grew fond of Tao, late dwelling by southern mountains' edge."
            },
            {
                "senid": 1,
                "content": "When moved, often wandered alone; these joys none but myself could gauge."
            },
            {
                "senid": 2,
                "content": "Walked till streams ended, sat watching clouds arise."
            },
            {
                "senid": 3,
                "content": "Met an old woodsman by chance, talked and laughed beyond time's gauge."
            }
        ]
    },
    {
        "id": "a5b1f5c9-1ba7-4533-b497-55b1d4af1bbb",
        "title": "终南山",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Taiyi nears the celestial capital."
            },
            {
                "senid": 1,
                "content": "Ranges connect to oceanic shores."
            },
            {
                "senid": 2,
                "content": "White clouds, gazing back, converge."
            },
            {
                "senid": 3,
                "content": "Blue mists, entering sight, vanish."
            },
            {
                "senid": 4,
                "content": "The central peak divides the realms"
            },
            {
                "senid": 5,
                "content": "Shadows and light vary across valleys."
            },
            {
                "senid": 6,
                "content": "Seeking lodging where humans dwell"
            },
            {
                "senid": 7,
                "content": "Across waters I hail the woodcutter."
            }
        ]
    },
    {
        "id": "b4780bd1-1703-4bce-a801-d5ed566826b5",
        "title": "终南望余雪",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "The northern slopes of Zhongnan Mountain are majestic."
            },
            {
                "senid": 1,
                "content": "Snow-capped peaks float among the clouds."
            },
            {
                "senid": 2,
                "content": "The forest's edge glows with post - rain clarity."
            },
            {
                "senid": 3,
                "content": "Evening chill deepens in the city below."
            }
        ]
    },
    {
        "id": "57203d7f-380c-4052-b21b-d1ea79fbe231",
        "title": "子夜吴歌 春歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "In Qin land dwells Lady Luofu, picking mulberry leaves by green waters."
            },
            {
                "senid": 1,
                "content": "Her pale hands grace green branches, crimson attire shines in daylight."
            },
            {
                "senid": 2,
                "content": "Silkworms hunger, I must depart; five noble steeds, do not linger here."
            }
        ]
    },
    {
        "id": "baccf46a-41c4-4a0f-b90f-37cc35b04a64",
        "title": "子夜吴歌 秋歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "A sheet of moonlight over Chang'an."
            },
            {
                "senid": 1,
                "content": "Ten thousand households' pounding of laundry."
            },
            {
                "senid": 2,
                "content": "Autumn winds that never cease,"
            },
            {
                "senid": 3,
                "content": "Carrying thoughts of the Jade Pass evermore."
            },
            {
                "senid": 4,
                "content": "When will the barbarians be conquered,"
            },
            {
                "senid": 5,
                "content": "So my love can end his distant campaign?"
            }
        ]
    },
    {
        "id": "a2aed629-465d-412c-a68d-780068488725",
        "title": "自河南经乱关内阻饥兄弟离散各在一处因望月有感聊书所怀寄上浮梁大兄于潜七兄乌江十五兄兼示符离及下邽弟妹",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "In times of hardship and famine, worldly affairs turn void."
            },
            {
                "senid": 1,
                "content": "Brothers wander as drifters, scattered east and west."
            },
            {
                "senid": 2,
                "content": "Fields lie desolate after war's devastation."
            },
            {
                "senid": 3,
                "content": "Kin wander displaced on endless roads."
            },
            {
                "senid": 4,
                "content": "Grieving shadows split into thousand - mile wild geese,"
            },
            {
                "senid": 5,
                "content": "Uprooted, scattered like autumn's thistledown."
            },
            {
                "senid": 6,
                "content": "Gazing at the moon together, tears should fall -"
            },
            {
                "senid": 7,
                "content": "One night's homesick hearts beat as five in unison."
            }
        ]
    },
    {
        "id": "3f049d66-1513-407f-bb4e-cf25a7b5069a",
        "title": "自夏口至鹦鹉洲夕望岳阳寄源中丞",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "The isle's calm, without waves or mist's trace,"
            },
            {
                "senid": 1,
                "content": "The wanderer's longing transcends time and space."
            },
            {
                "senid": 2,
                "content": "At Hankou's sunset, birds cross the slanting light,"
            },
            {
                "senid": 3,
                "content": "Dongting's autumn waters merge with heaven's height."
            },
            {
                "senid": 4,
                "content": "Lonely town by cold ridge where horns resound,"
            },
            {
                "senid": 5,
                "content": "Solitary watch by river where boats are bound."
            },
            {
                "senid": 6,
                "content": "Jia Yi petitioned, Han's fate to amend,"
            },
            {
                "senid": 7,
                "content": "Banished to Changsha, loved beyond time's end."
            }
        ]
    }
]