[
    {
        "id": "927908c0-999f-4d3f-8192-d67d28f93576",
        "title": "八阵图",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Sus méritos superaron el reino de los Tres Reinos."
            },
            {
                "senid": 1,
                "content": "Su fama creció con el esquema de las ocho formaciones."
            },
            {
                "senid": 2,
                "content": "El río fluye, las piedras permanecen firmes en su posición."
            },
            {
                "senid": 3,
                "content": "El remordimiento eterno se alarga por el fracaso de conquistar Wu."
            }
        ]
    },
    {
        "id": "9d33c118-cde9-49af-b572-c43427a10b48",
        "title": "巴山道中除夜书怀",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Caminos lejanos de las Tres Ba, errando a través de millas peligrosas."
            },
            {
                "senid": 1,
                "content": "Montañas escarpadas guardan nieve remanente en la noche, una vela solitaria ilumina la primavera en un lugar extraño."
            },
            {
                "senid": 2,
                "content": "Poco a poco distanciado de los parientes, cada vez más cercano a los sirvientes."
            },
            {
                "senid": 3,
                "content": "¿Cómo soportar este interminable vagabundeo? Mañana comienza un nuevo año."
            }
        ]
    },
    {
        "id": "f2f04c30-149d-4b2b-bce1-1334adf84739",
        "title": "灞上秋居",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "La tormenta en la llanura ha cesado, las aves silvestres pasan con frecuencia en la tarde."
            },
            {
                "senid": 1,
                "content": "Las hojas caen sobre los árboles en un lugar extraño, una lámpara fría ilumina a una alma solitaria en la noche."
            },
            {
                "senid": 2,
                "content": "El rocío blanco gotea en el jardín vacío, las paredes solitarias son vecinas de un monje errante."
            },
            {
                "senid": 3,
                "content": "Hace mucho tiempo que habito cerca de la puerta suburbana, ¿por qué camino ofrezco mi humilde persona?"
            }
        ]
    },
    {
        "id": "294bc7b2-b4f8-4a53-be17-a40ded4afd1a",
        "title": "白雪歌送武判官归京",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Los vientos del norte barren el suelo, la hierba blanca se rompe, Los cielos bárbaros ven caer copos de nieve en agosto."
            },
            {
                "senid": 1,
                "content": "De repente, una brisa de primavera llega durante la noche, Las flores de peral brotan en innumerables árboles - disfraz de la nieve."
            },
            {
                "senid": 2,
                "content": "Los copos de nieve se filtran a través de las cortinas de cuentas, las cortinas de seda se empapan, Las pieles de zorro no dan calor, las edredones de raso ofrecen poco abrigo."
            },
            {
                "senid": 3,
                "content": "Los arcos de cuerno de los generales se deslizan de las manos heladas, La armadura de hierro enfria a las tropas de guarnición donde cada uno se encuentra."
            },
            {
                "senid": 4,
                "content": "El vasto desierto se extiende congelado a cien pies de profundidad, Las nubes sombrías se coagulan a lo largo de millas donde se arrastran las sombras."
            },
            {
                "senid": 5,
                "content": "El campamento central sirve vino a los invitados que se van, Las lira tartaras, las pipas y las flautas qiang tocan a su mando."
            },
            {
                "senid": 6,
                "content": "La nieve de la tarde se enzarza sin cesar en las puertas del campamento, Las banderas de color carmesí congeladas se mantienen rígidas en el frío del viento."
            },
            {
                "senid": 7,
                "content": "En la puerta este de la Torre de la Rueda te despedimos, Los caminos de la montaña enterrados en la nieve donde se encuentran las historias."
            },
            {
                "senid": 8,
                "content": "El sendero montañoso gira, ya no te veo; en la nieve, solo quedan las huellas de los cascos."
            }
        ]
    },
    {
        "id": "9380d4f6-e19d-4ff1-8309-07f4ede69f7c",
        "title": "北青萝",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "El sol poniente se hunde en las colinas occidentales; Visito a un monje solitario en su choza de paja."
            },
            {
                "senid": 1,
                "content": "¿Dónde está el hombre entre las hojas cayendo? ¿Cuántas capas de camino a través de las nubes frías?"
            },
            {
                "senid": 2,
                "content": "Solo golpea la campana de oración en la primera guardia de la noche, Relajadamente apoyado en un bastón de vid."
            },
            {
                "senid": 3,
                "content": "El mundo es solo un grano de polvo; ¿Por qué aferrarse al amor y al odio?"
            }
        ]
    },
    {
        "id": "c19e64b1-604b-40b7-9e41-6ef57b9c6f7b",
        "title": "别房太尉墓",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "En tierras extrañas vuelvo a trabajar, deteniendo mi caballo junto a una tumba solitaria."
            },
            {
                "senid": 1,
                "content": "Las lágrimas empaparon la tierra donde me paro, nubes rotas se ven bajas en el cielo."
            },
            {
                "senid": 2,
                "content": "Jugué ajedrez con el anciano Xie Fu, con espada en la mano buscando a Xu Jun."
            },
            {
                "senid": 3,
                "content": "Solo veo que caen las flores del bosque como despedida, los calandrias cantan el adiós del viajero."
            }
        ]
    },
    {
        "id": "8de30193-fba7-4aef-9ff9-c3726a22104d",
        "title": "泊秦淮",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "La niebla cubre el agua fría y la luz de la luna baña la arena."
            },
            {
                "senid": 1,
                "content": "Por la noche, anclamos el barco cerca de los tabernas junto al río."
            },
            {
                "senid": 2,
                "content": "Las cantantes no se dan cuenta del dolor de la pérdida del reino."
            },
            {
                "senid": 3,
                "content": "Todavía cantan canciones de placer al otro lado del río."
            }
        ]
    },
    {
        "id": "b3de619f-cc8b-457d-942b-49f06651aba4",
        "title": "蝉",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Siendo en lo alto, es difícil saciar el hambre; En vano mis gritos atraviesan la brisa."
            },
            {
                "senid": 1,
                "content": "En la quinta vigilia del alba, mi canción declinante se vuelve débil; El árbol verde jade se erige frío, sin limitaciones."
            },
            {
                "senid": 2,
                "content": "Mi humilde cargo flota como un junco sin raíces; Las malas hierbas de la antigua casa ahora cubren el prado."
            },
            {
                "senid": 3,
                "content": "Tus urgencias adviertes mi más profundo corazón; Mi familia comparte tu puro y austero trato."
            }
        ]
    },
    {
        "id": "f7c9c409-9571-4eb8-abd9-91ec6c1ff564",
        "title": "常娥",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La pantalla adornada con mica proyecta profundas sombras de vela."
            },
            {
                "senid": 1,
                "content": "La Vía Láctea se desvanece mientras las estrellas de la madrugada se ocultan."
            },
            {
                "senid": 2,
                "content": "Chang'e debe arrepentirse de haber robado el elixir."
            },
            {
                "senid": 3,
                "content": "Bajo cielos y mares azules, su corazón duele cada noche."
            }
        ]
    },
    {
        "id": "b8ae44b3-ba8d-42d3-85a7-a70aa8608379",
        "title": "长安遇冯著",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Un viajero viene de tierras orientales, sus ropas mojadas por la lluvia de Baling."
            },
            {
                "senid": 1,
                "content": "Se le pregunta por qué se aventura por este terreno, para talar árboles en la montaña necesita una hacha."
            },
            {
                "senid": 2,
                "content": "Tenebroso y exuberante, las flores se abren en la niebla; las jovencitas golondrinas se elevan con gracia recién nacida."
            },
            {
                "senid": 3,
                "content": "Desde que nos separamos, la primavera ha regresado, y ahora hay hilos de plata en su cabello."
            }
        ]
    },
    {
        "id": "c39225f9-16b2-4713-a11c-d7030ec3b1c9",
        "title": "长干曲四首 一",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "¿Dónde reside usted, señor?"
            },
            {
                "senid": 1,
                "content": "Yo vivo en Hengtang, buen señor."
            },
            {
                "senid": 2,
                "content": "He amarrado mi barco para preguntar, si me atrevo"
            },
            {
                "senid": 3,
                "content": "Por si acaso seamos de la misma tierra."
            }
        ]
    },
    {
        "id": "8cefa67f-2b9a-4e13-8158-4d38cbfb331b",
        "title": "长沙过贾谊宅",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Tres años en el destierro, aquí se detuvo en demora; A través de los siglos se alarga la tristeza del exiliado."
            },
            {
                "senid": 1,
                "content": "Ahora busco solo entre las hierbas otoñales; Los bosques fríos al atardecer muestran su sala vacía."
            },
            {
                "senid": 2,
                "content": "Aunque el sabio soberano Han favorecía las letras raras, En las frías olas del Xiang sus quejas no encontraron respuesta."
            },
            {
                "senid": 3,
                "content": "En las colinas silenciosas donde las hojas caen a través del crepúsculo, ¿Por qué, maestro, buscas los límites más remotos del mundo?"
            }
        ]
    },
    {
        "id": "2954ddd2-f1c7-41b1-8c9e-42058398cde0",
        "title": "晨诣超师院读禅经",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Sacando agua del pozo para enjuagar mis dientes fríos,"
            },
            {
                "senid": 1,
                "content": "Limpiando mi corazón y quitando el polvo de mi túnica."
            },
            {
                "senid": 2,
                "content": "Sosteniendo con calma una escritura en hoja de palma,"
            },
            {
                "senid": 3,
                "content": "Salgo del estudio oriental para leer."
            },
            {
                "senid": 4,
                "content": "La verdadera fuente está completamente desatendida,"
            },
            {
                "senid": 5,
                "content": "Mientras que las huellas mundanas son ansiosamente perseguidas."
            },
            {
                "senid": 6,
                "content": "Las palabras heredadas esperan alcanzar lo oscuro,"
            },
            {
                "senid": 7,
                "content": "Pero, ¿cómo puede uno refinar la naturaleza hasta la perfección?"
            },
            {
                "senid": 8,
                "content": "El patio del taoísta es sereno,"
            },
            {
                "senid": 9,
                "content": "Donde los tonos musgosos se mezclan con los bambúes profundos."
            },
            {
                "senid": 10,
                "content": "El amanecer perdura con la niebla y el rocío,"
            },
            {
                "senid": 11,
                "content": "Y los pinos verdes brillan como si estuvieran ungidos."
            },
            {
                "senid": 12,
                "content": "Tranquilo, más allá de las palabras y el habla,"
            },
            {
                "senid": 13,
                "content": "La alegría de la iluminación llena el corazón."
            }
        ]
    },
    {
        "id": "7c93c162-d424-4d91-b71b-7c9b81713b8c",
        "title": "赤壁",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Una lanza rota hundida en la arena, su hierro aún no corroído."
            },
            {
                "senid": 1,
                "content": "Limpiada y pulida, revela la marca de su dinastía anterior."
            },
            {
                "senid": 2,
                "content": "Si el viento del este no hubiera favorecido el empeño de Zhou Yu,"
            },
            {
                "senid": 3,
                "content": "La primavera vería a las Qiaos encerradas en la Torre del Pájaro de Bronce."
            }
        ]
    },
    {
        "id": "131c9f87-273f-4684-9b67-bd7b58ad4008",
        "title": "筹笔驿",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Los monos y los pájaros dudan, atemorizados por las antiguas cartas."
            },
            {
                "senid": 1,
                "content": "El viento y las nubes siempre protegen los pasos estratégicos."
            },
            {
                "senid": 2,
                "content": "En vano el gran general brandió su divino pincel,"
            },
            {
                "senid": 3,
                "content": "Solo para presenciar a reyes rendidos en carros de cautivos."
            },
            {
                "senid": 4,
                "content": "El talento de Guan Zhong finalmente resultó ser digno."
            },
            {
                "senid": 5,
                "content": "Mientras el destino prematuro de Guan y Zhang trae suspiros interminables."
            },
            {
                "senid": 6,
                "content": "En años futuros en el templo ancestral de Jinli,"
            },
            {
                "senid": 7,
                "content": "Los cantos de Liangfu Yin resuenan con un remordimiento eterno."
            }
        ]
    },
    {
        "id": "ce493923-7c4b-41a9-94e9-cf95741c018c",
        "title": "酬程延秋夜即事见赠",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Las largas esteras de bambú reciben el viento temprano, la ciudad vacía bañada en una tenue luz lunar."
            },
            {
                "senid": 1,
                "content": "La Vía Láctea fluye con el ganso solitario del otoño, el sonido de las piedras de batir se oye en mil casas por la noche."
            },
            {
                "senid": 2,
                "content": "Aunque parece que la estación avanza tarde, el anhelo de mi corazón me impide descansar."
            },
            {
                "senid": 3,
                "content": "Recitando tus hermosos versos, el tiempo se va hasta que, sin darme cuenta, cantan los cuervos al amanecer."
            }
        ]
    },
    {
        "id": "7950a49f-f51d-4926-9d1e-e5f76b153829",
        "title": "酬郭给事",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Las altas puertas retienen el resplandor fugaz."
            },
            {
                "senid": 1,
                "content": "Entre los sombreados ciruelos y melocotones, los capullos de sauce vuelan."
            },
            {
                "senid": 2,
                "content": "Las campanadas se escuchan esporádicamente en los cuartos del palacio al anochecer."
            },
            {
                "senid": 3,
                "content": "Quedan pocos funcionarios donde los pájaros cantores se reúnen."
            },
            {
                "senid": 4,
                "content": "Al amanecer, los colgantes de jade tintinean mientras se acercan al salón dorado."
            },
            {
                "senid": 5,
                "content": "Al atardecer, reciben decretos ante la puerta adornada."
            },
            {
                "senid": 6,
                "content": "Aunque deseo servirte, la edad limita mi voluntad."
            },
            {
                "senid": 7,
                "content": "La enfermedad me obliga a quitarme la ropa de corte."
            }
        ]
    },
    {
        "id": "65e9c24b-bdbd-4ef9-9e14-012c8fde79b8",
        "title": "酬张少府",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "En mis últimos años, solo busco tranquilidad, todas las cuestiones mundanas ya no me interesan."
            },
            {
                "senid": 1,
                "content": "Mirándome a mí mismo, no tengo grandes plans, solo sé regresar a mi antiguo bosque."
            },
            {
                "senid": 2,
                "content": "Los vientos de pino me desabrochan la faja, la luz de la luna en la montaña ilumina mi interpretación de la cítara."
            },
            {
                "senid": 3,
                "content": "Tú preguntas sobre los principios de la adversidad y el éxito, la canción del pescador se adentra profundo en el corazón de la bahía."
            }
        ]
    },
    {
        "id": "de6b7e3d-03cd-4daa-bdc2-7fb820fda441",
        "title": "出塞二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Bajo la luna de Qin, junto a los pasos fronterizos de Han."
            },
            {
                "senid": 1,
                "content": "Los guerreros marchan miles de millas y nunca regresan."
            },
            {
                "senid": 2,
                "content": "Si el general de la Ciudad del Dragón todavía volara,"
            },
            {
                "senid": 3,
                "content": "Los caballos nómadas nunca cruzarían la altura del monte Yin."
            }
        ]
    },
    {
        "id": "5b3a5651-2a80-4fb1-b1bf-c9fb5ec38905",
        "title": "初发扬子寄元大校书",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Tristemente me separo de mis queridos amigos, nuestro barco entra en la neblina espesa."
            },
            {
                "senid": 1,
                "content": "Remos regresando a Luoyang, las campanadas distantes se prolongan entre los árboles de Guangling."
            },
            {
                "senid": 2,
                "content": "Hoy nos despedimos aquí, ¿dónde nos encontraremos de nuevo?"
            },
            {
                "senid": 3,
                "content": "Los asuntos de la vida son barcos en las olas, ¿cómo podemos anclar en este flujo interminable?"
            }
        ]
    },
    {
        "id": "0ae0e3bd-a32e-481f-9719-b283da2da964",
        "title": "滁州西涧",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Solo yo aprecio el pasto solitario que crece a los lados del arroyo."
            },
            {
                "senid": 1,
                "content": "Arriba, los oropéndolas cantan en lo profundo de los árboles."
            },
            {
                "senid": 2,
                "content": "La marea de primavera, con lluvia, se precipita apresuradamente al atardecer."
            },
            {
                "senid": 3,
                "content": "En el transvase salvaje, nadie cuida; el barco se queda tendido por sí solo."
            }
        ]
    },
    {
        "id": "7456691c-636e-46d7-9093-edc778b0a7ea",
        "title": "楚江怀古三首 一",
        "author": "马戴",
        "sentence": [
            {
                "senid": 0,
                "content": "El frío brillo del rocío se concentra, el débil sol desciende sobre las colinas de Chu."
            },
            {
                "senid": 1,
                "content": "Los monos gimen en los árboles del lago Dongting, el hombre se aloja en un barco de magnolia."
            },
            {
                "senid": 2,
                "content": "Vastas marismas dan lugar a una brillante luna, montañas verdes abrazan corrientes turbulentas."
            },
            {
                "senid": 3,
                "content": "El Señor de las Nubes no desciende, durante toda la noche se aflige solo por el otoño."
            }
        ]
    },
    {
        "id": "6290b8f0-48de-407f-be2c-629140d91f83",
        "title": "春泛若耶溪",
        "author": "綦毋潜",
        "sentence": [
            {
                "senid": 0,
                "content": "Los pensamientos serenos no cesan, voy donde la fortuna me lleve."
            },
            {
                "senid": 1,
                "content": "La brisa nocturna guía la barca, por un camino de flores hacia la desembocadura del arroyo."
            },
            {
                "senid": 2,
                "content": "Con la noche, me dirijo a los valles occidentales, y más allá de las montañas miro hacia el asterismo Nan Dou."
            },
            {
                "senid": 3,
                "content": "El humo sobre el estanque se desvanece espeso, la luna en el bosque se hunde hacia atrás."
            },
            {
                "senid": 4,
                "content": "Los asuntos de la vida son como una niebla, deseo ser un viejo pescador."
            }
        ]
    },
    {
        "id": "d0fa1454-f337-4343-ab4a-2a42dfdf4e8f",
        "title": "春宫曲",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Anoche el viento hizo florecer los melocotones regados por el rocío junto al pozo."
            },
            {
                "senid": 1,
                "content": "La rueda lunar se elevó alta sobre el vestíbulo del Palacio Weiyang."
            },
            {
                "senid": 2,
                "content": "El canto y el baile de Pingyang fueron recientemente amados con gracia."
            },
            {
                "senid": 3,
                "content": "Fuera de la cortina, el frío de la primavera trajo una túnica de brocado regalada."
            }
        ]
    },
    {
        "id": "8eaf97fd-82bb-4651-9dde-9a5a6f78182c",
        "title": "春宫怨",
        "author": "杜荀鹤",
        "sentence": [
            {
                "senid": 0,
                "content": "Desde hace tiempo he sido engañada por mi belleza, Ahora, con pereza, me enfrento al marco del espejo."
            },
            {
                "senid": 1,
                "content": "El favor no reside en la belleza, Entonces, ¿cómo debo peinarme?"
            },
            {
                "senid": 2,
                "content": "Los vientos cálidos rompen el canto leve de los pájaros, El sol alto crea capas de brillantes sombras de flores."
            },
            {
                "senid": 3,
                "content": "Año tras año, las muchachas junto al arroyo Yue todavía recuerdan la época de recolectar lotos."
            }
        ]
    },
    {
        "id": "d35f583a-c20c-453c-a886-e13f98b2e4b4",
        "title": "春思",
        "author": "皇甫冉",
        "sentence": [
            {
                "senid": 0,
                "content": "Los oropéndolas y las golondrinas anuncian el Año Nuevo."
            },
            {
                "senid": 1,
                "content": "Los caminos a Mayi y Monte Dragón se extienden miles de millas de largo."
            },
            {
                "senid": 2,
                "content": "Mi casa cerca de la ciudad de Qin limita con el jardín real de Han."
            },
            {
                "senid": 3,
                "content": "Mi corazón sigue a la brillante luna al cielo norte de Hu."
            },
            {
                "senid": 4,
                "content": "Las cartas de brocado en el telar hablan de una tristeza interminable."
            },
            {
                "senid": 5,
                "content": "Las flores en la torre se burlan de mi sueño solitario."
            },
            {
                "senid": 6,
                "content": "Le pregunto al Comandante Dou, el General de Carros:"
            },
            {
                "senid": 7,
                "content": "¿Cuándo regresarán triunfantes tus estandartes a Yanran?"
            }
        ]
    },
    {
        "id": "7277c420-9f3f-4093-a5b2-6331494721e8",
        "title": "春思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "El pasto de Yan brilla como seda esmeralda."
            },
            {
                "senid": 1,
                "content": "Las moreras de Qin lloran con sus verdes ramas."
            },
            {
                "senid": 2,
                "content": "Cuando los pensamientos de casa visiten tu noble corazón,"
            },
            {
                "senid": 3,
                "content": "Mi propia alma es atravesada por el dardo del anhelo."
            },
            {
                "senid": 4,
                "content": "Vientos primaverales, aunque nunca nos hemos conocido,"
            },
            {
                "senid": 5,
                "content": "¿Por qué invades la red de seda de mi alcoba?"
            }
        ]
    },
    {
        "id": "2769113d-0cac-4e67-83cb-0c10685f8381",
        "title": "春宿左省",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Las flores se desvanecen junto a las murallas del palacio al atardecer."
            },
            {
                "senid": 1,
                "content": "Pájaros chillando se posan en sus nidos."
            },
            {
                "senid": 2,
                "content": "Las estrellas se acercan mientras miles de hogares se mueven."
            },
            {
                "senid": 3,
                "content": "La luna se acerca a las alturas celestes, llena y brillante."
            },
            {
                "senid": 4,
                "content": "Despierto, escucho el sonido de las llaves de oro."
            },
            {
                "senid": 5,
                "content": "A través del viento, imagino el tintineo de los colgantes de jade."
            },
            {
                "senid": 6,
                "content": "Al amanecer, espero documentos oficiales."
            },
            {
                "senid": 7,
                "content": "Pregunto repetidamente cómo avanza la noche."
            }
        ]
    },
    {
        "id": "e9e6425c-6c14-4f69-8694-87a8b96a43de",
        "title": "春望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "El país está destruido, pero las montañas y ríos permanecen; En la primavera de la ciudad, hierbas y árboles crecen densos."
            },
            {
                "senid": 1,
                "content": "Conmovido por los tiempos, las flores derraman lágrimas; Odian la separación, los pájaros asustan el corazón."
            },
            {
                "senid": 2,
                "content": "Las señales de fuego arden durante tres meses seguidos; Una carta de casa vale diez mil en oro."
            },
            {
                "senid": 3,
                "content": "El cabello blanco se vuelve más delgado al rascarlo; Pronto demasiado delgado para sujetar el pinzón."
            }
        ]
    },
    {
        "id": "cb168b3b-d104-4df7-9868-1e1225ddb941",
        "title": "春晓",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Durante el sueño de la primavera, no me doy cuenta de la aurora."
            },
            {
                "senid": 1,
                "content": "En todos lados se escuchan cantar a los pájaros."
            },
            {
                "senid": 2,
                "content": "Anoche llegó el sonido del viento y la lluvia."
            },
            {
                "senid": 3,
                "content": "¿Sabes cuántas flores cayeron?"
            }
        ]
    },
    {
        "id": "8331c76b-a250-4d07-9c28-b8a456e0974c",
        "title": "春雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "En la mañana de la primavera, yermo y abatido, estoy tendido en mi túnica blanca."
            },
            {
                "senid": 1,
                "content": "Frente a la soledad de la Puerta Blanca, mis pensamientos se desvían."
            },
            {
                "senid": 2,
                "content": "A través de la lluvia, la torre roja se alumbra fría y lejana."
            },
            {
                "senid": 3,
                "content": "Cortinas de cuentas ondean mientras vuelvo solo con una lámpara titilante."
            },
            {
                "senid": 4,
                "content": "En el largo camino, debería lamentar el final tardío de la primavera."
            },
            {
                "senid": 5,
                "content": "En la noche menguante, todavía sueño vagamente."
            },
            {
                "senid": 6,
                "content": "¿Cómo podré hacer llegar pendientes de jade y cartas selladas?"
            },
            {
                "senid": 7,
                "content": "A través de cielos cubiertos de nubes, un ganso salvaje vuela solo."
            }
        ]
    },
    {
        "id": "b41e25f5-5a57-497f-a3a2-84bdfb9331f5",
        "title": "春怨",
        "author": "金昌绪",
        "sentence": [
            {
                "senid": 0,
                "content": "Echa a volar los cacatúas amarillos."
            },
            {
                "senid": 1,
                "content": "No dejes que canten en las ramas."
            },
            {
                "senid": 2,
                "content": "Su canto despierta mi dulce sueño."
            },
            {
                "senid": 3,
                "content": "Y no puedo llegar a Liaoxi en mi sueño."
            }
        ]
    },
    {
        "id": "fc1bc01d-c281-40fd-9e0d-4c484539e4ae",
        "title": "春怨",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "Ventanas de gasa, puesta de sol, la gradual llegada del crepúsculo."
            },
            {
                "senid": 1,
                "content": "Cámara dorada, nadie para presenciar las huellas de las lágrimas."
            },
            {
                "senid": 2,
                "content": "Patio desolado, el final de la primavera se avecina en soledad."
            },
            {
                "senid": 3,
                "content": "Las flores de peral cubren el suelo, pero la puerta sigue cerrada."
            }
        ]
    },
    {
        "id": "5bb5c590-5de8-4bfb-aee6-30bc4bcdf99a",
        "title": "次北固山下",
        "author": "王湾",
        "sentence": [
            {
                "senid": 0,
                "content": "Un camino de viajero más allá de las montañas verdes."
            },
            {
                "senid": 1,
                "content": "Un barco navega ante aguas esmeraldas."
            },
            {
                "senid": 2,
                "content": "Las mareas se calman, ambas orillas se extienden."
            },
            {
                "senid": 3,
                "content": "Vientos justos, una sola vela se levanta."
            },
            {
                "senid": 4,
                "content": "El sol del mar nace en la noche que se desvanece."
            },
            {
                "senid": 5,
                "content": "La primavera del río entra en el año envejecido."
            },
            {
                "senid": 6,
                "content": "¿Dónde llegan las cartas del hogar?"
            },
            {
                "senid": 7,
                "content": "Gansos que regresan en los límites de Luoyang."
            }
        ]
    },
    {
        "id": "80fe70cd-6e63-48eb-9c1e-ab26330d45d9",
        "title": "崔九欲往南山马上口号与别",
        "author": "裴迪",
        "sentence": [
            {
                "senid": 0,
                "content": "Ya sea profundo o superficial, vuelves a las montañas."
            },
            {
                "senid": 1,
                "content": "Debes apreciar plenamente la belleza de las colinas y los valles."
            },
            {
                "senid": 2,
                "content": "No imites a las personas de Wuling,"
            },
            {
                "senid": 3,
                "content": "Que vagó brevemente en el Manantial del Cerezo en Flor."
            }
        ]
    },
    {
        "id": "a4d718ee-c020-42b4-97df-499cd0076f7b",
        "title": "登高",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Con vientos rápidos y cielos altos, los monos lloran tristemente; En las islas claras y las arenas blancas, las aves vuelan con gracia."
            },
            {
                "senid": 1,
                "content": "Hojas innumerables se desprenden con un susurro interminable; El eterno Yangtsé se abulta sin cesar."
            },
            {
                "senid": 2,
                "content": "A través de miles de kilómetros de tristeza otoñal, sigo siendo un viajero; Enfermedades de toda una vida acompañan en vano mi ascenso solitario."
            },
            {
                "senid": 3,
                "content": "Las dificultades generan amargas penas por el cabello blanco como la escarcha; Desaliñado y desdichado, he dejado de compartir el vino turbio."
            }
        ]
    },
    {
        "id": "63950163-6a10-4e74-af8a-09886e4ef2a8",
        "title": "登鹳雀楼",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "El sol blanco se oculta detrás de las montañas."
            },
            {
                "senid": 1,
                "content": "El Río Amarillo fluye hacia el mar."
            },
            {
                "senid": 2,
                "content": "Para ver una vista de mil millas,"
            },
            {
                "senid": 3,
                "content": "Sube aún otra planta."
            }
        ]
    },
    {
        "id": "4af86c76-18b3-4069-be90-6d8cef430bc7",
        "title": "登金陵凤凰台",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "En la Terraza del Fénix, los fénix alguna vez erraron; Ahora se han ido, la terraza se queda mientras los ríos fluyen sin dueño."
            },
            {
                "senid": 1,
                "content": "Las flores del Palacio Wu entierran senderos ocultos; Los señores de la dinastía Jin descansan en los velos de los antiguos montículos."
            },
            {
                "senid": 2,
                "content": "Tres picos perforan medio el abrazo del cielo azul; Dos arroyos dividen el espacio acuático del Islote de las Garcetas."
            },
            {
                "senid": 3,
                "content": "Las nubes flotantes oscurecen la brillante faz del sol; Chang'an no visto trae el frío abrazo de la tristeza."
            }
        ]
    },
    {
        "id": "3d26433c-a673-4094-8c83-cadb1b08412a",
        "title": "登柳州城楼寄漳汀封连四州",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Altas torres en las murallas se conectan con la gran extensión desierta,"
            },
            {
                "senid": 1,
                "content": "El mar y el cielo se funden en pensamientos tristes y sin límites."
            },
            {
                "senid": 2,
                "content": "Vientos repentinos azotan desordenadamente las aguas del loto,"
            },
            {
                "senid": 3,
                "content": "La lluvia densa ataca oblicuamente los muros cubiertos de higueras silvestres."
            },
            {
                "senid": 4,
                "content": "Los árboles de las montañas bloquean en capas la vista de miles de millas,"
            },
            {
                "senid": 5,
                "content": "Las curvas del río se retuercen como espirales intestinales de nueve vueltas."
            },
            {
                "senid": 6,
                "content": "Juntos venimos a esta tierra tatuada de Baiyue,"
            },
            {
                "senid": 7,
                "content": "Sin embargo, las cartas todavía se quedan en diferentes regiones."
            }
        ]
    },
    {
        "id": "12919986-2d09-4d2e-b5ad-f2485e40ada5",
        "title": "登楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Las flores cerca de las altas torres entristecen el corazón del viajero."
            },
            {
                "senid": 1,
                "content": "En tiempos difíciles, subo a este lugar alto."
            },
            {
                "senid": 2,
                "content": "Los tonos de primavera del Río Bruto llenan el mundo."
            },
            {
                "senid": 3,
                "content": "Las nubes del Fuerte de Jade cambian a lo largo del tiempo."
            },
            {
                "senid": 4,
                "content": "La Corte del Norte se mantiene firme, inmutable."
            },
            {
                "senid": 5,
                "content": "Bandidos de la Colina Occidental, no os atreváis a invadir."
            },
            {
                "senid": 6,
                "content": "Ay, el Señor Posterior todavía tiene su santuario."
            },
            {
                "senid": 7,
                "content": "Al atardecer, canto el poema de Liangfu a la sombra del crepúsculo."
            }
        ]
    },
    {
        "id": "c244a5b4-0ed0-48fe-8694-95309acac184",
        "title": "登幽州台歌",
        "author": "陈子昂",
        "sentence": [
            {
                "senid": 0,
                "content": "Antes de mí, no veo a los antiguos; Detrás de mí, no veo a los hombres del futuro."
            },
            {
                "senid": 1,
                "content": "Reflexionando sobre la inmensidad del cielo y la tierra, Solo, triste, derramo mis lágrimas."
            }
        ]
    },
    {
        "id": "5d05fef6-e4aa-48e5-917d-c29d0e6d6b33",
        "title": "登岳阳楼",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Antiguamente oí hablar del agua del lago Dongting."
            },
            {
                "senid": 1,
                "content": "Ahora subo a la Torre de Yueyang."
            },
            {
                "senid": 2,
                "content": "Wu y Chu se dividen hacia el sureste en su orilla."
            },
            {
                "senid": 3,
                "content": "El cielo y la tierra flotan día y noche siempre."
            },
            {
                "senid": 4,
                "content": "Ni una palabra de parientes o amigos, no llega ninguna carta."
            },
            {
                "senid": 5,
                "content": "Viejo y enfermo, una barca solitaria resume mi vida."
            },
            {
                "senid": 6,
                "content": "Caballos de guerra pisotean las fronteras septentrionales en la lucha."
            },
            {
                "senid": 7,
                "content": "Al borde del balcón, mis lágrimas fluyen con la adversidad de mi vida."
            }
        ]
    },
    {
        "id": "3e0e1d96-c249-47c4-b16d-4d91dd6e7cce",
        "title": "东郊",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Encerrado en las oficinas oficiales todo el año, me aventuro a las afueras donde la claridad del amanecer se extiende."
            },
            {
                "senid": 1,
                "content": "Los sauces se balancean en suave brisa, las montañas verdes calman mis pensamientos inquietos."
            },
            {
                "senid": 2,
                "content": "Descansando con tranquilidad junto a los arbustos agrupados, camino y retrocedo a lo largo del arroyo."
            },
            {
                "senid": 3,
                "content": "La niebla de llovizna cubre los campos fragantes, ¿dónde canta la paloma de primavera?"
            },
            {
                "senid": 4,
                "content": "Disfrutando del retiro, mi corazón se detiene a menudo, pero los asuntos mundanos todavía apresuran mis pasos."
            },
            {
                "senid": 5,
                "content": "Finalmente construiré una cabaña aquí, aspirando a la noble sencillez de Tao Qian."
            }
        ]
    },
    {
        "id": "fe6f4b72-855c-43b9-8883-8b3fe3cd8bd4",
        "title": "杜少府之任蜀州",
        "author": "王勃",
        "sentence": [
            {
                "senid": 0,
                "content": "La capital está custodiada por el triple Qin."
            },
            {
                "senid": 1,
                "content": "A través de los vientos brumosos, mirar hacia los Cinco Vados."
            },
            {
                "senid": 2,
                "content": "Nuestros pensamientos de despedida coinciden, ambos funcionarios errantes lejos."
            },
            {
                "senid": 3,
                "content": "Los verdaderos amigos se mantienen cercanos aunque estén separados por océanos."
            },
            {
                "senid": 4,
                "content": "No nos detengamos en los cruces de caminos, llorando como jóvenes amantes."
            }
        ]
    },
    {
        "id": "eb9530d2-e4c7-4c34-9214-06c28ca586bf",
        "title": "渡汉江",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "Más allá de las montañas, la noticia se interrumpió; El invierno pasó y la primavera llegó sin saludo."
            },
            {
                "senid": 1,
                "content": "Apropiándome de mi tierra natal, mi corazón se vuelve más tímido; No me atrevo a preguntar de dónde vienen los viajeros."
            }
        ]
    },
    {
        "id": "bf8918b8-a05a-4ccf-bb2e-3f9b81f6bbfc",
        "title": "渡荆门送别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Cruzando lejos más allá de la puerta de Jingmen, viajando hacia la antigua tierra de Chu."
            },
            {
                "senid": 1,
                "content": "Las montañas se desvanecen mientras se extienden las llanuras, el río fluye hacia la extensión salvaje."
            },
            {
                "senid": 2,
                "content": "La luna, un espejo que vuela por el cielo; las nubes forman torres de espejismo sobre el mar."
            },
            {
                "senid": 3,
                "content": "Todavía cargando las aguas de casa, el viaje abarca diez mil millas."
            }
        ]
    },
    {
        "id": "3cda5a92-ffa2-4af0-9217-97ce36113705",
        "title": "枫桥夜泊",
        "author": "张继",
        "sentence": [
            {
                "senid": 0,
                "content": "La luna se pone, los cuervos croan bajo un cielo lleno de escarcha."
            },
            {
                "senid": 1,
                "content": "Junto a los arces del río, un pescador yace despierta en tristeza."
            },
            {
                "senid": 2,
                "content": "Más allá de las murallas de Gusu, el Templo de la Montaña Fría se erige."
            },
            {
                "senid": 3,
                "content": "Los ecos de la campana de medianoche llegan al barco del viajero."
            }
        ]
    },
    {
        "id": "d32a2610-09d7-49ad-8cdf-dd9c649144c7",
        "title": "风雨",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Triste es el poema de la espada, mi vida errante se acerca al final."
            },
            {
                "senid": 1,
                "content": "Las hojas amarillas todavía enfrentan viento y lluvia, mientras las torres retumban con flautas y cuerdas."
            },
            {
                "senid": 2,
                "content": "Los nuevos amigos encuentran desprecio superficial, los viejos lazos cortados por un destino cruel."
            },
            {
                "senid": 3,
                "content": "Descorazonado por el vino de Xinfeng, ¿cuántas copas se necesitan para ahogar estas tristezas?"
            }
        ]
    },
    {
        "id": "07238ad9-c348-43d4-b1d7-25d89369286d",
        "title": "逢入京使",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Mirando hacia el este hacia mi hogar, el camino es largo y sin fin."
            },
            {
                "senid": 1,
                "content": "Mis mangas se mantienen empapadas de lágrimas que no dejan de fluir."
            },
            {
                "senid": 2,
                "content": "Nos encontramos a caballo, sin papel ni pincel en la mano."
            },
            {
                "senid": 3,
                "content": "Confío en ti para que transmitas la noticia de que estoy sano y salvo."
            }
        ]
    },
    {
        "id": "ce71032a-c075-492c-9554-51eb080348a5",
        "title": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "El río Wei serpentea a través del sinuoso puerto fronterizo de Qin."
            },
            {
                "senid": 1,
                "content": "La Montaña Amarilla alguna vez rodeó los inclinados muros del palacio Han."
            },
            {
                "senid": 2,
                "content": "El carruaje imperial sale de innumerables puertas custodiadas por sauces."
            },
            {
                "senid": 3,
                "content": "Desde los caminos elevados, miran hacia atrás los jardines reales en plena floración."
            },
            {
                "senid": 4,
                "content": "Las dos torres de fenicios perforan las nubes sobre la ciudad imperial."
            },
            {
                "senid": 5,
                "content": "La lluvia de primavera baña diez mil hogares entre las coronas verdes."
            },
            {
                "senid": 6,
                "content": "Para aprovechar el vigor de la primavera para el mandato de gobierno."
            },
            {
                "senid": 7,
                "content": "No es para el juego imperial en esta tierra espléndida."
            }
        ]
    },
    {
        "id": "8df8e94b-ffe4-4930-af4c-491d7cb04651",
        "title": "奉和中书舍人贾至早朝大明宫",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "Los gallos cantan en los caminos púrpuras bajo la fría luz del alba, Los oropéndolas cantan mientras los tonos de la primavera se desvanecen en la majestad imperial."
            },
            {
                "senid": 1,
                "content": "Las torres doradas resuenan con las campanas del amanecer que abren innumerables puertas, Los escalones de jade albergan guardias celestes con oficiales en multitud."
            },
            {
                "senid": 2,
                "content": "Las flores dan la bienvenida a las espadas adornadas mientras las estrellas empiezan a desaparecer, Los sauces rozan las banderas donde el rocío todavía se aferra con reverencia."
            },
            {
                "senid": 3,
                "content": "Solo el invitado de la piscina del fenicio se destaca, Harmonizar la melodía de la primavera resulta un arte desafiante."
            }
        ]
    },
    {
        "id": "c2c83ee2-940f-4ae3-9ab3-4f509d2991f3",
        "title": "奉济驿重送严公四韵",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Dando la despedida aquí, nos separamos, las colinas verdes solo hacen eco de nuestra tristeza."
            },
            {
                "senid": 1,
                "content": "¿Cuándo levantaremos nuestras copas de nuevo? Anoche, la luna viajó con nosotros."
            },
            {
                "senid": 2,
                "content": "Las ciudades cantan en lamento, tres dinastías han sido testigos de tu honor."
            },
            {
                "senid": 3,
                "content": "Voy solo al pueblo junto al río, la soledad acoge mis días restantes."
            }
        ]
    },
    {
        "id": "090b7792-2942-4f3c-a34d-caccd066c76f",
        "title": "芙蓉楼送辛渐二首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "La lluvia fría cae en el lago a través del cielo oscuro de la noche."
            },
            {
                "senid": 1,
                "content": "Al amanecer te despido, donde las montañas de Chu se erigen solitarias y altas."
            },
            {
                "senid": 2,
                "content": "Si los amigos en Luoyang me preguntan cómo estoy,"
            },
            {
                "senid": 3,
                "content": "Mi corazón es un recipiente de jade que contiene un cristal de hielo puro y hermoso."
            }
        ]
    },
    {
        "id": "0174cbbc-31fa-4daf-b1cf-7f91c6a646a9",
        "title": "赋得古原草送别",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Las exuberantes hierbas se extienden por la llanura."
            },
            {
                "senid": 1,
                "content": "Cada año florecen y luego se marchitan."
            },
            {
                "senid": 2,
                "content": "Los incendios forestales no pueden consumirlas todas."
            },
            {
                "senid": 3,
                "content": "Las brisas de primavera las reviven una vez más."
            },
            {
                "senid": 4,
                "content": "La fragancia lejana invade el antiguo sendero."
            },
            {
                "senid": 5,
                "content": "El verde soleado se encuentra con la ciudad en ruinas."
            },
            {
                "senid": 6,
                "content": "Una vez más despido al joven noble."
            },
            {
                "senid": 7,
                "content": "Las exuberantes hierbas rebosan de tristeza por la despedida."
            }
        ]
    },
    {
        "id": "83dcb67c-ccbc-4592-b232-368a6b5275ce",
        "title": "赋得暮雨送李胄",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "En la ligera lluvia del Río Chu."
            },
            {
                "senid": 1,
                "content": "En el momento de la campana crepuscular de Jianye."
            },
            {
                "senid": 2,
                "content": "Velas borrosas se acercan, cargadas de lluvia."
            },
            {
                "senid": 3,
                "content": "Pájaros tenues se demoran en partir."
            },
            {
                "senid": 4,
                "content": "La puerta del mar se hunde en profundidades invisibles."
            },
            {
                "senid": 5,
                "content": "Los árboles de la ribera lejana retienen humedad."
            },
            {
                "senid": 6,
                "content": "Los sentimientos de despedida no tienen límites."
            },
            {
                "senid": 7,
                "content": "Las lágrimas empapan las ropas como hilos esparcidos."
            }
        ]
    },
    {
        "id": "6df38a77-6e5d-43ae-a115-7de36475f53e",
        "title": "感遇十二首 二",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "En los bosques apartados vuelvo a descansar solo, los pensamientos estancados se lavan en la soledad y claridad."
            },
            {
                "senid": 1,
                "content": "Con esto agradezco al pájaro que vuela alto, a través del cual se transmiten sentimientos distantes."
            },
            {
                "senid": 2,
                "content": "De día y de noche cultivo pensamientos vacíos, ¿quién puede sentir la esencia suprema?"
            },
            {
                "senid": 3,
                "content": "La lógica del ascenso y el descenso nos separa, ¿dónde encontrará consuelo mi sinceridad?"
            }
        ]
    },
    {
        "id": "11b013f9-aa6a-4e55-8e68-195dc62f161f",
        "title": "感遇十二首 七",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "En el sur del río crecen mandarinas rojas, que permanecen verdes incluso en el invierno."
            },
            {
                "senid": 1,
                "content": "¿Es solo por el calentamiento del clima local? En realidad, tiene un corazón resistente al frío."
            },
            {
                "senid": 2,
                "content": "Es digna de ser ofrecida a distinguidos invitados, pero está bloqueada por montañas y arroyos."
            },
            {
                "senid": 3,
                "content": "El destino depende de las circunstancias, y sus ciclos son indescifrables."
            },
            {
                "senid": 4,
                "content": "¿Por qué solo alabar los cerezos y los ciruelos? Este árbol también da sombra."
            }
        ]
    },
    {
        "id": "f9798830-48c1-45e3-be90-4028d93954dc",
        "title": "感遇十二首 四",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Un cisne solitario viene del mar y no se atreve a mirar el estanque."
            },
            {
                "senid": 1,
                "content": "De lado veo un par de martines pescadores anidando en el árbol de las tres joyas."
            },
            {
                "senid": 2,
                "content": "En lo alto del preciado árbol, ¿no temen los proyectiles de oro?"
            },
            {
                "senid": 3,
                "content": "Los hermosos plumajes atraen dedos señaladores, la excelencia provoca la ira divina."
            },
            {
                "senid": 4,
                "content": "Ahora yo vagabundeo en lo infinito, ¿qué pueden desear los cazadores?"
            }
        ]
    },
    {
        "id": "9b4f2d56-6df4-4999-a82c-11283529dd51",
        "title": "感遇十二首 一",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Las hojas de orquídea florecen en el abrazo de la primavera."
            },
            {
                "senid": 1,
                "content": "Las flores de osmanthus iluminan la pura cara del otoño."
            },
            {
                "senid": 2,
                "content": "Vibrantes con el vigor de la vida, crecen."
            },
            {
                "senid": 3,
                "content": "Cada temporada muestra su gracia naturalmente."
            },
            {
                "senid": 4,
                "content": "¿Quién supo la vista del habitante del bosque?"
            },
            {
                "senid": 5,
                "content": "¿Captaría su aroma y se sentaría contento?"
            },
            {
                "senid": 6,
                "content": "Las plantas conservan su esencia pura y verdadera."
            },
            {
                "senid": 7,
                "content": "¿Por qué buscar manos hermosas para romper su color?"
            }
        ]
    },
    {
        "id": "ac2ec0ba-10b1-4ae3-8859-1e7752625331",
        "title": "哥舒歌",
        "author": "西鄙人",
        "sentence": [
            {
                "senid": 0,
                "content": "La Osa Mayor brilla alto."
            },
            {
                "senid": 1,
                "content": "Geshu porta su espada de noche."
            },
            {
                "senid": 2,
                "content": "Hasta hoy, los espías observan a los caballos pastando."
            },
            {
                "senid": 3,
                "content": "No se atreven a cruzar la frontera de Lintao."
            }
        ]
    },
    {
        "id": "0f5874bf-3748-44c9-bc3a-be4a8c3eb2f6",
        "title": "阁夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Al final del año, el yin y el yang apresuran la fugaz luz."
            },
            {
                "senid": 1,
                "content": "El hielo y la nieve se despejan en la fría noche del horizonte."
            },
            {
                "senid": 2,
                "content": "En la quinta vigilia, los tambores y las trompetas suenan solemnes y desolados."
            },
            {
                "senid": 3,
                "content": "El río estrellado de los Tres Gorges brilla en su totalidad."
            },
            {
                "senid": 4,
                "content": "Algunas familias lloran desconsoladamente al oír la cruel llamada de la guerra."
            },
            {
                "senid": 5,
                "content": "Canciones de pescadores se elevan donde hay esclavos bárbaros."
            },
            {
                "senid": 6,
                "content": "Los dragones dormidos y los caballos saltarines se convierten en barro."
            },
            {
                "senid": 7,
                "content": "Los asuntos humanos perduran, envueltos en silencio y tristeza."
            }
        ]
    },
    {
        "id": "f8d102c4-b25b-412f-afce-35db35c339d9",
        "title": "宫词",
        "author": "薛逢",
        "sentence": [
            {
                "senid": 0,
                "content": "Al amanecer, todos en las doce torres se están maquillando."
            },
            {
                "senid": 1,
                "content": "En la Torre de Visión de Inmortales, miran a buscar la vista del monarca."
            },
            {
                "senid": 2,
                "content": "Frías son las cadenas atrapadas por las bocas de bestias de oro."
            },
            {
                "senid": 3,
                "content": "Lentamente gotea el agua del reloj de agua de bronce en forma de dragón durante el día."
            },
            {
                "senid": 4,
                "content": "Con el cabello en forma de nube peinado, todavía se miran al espejo."
            },
            {
                "senid": 5,
                "content": "Después de cambiarse los vestidos de seda, todavía se aplican más fragancias."
            },
            {
                "senid": 6,
                "content": "Mirando desde lejos donde se abren las cortinas del salón principal."
            },
            {
                "senid": 7,
                "content": "Las criadas vestidas de ropas barridas limpian la cama imperial, un signo de noche."
            }
        ]
    },
    {
        "id": "ab4b1a7f-4fbe-438b-817f-9e1ed2d39f4f",
        "title": "宫词",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Silencio reinante en la temporada de las flores, las puertas del patio cerradas."
            },
            {
                "senid": 1,
                "content": "Dos bellas se paran una al lado de la otra en el corredor adornado con jade."
            },
            {
                "senid": 2,
                "content": "Anhelando hablar de los asuntos del palacio, sus corazones llenos de emoción."
            },
            {
                "senid": 3,
                "content": "Sin embargo, delante del loro, no se atreven a decir una palabra."
            }
        ]
    },
    {
        "id": "d850db6a-e07b-4fee-b642-57a70bdbbed2",
        "title": "宫词二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "Tres mil millas de mi patria."
            },
            {
                "senid": 1,
                "content": "Veinte años en lo profundo del palacio."
            },
            {
                "senid": 2,
                "content": "Al sonido de la canción He Manzi,"
            },
            {
                "senid": 3,
                "content": "Dos lágrimas caen ante el trono."
            }
        ]
    },
    {
        "id": "aa9f9e4d-aa34-496e-89cf-cfef61efa89d",
        "title": "宫词五首 二",
        "author": "顾况",
        "sentence": [
            {
                "senid": 0,
                "content": "Desde las torres de jade a mitad del cielo, surgen música y canto, mientras el viento lleva las risas armoniosas de las damas del palacio."
            },
            {
                "senid": 1,
                "content": "Las sombras del Palacio de la Luna se separan mientras el reloj de agua de la noche gotea claramente, las cortinas de cristal se enrollan cerca de la esfera de la Vía Láctea."
            }
        ]
    },
    {
        "id": "c836e52f-2346-4a3e-84bb-97514b17faf6",
        "title": "孤雁 二",
        "author": "崔涂",
        "sentence": [
            {
                "senid": 0,
                "content": "Todas las bandadas se han ido volando."
            },
            {
                "senid": 1,
                "content": "Una sombra solitaria se desvanece triste."
            },
            {
                "senid": 2,
                "content": "A través de la lluvia del atardecer, las llamadas sin respuesta se desvanecen."
            },
            {
                "senid": 3,
                "content": "Al lado de la charca fría, aterriza tarde."
            },
            {
                "senid": 4,
                "content": "Debajo de las nubes oscuras, vuela camino."
            },
            {
                "senid": 5,
                "content": "Enfriado por el distante rayo de la luna."
            },
            {
                "senid": 6,
                "content": "Aunque no hay flechas que busquen su situación difícil,"
            },
            {
                "senid": 7,
                "content": "Solo, despierta la atención del observador."
            }
        ]
    },
    {
        "id": "f1496cf4-4f85-4f9e-9e0e-dd05370641d3",
        "title": "古意",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Un hombre emprende una larga campaña, un joven guerrero de Youyan."
            },
            {
                "senid": 1,
                "content": "Apuesta por la victoria bajo los cascos del caballo, siempre desestimando su propia vida."
            },
            {
                "senid": 2,
                "content": "Matando a sus enemigos, nadie se atreve a acercarse, su barba se eriza como las plumas de un puercoespín."
            },
            {
                "senid": 3,
                "content": "Nubes amarillas sobre la cresta, nieve blanca volando; hasta que no haya devuelto el favor, no puede regresar."
            },
            {
                "senid": 4,
                "content": "Una joven esposa de Liaodong, de quince años, hábil en el pipa, el canto y la danza."
            },
            {
                "senid": 5,
                "content": "Ahora tocando una melodía fronteriza de flauta qiang, haciendo llorar al ejército entero como la lluvia."
            }
        ]
    },
    {
        "id": "b9521e2b-963e-4d90-acf3-d87c2a135071",
        "title": "古意呈补阙乔知之",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "En la casa Lu, una joven esposa habita en su salón adornado con tulipanes;/Donde golondrinas marinas emparejadas se posan en vigas de concha de tortuga."
            },
            {
                "senid": 1,
                "content": "Los fríos yunque de septiembre apresuran la caída de las hojas,/Diez años de servicio en la frontera recuerdan a Liaoyang."
            },
            {
                "senid": 2,
                "content": "Al norte del río Bailang, dejan de llegar las cartas;/Al sur de la ciudad de Phenix Carmesí, las noches de otoño se alargan."
            },
            {
                "senid": 3,
                "content": "¿Quién dice que ella lleva su tristeza sola y sin ser vista?/La luna brillante todavía brilla sobre sus hilos dorados."
            }
        ]
    },
    {
        "id": "b700208d-d859-4e36-96bf-883c81d4df0f",
        "title": "谷口书斋寄杨补阙",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Los manantiales del valle rodean las chozas de paja, y niebla y nubes se elevan desde las cortinas de hiedra."
            },
            {
                "senid": 1,
                "content": "El bambú prospera después de una lluvia fresca, y las montañas se deleitan en el resplandor del atardecer."
            },
            {
                "senid": 2,
                "content": "Las garzas relajadas se posan temprano, y las flores de otoño se demoran en caer."
            },
            {
                "senid": 3,
                "content": "El muchacho doméstico barre el sendero cubierto de musgo, como lo prometió ayer con un viejo amigo."
            }
        ]
    },
    {
        "id": "02456f60-6ab5-4de8-b9ed-f7519818f0ca",
        "title": "贾生",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La Cámara Xuan busca talentos y convoca al ministro desterrado."
            },
            {
                "senid": 1,
                "content": "Los talentos de Jia Yi brillan sin igual, incomparables."
            },
            {
                "senid": 2,
                "content": "Ay, a medianoche se inclina hacia adelante en vano."
            },
            {
                "senid": 3,
                "content": "No pregunta por el pueblo común, sino por dioses y espíritus."
            }
        ]
    },
    {
        "id": "40cd6eec-c6ce-4659-a225-61063cd210e9",
        "title": "归嵩山作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Los arroyos claros serpentean a través de densos matorrales, los carruajes y los caballos se alejan relajadamente."
            },
            {
                "senid": 1,
                "content": "El agua que fluye parece tener una intención, las aves nocturnas regresan juntas."
            },
            {
                "senid": 2,
                "content": "Una ciudad desolada se enfrenta al antiguo puerto, el sol poniente llena las colinas otoñales."
            },
            {
                "senid": 3,
                "content": "Lejos debajo de la majestuosa Montaña Song, una vez regresado, cerraré mi puerta y meditaré."
            }
        ]
    },
    {
        "id": "4ac3f099-73da-43e8-a4e5-1dbbd9427491",
        "title": "闺怨",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "La joven esposa en su alcoba no conoce tristeza,"
            },
            {
                "senid": 1,
                "content": "En primavera, adornada, asciende la torre de esmeralda."
            },
            {
                "senid": 2,
                "content": "Sorprendida por el color del sauce al borde del camino,"
            },
            {
                "senid": 3,
                "content": "Ella se arrepiente de haber instado a su amo a buscar poder con título."
            }
        ]
    },
    {
        "id": "9309205e-1d08-4a7b-99ef-4a05a9ee4370",
        "title": "过故人庄",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Mi viejo amigo preparó pollo y mijo, invitándome a su granja."
            },
            {
                "senid": 1,
                "content": "Los árboles verdes rodean el pueblo, las colinas azules se inclinan más allá de las murallas."
            },
            {
                "senid": 2,
                "content": "Nos regocijamos frente a los threshing campos y jardines, hablando de moras y cáñamo mientras bebemos vino."
            },
            {
                "senid": 3,
                "content": "Cuando llegue de nuevo el Festival del Nueve, volveré a disfrutar de los crisantemos."
            }
        ]
    },
    {
        "id": "e4354c00-c83e-43da-9341-7007889dd625",
        "title": "过香积寺",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "No conociendo la ubicación de la Templanza Xiangji, por kilómetros las cumbres se elevan hacia las nubes."
            },
            {
                "senid": 1,
                "content": "Los árboles antiguos protegen caminos desiertos, las montañas profundas esconden los sonidos lejanos de la campana."
            },
            {
                "senid": 2,
                "content": "Las fuentes se atragantan entre las piedras irregular es, la luz del sol enfria a los pinos esmeralda."
            },
            {
                "senid": 3,
                "content": "El crepúsculo cubre la curva de la piscina vacía, la meditación domina al dragón venenoso."
            }
        ]
    },
    {
        "id": "77ac62ee-6396-4ac0-a3ab-cb84ba2e5cd0",
        "title": "寒食",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "En la capital de la primavera, las flores revolotean por todas partes."
            },
            {
                "senid": 1,
                "content": "Los vientos del Festival del Alimento Frío inclinan los sauces imperiales con el viento del este."
            },
            {
                "senid": 2,
                "content": "Al atardecer, las velas se transmiten a través de los palacios Han."
            },
            {
                "senid": 3,
                "content": "El tenue humo se disipa hacia las casas de los cinco marqueses."
            }
        ]
    },
    {
        "id": "9080a103-2750-4b9b-a4fa-1167cd670a0c",
        "title": "汉江临泛",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La frontera de Chu se conecta con los tres ríos Xiang."
            },
            {
                "senid": 1,
                "content": "Jingmen conecta nueve afluentes."
            },
            {
                "senid": 2,
                "content": "El río fluye más allá del cielo y la tierra."
            },
            {
                "senid": 3,
                "content": "Los tonos de las montañas entre la presencia y la ausencia."
            },
            {
                "senid": 4,
                "content": "Las ciudades flotan en la orilla del agua."
            },
            {
                "senid": 5,
                "content": "Las olas agitan el cielo lejano."
            },
            {
                "senid": 6,
                "content": "Los buenos días de Xiangyang."
            },
            {
                "senid": 7,
                "content": "Quedarse borracho con el sabio de la montaña."
            }
        ]
    },
    {
        "id": "02943f6d-2c91-4d9c-9690-247eab9ae3ec",
        "title": "行宫",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Palacio antiguo y desolado."
            },
            {
                "senid": 1,
                "content": "Las flores del palacio, solitarias y rojas, brillan."
            },
            {
                "senid": 2,
                "content": "Quedan las sirvientas de palacio con cabello blanco."
            },
            {
                "senid": 3,
                "content": "Sentadas sin hacer nada, hablan de la época de Xuanzong."
            }
        ]
    },
    {
        "id": "39b2954c-04df-4561-ad6e-f4ddbae0db1e",
        "title": "行经华阴",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Altísima Montaña Hua domina Xianjing."
            },
            {
                "senid": 1,
                "content": "Tres picos celestes que ningún cincel podría tallar."
            },
            {
                "senid": 2,
                "content": "Antes del santuario del Emperador Wu, las nubes empiezan a disiparse."
            },
            {
                "senid": 3,
                "content": "En el Pico de la Mano del Inmortal, la lluvia cede ante la luz del sol."
            },
            {
                "senid": 4,
                "content": "Ríos y montañas custodian el paso norteño de Qin."
            },
            {
                "senid": 5,
                "content": "Los árboles de las estaciones de cambio se extienden hacia las llanuras occidentales de Han."
            },
            {
                "senid": 6,
                "content": "Viajantes en busca de gloria y ganancias,"
            },
            {
                "senid": 7,
                "content": "Ninguno supera este reino para buscar la vida eterna."
            }
        ]
    },
    {
        "id": "801c3192-8001-4238-8ecf-0111f490e84c",
        "title": "行路难三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "El amplio camino es como el cielo azul, pero yo solo no puedo salir."
            },
            {
                "senid": 1,
                "content": "Me da vergüenza seguir a los muchachos de Chang'an apostando peras y castañas en gallos rojos y perros blancos."
            },
            {
                "senid": 2,
                "content": "Tocar la espada para componer canciones amargas, arrastrar la túnica por las puertas de los príncipes no trae satisfacción."
            },
            {
                "senid": 3,
                "content": "La gente del mercado de Huaiyin se burló de Han Xin, los ministros de la dinastía Han envidiaron a Jia Sheng."
            },
            {
                "senid": 4,
                "content": "¿No has visto cómo la corte de Yan honró a Guo Kui, barriendo caminos y doblando las rodillas sin sospecha?"
            },
            {
                "senid": 5,
                "content": "Ju Xin y Yue Yi recompensaron la bondad con devoción, ofreciendo hígados y vesículas biliares para servir a los talentosos."
            },
            {
                "senid": 6,
                "content": "Los huesos blancos del Rey Zhao entrelazan hierba podrida, ¿quién ahora barre la Terraza Dorada?"
            },
            {
                "senid": 7,
                "content": "Difícil es el viaje, es mejor regresar a casa."
            }
        ]
    },
    {
        "id": "a7b8e17f-ee93-4bdc-a144-b1ba5ab32bb5",
        "title": "行路难三首 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "No laves tus oídos en las aguas de Yingchuan, ni comas los helechos de Shouyang con tu boca."
            },
            {
                "senid": 1,
                "content": "Es mejor mezclarse con el mundo sin buscar fama. ¿Por qué comparar tu soledad con las nubes y la luna?"
            },
            {
                "senid": 2,
                "content": "Yo observo que desde la antigüedad, los hombres sabios que se aferran al poder después del éxito alcanzan su fin."
            },
            {
                "senid": 3,
                "content": "Wu Zixu fue arrojado al río Wu, Qu Yuan finalmente se hundió en la orilla del río Xiang."
            },
            {
                "senid": 4,
                "content": "El gran talento de Lu Ji no pudo salvarse a sí mismo, Li Si se arrepintió de no haberse retirado antes."
            },
            {
                "senid": 5,
                "content": "Los gritos de las grullas de Huating ahora están en silencio, los halcones de Shangcai no significan nada."
            },
            {
                "senid": 6,
                "content": "¿No has visto a Zhang Han de Wu, que siguió los vientos del otoño para viajar hacia el este?"
            },
            {
                "senid": 7,
                "content": "Disfruta de una copa de vino mientras estés vivo, ¿por qué buscar fama durante mil años después de la muerte?"
            }
        ]
    },
    {
        "id": "c348bc2e-f50d-436b-88b7-c198d63dacfc",
        "title": "行路难三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Calabazas doradas de vino puro cuestan diez mil monedas, Platos de jade con delicias valen fortunas en su esplendor."
            },
            {
                "senid": 1,
                "content": "Dejo de lado la copa y los palillos, incapaz de comer, Saco mi espada y miro desconsolado en todas direcciones."
            },
            {
                "senid": 2,
                "content": "Quiero cruzar el río Amarillo, pero el hielo obstruye su cauce, Quiero escalar las cumbres del Taihang, pero la nieve cubre la montaña."
            },
            {
                "senid": 3,
                "content": "En mi tiempo libre, pesco con tranquilidad junto a arroyos verdes, De repente, navego en sueños donde el sol se encuentra con el mar."
            },
            {
                "senid": 4,
                "content": "Difícil el camino, difícil el camino - Hay muchas bifurcaciones, ¿Dónde está el camino correcto en este laberinto sin fin?"
            },
            {
                "senid": 5,
                "content": "Sin embargo, habrá un momento en que el viento rompa las olas, Entonces izaré mi vela blanca como una nube para cruzar el mar vasto."
            }
        ]
    },
    {
        "id": "a364504e-3cfc-44c6-9203-173856452cdd",
        "title": "和贾舍人早朝大明宫之作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Un hombre con gorro rojo del gallo anuncia el alba."
            },
            {
                "senid": 1,
                "content": "El asistente de ropas presenta una piel con patrón de nubes esmeralda."
            },
            {
                "senid": 2,
                "content": "Las puertas del cielo superior se abren para mostrar el palacio."
            },
            {
                "senid": 3,
                "content": "Embajadores de innumerables naciones se inclinan ante la corona imperial."
            },
            {
                "senid": 4,
                "content": "La luz del sol toca por primera vez las palmas celestes en movimiento."
            },
            {
                "senid": 5,
                "content": "El humo del incienso se enrolla alrededor de las ropas bordadas con dragones."
            },
            {
                "senid": 6,
                "content": "Una vez terminado el tribunal, esperan ser redactados decretos multicolores."
            },
            {
                "senid": 7,
                "content": "Los colgantes de jade tintinean mientras se dirigen hacia la Piscina del Fenix."
            }
        ]
    },
    {
        "id": "b67ddf05-43fb-4859-a1a9-34f95d45aabf",
        "title": "和晋陵陆丞早春游望",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Solo el viajero, sorprendido por los cambios estacionales."
            },
            {
                "senid": 1,
                "content": "Las nubes emergen al amanecer del mar, los ciruelos y los sauces cruzan el río en primavera."
            },
            {
                "senid": 2,
                "content": "El aire cálido impulsa a los oropéndolas amarillos, la luz del sol brilla sobre la lemna verde."
            },
            {
                "senid": 3,
                "content": "De repente, al escuchar una melodía melancólica, la nostalgia moja mi pañuelo."
            }
        ]
    },
    {
        "id": "297dd100-6aab-4685-a52d-983fb0999c7a",
        "title": "和乐天春词",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Con un nuevo maquillaje, ella desciende del piso rojo desde todos lados."
            },
            {
                "senid": 1,
                "content": "El esplendor de la primavera está encerrado, el patio está lleno de tristeza."
            },
            {
                "senid": 2,
                "content": "Ella camina hacia el jardín central, contando las flores."
            },
            {
                "senid": 3,
                "content": "Una libélula se posa en su horquilla de jade."
            }
        ]
    },
    {
        "id": "6d2e12c0-c1b8-4242-888c-9dba1a8f93ce",
        "title": "和张仆射塞下曲 二",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "En el bosque oscuro, la hierba se estremece con el viento."
            },
            {
                "senid": 1,
                "content": "El general tira de su arco por la noche."
            },
            {
                "senid": 2,
                "content": "Al amanecer, buscando la flecha de plumas blancas."
            },
            {
                "senid": 3,
                "content": "Enterrada profundamente en la grieta de la roca."
            }
        ]
    },
    {
        "id": "ee2a3000-9127-43fa-8618-89a1937322cb",
        "title": "和张仆射塞下曲 三",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Bajo la luna oscura, los gansos salvajes se elevan alto."
            },
            {
                "senid": 1,
                "content": "El Chanyu huye bajo el manto de la noche."
            },
            {
                "senid": 2,
                "content": "Con caballería ligera, perseguimos apresuradamente."
            },
            {
                "senid": 3,
                "content": "Mientras la nieve pesada cubre la espada y el arco de blanco."
            }
        ]
    },
    {
        "id": "9a4d3eae-fe01-46c7-a28b-8b518614a508",
        "title": "和张仆射塞下曲 四",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "La tienda en el desierto se abre para un grandioso banquete, las tribus Qiang y Rong celebran el retorno triunfal."
            },
            {
                "senid": 1,
                "content": "Guerreros ebrios danzan con armaduras doradas, tambores retumbantes sacuden montañas y ríos."
            }
        ]
    },
    {
        "id": "ce491725-b96b-46a7-b83c-463d2094ef3f",
        "title": "和张仆射塞下曲 一",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Flechas doradas con plumas de buitre."
            },
            {
                "senid": 1,
                "content": "Banderas con cola de golondrina bordadas con insignias."
            },
            {
                "senid": 2,
                "content": "De pie solo, proclama la nueva orden."
            },
            {
                "senid": 3,
                "content": "Miles de campamentos responden con un solo grito."
            }
        ]
    },
    {
        "id": "bcdf6f13-4cb9-418f-9279-c690522e0a27",
        "title": "横吹曲辞 出塞",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "Las arenas amarillas se elevan entre las nubes blancas."
            },
            {
                "senid": 1,
                "content": "Un solo fuerte se erige junto a montañas de miles de ren."
            },
            {
                "senid": 2,
                "content": "¿Por qué debería el flauta qiang lamentar los sauces?"
            },
            {
                "senid": 3,
                "content": "Las brisas de primavera nunca cruzan la Puerta de Yumen."
            }
        ]
    },
    {
        "id": "0167687e-8325-48bf-8da4-3749c9ce0a74",
        "title": "横吹曲辞 关山月",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La luna emerge de la Montaña del Cielo, en medio de un vasto mar de nubes."
            },
            {
                "senid": 1,
                "content": "Vientos interminables recorren diez mil millas, barriendo a través de la Puerta de la Piedra de Jade."
            },
            {
                "senid": 2,
                "content": "Han descendió por el camino de Baideng, mientras los bárbaros observaban la bahía de Qinghai."
            },
            {
                "senid": 3,
                "content": "Desde que se formaron los campos de batalla antiguos, nadie regresa de la contienda de la guerra."
            },
            {
                "senid": 4,
                "content": "Los guardias fronterizos miran los tonos de la frontera, rostros anhelantes de casa grabados con dolor."
            },
            {
                "senid": 5,
                "content": "En las altas torres esta misma noche, suspiros interminables como lluvia sin fin."
            }
        ]
    },
    {
        "id": "549a5a94-a8f5-436e-bc9c-1253d01c1940",
        "title": "后宫词",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Las lágrimas empaparon el pañuelo de seda y los sueños no se cumplieron."
            },
            {
                "senid": 1,
                "content": "En la profundidad de la noche, las melodías se deslizan desde la sala delanter"
            },
            {
                "senid": 2,
                "content": "La belleza aún no se ha desvanecido, pero el favor ya se ha cortado."
            },
            {
                "senid": 3,
                "content": "Recostada en el incensario, ella se sienta hasta el amanecer."
            }
        ]
    },
    {
        "id": "a68013c8-4630-41c6-a5ee-a658b57f58fe",
        "title": "淮上喜会梁川故人",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "En los ríos, alguna vez erré como huésped."
            },
            {
                "senid": 1,
                "content": "Cada encuentro terminaba en regreso borracho."
            },
            {
                "senid": 2,
                "content": "Después de separarnos como nubes errantes,"
            },
            {
                "senid": 3,
                "content": "Diez años han pasado como un arroyo."
            },
            {
                "senid": 4,
                "content": "Las risas y los vínculos siguen igual que antes,"
            },
            {
                "senid": 5,
                "content": "Sin embargo, las sienes ahora llevan canas y cabello escaso."
            },
            {
                "senid": 6,
                "content": "¿Por qué debo viajar hacia el norte una vez más?"
            },
            {
                "senid": 7,
                "content": "Para enfrentar las colinas otoñales en la orilla del Huai."
            }
        ]
    },
    {
        "id": "569ef0e1-887d-4d98-b869-9634f099c8e9",
        "title": "还乡偶书  其二",
        "author": "黄拱",
        "sentence": [
            {
                "senid": 0,
                "content": "Me fui de casa joven y regreso viejo."
            },
            {
                "senid": 1,
                "content": "Con el mismo acento, pero el cabello se adelgazó."
            },
            {
                "senid": 2,
                "content": "Los niños no me reconocen cuando se encuentran conmigo."
            },
            {
                "senid": 3,
                "content": "Preguntan: ¿De dónde vienes, visitante?"
            }
        ]
    },
    {
        "id": "2188f98e-d5f0-4740-b94b-e1497a3619ee",
        "title": "黄鹤楼",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Los antiguos se han ido en nubes blancas, dejando solo la Torre del Cigüeña Amarilla aquí."
            },
            {
                "senid": 1,
                "content": "Una vez que el cigüeña amarilla se fue, nunca más regresó, las nubes blancas se deslizan en vano por mil años."
            },
            {
                "senid": 2,
                "content": "Los arroyos soleados reflejan claramente los árboles de Hanyang, la Isla del Loro florece con hierba primaveral exuberante y liviana."
            },
            {
                "senid": 3,
                "content": "¿Dónde está mi hogar cuando el crepúsculo cubre el cielo? Las olas nebulosas en el río hacen suspirar a los viajeros."
            }
        ]
    },
    {
        "id": "d43a4767-2240-44b7-8d5b-c2acdc689839",
        "title": "黄鹤楼送孟浩然之广陵",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Mi viejo amigo se despide hacia el oeste en la Torre del Cisne Amarillo."
            },
            {
                "senid": 1,
                "content": "Entre las flores de marzo, viaja a Yangzhou."
            },
            {
                "senid": 2,
                "content": "La sombra lejana de una sola vela, las colinas verdes se desvanecen de la vista."
            },
            {
                "senid": 3,
                "content": "Solo el flujo del Yangtsé se encuentra con el tono azul del cielo."
            }
        ]
    },
    {
        "id": "0949fe2a-aadf-4cd4-b1c3-25fcdaecdb96",
        "title": "积雨辋川庄作",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "En los bosques empapados de lluvia, el humo se prolonga lentamente. Cocinamos hierbas y mijo para llevar a los campos del este."
            },
            {
                "senid": 1,
                "content": "Sobre extensos arrozales se deslizan las garzas, a través de los sombríos bosques de verano los oropéndolas cantan."
            },
            {
                "senid": 2,
                "content": "En las montañas practico la calma, observando el hibisco de la mañana; Debajo de los pinos, con malvas cubiertas de rocío, disfruto de comidas puras."
            },
            {
                "senid": 3,
                "content": "Este anciano campesino ha dejado de competir por un asiento, ¿por qué los gaviotes todavía dudan de mi acogida?"
            }
        ]
    },
    {
        "id": "19867a30-1b67-4123-b367-44565bab6516",
        "title": "集灵台二首 一",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "El sol oblicuo ilumina la Terraza Ji Ling, Los árboles rojos en flor saludan el rocío matutino."
            },
            {
                "senid": 1,
                "content": "Anoche, el Emperador Supremo concedió nuevos registros, Tai Zhen (la Concubina Yang) entró sonriendo a través de las cortinas."
            }
        ]
    },
    {
        "id": "8435b46d-bbf1-49e5-af66-6f2d5681f1bf",
        "title": "寄李儋元锡",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "El año pasado nos separamos en medio de las flores, hoy ya ha pasado un año desde que las flores florecieron de nuevo."
            },
            {
                "senid": 1,
                "content": "Los asuntos del mundo, vastos y oscuros, son difíciles de prever; las tristezas de la primavera, tenues y pesadas, me dejan dormir solo."
            },
            {
                "senid": 2,
                "content": "Un cuerpo azotado por la enfermedad anhela los campos rurales, avergonzado de mi salario mientras los refugiados vagabundan por la ciudad."
            },
            {
                "senid": 3,
                "content": "Escuchar que deseas visitar me trae una ansiosa anticipación, ¿cuántas lunas se han llenado mientras miro desde la torre occidental?"
            }
        ]
    },
    {
        "id": "fb376b71-91c6-44ee-b2e4-40f5b3f71b8f",
        "title": "寄令狐郎中",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Las nubes sobre el Monte Song y los árboles de Qin, hemos vivido separados por mucho tiempo."
            },
            {
                "senid": 1,
                "content": "Dos carpas llevan una sola carta de muy lejos."
            },
            {
                "senid": 2,
                "content": "No preguntes por este antiguo invitado del Jardín Liang de antaño."
            },
            {
                "senid": 3,
                "content": "En Mao Ling, la lluvia de otoño cae sobre Sima Xiangru, siempre enfermo."
            }
        ]
    },
    {
        "id": "46503396-3bb3-449c-9c84-f2ff232f7949",
        "title": "寄全椒山中道士",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Esta mañana el gobierno local está frío, de repente recordo al huésped de las montañas."
            },
            {
                "senid": 1,
                "content": "Desde el fondo del barranco atiesa leña espinosa, regresa a hervir piedras blancas."
            },
            {
                "senid": 2,
                "content": "Deseo llevar una calabaza de vino, para consolarlo en las noches de tormenta lejos."
            },
            {
                "senid": 3,
                "content": "Hojas caídas cubren la montaña vacía - ¿dónde buscar sus huellas?"
            }
        ]
    },
    {
        "id": "4ddb6dda-68be-4bb2-8874-8508c6c6e3ad",
        "title": "寄人二首  其一",
        "author": "张佖",
        "sentence": [
            {
                "senid": 0,
                "content": "Sueños persistentes llegan a la morada de Xie."
            },
            {
                "senid": 1,
                "content": "Corredores serpenteantes, barandillas inclinadas."
            },
            {
                "senid": 2,
                "content": "Solo la luna del patio de primavera sigue siendo amorosa."
            },
            {
                "senid": 3,
                "content": "Todavía brilla sobre las flores caídas para el alma separada."
            }
        ]
    },
    {
        "id": "2779f710-4ab4-46cb-a2b6-1889752f26c2",
        "title": "寄左省杜拾遗",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "En paso ascendemos los escalones de color carmesí, y nuestras oficinas están divididas dentro del Palacio Púrpura."
            },
            {
                "senid": 1,
                "content": "Al amanecer entramos con la guardia imperial, y al atardecer regresamos impregnados del aroma real."
            },
            {
                "senid": 2,
                "content": "Con cabello blanco lamento las flores que caen; al mirar el cielo azul envidio a los pájaros que vuelan."
            },
            {
                "senid": 3,
                "content": "En esta sabia dinastía reinan el buen gobierno y la perfección, y los memoriales se vuelven raros por sí solos."
            }
        ]
    },
    {
        "id": "1487452b-5f49-4f4f-9913-1f3ec1cddf95",
        "title": "饯别王十一南游",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Mirando tu figura lejana a través de las aguas nebulosas, despido con la mano mientras las lágrimas manchan mi paño."
            },
            {
                "senid": 1,
                "content": "¿Dónde se desvanece el pájaro volador? Las colinas verdes se levantan vacías ante mí."
            },
            {
                "senid": 2,
                "content": "Una sola vela se desvanece en la extensión del Yangtsé, el atardecer brilla en la primavera de los cinco lagos."
            },
            {
                "senid": 3,
                "content": "¿Quién ve la lemna blanca del islote, cargando con mi tristeza amorosa?"
            }
        ]
    },
    {
        "id": "24ca9268-9cbd-423b-b423-12e1a9aa9041",
        "title": "将赴吴兴登乐游原一绝",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "En tiempos pacíficos, el gusto revela la ineptitud."
            },
            {
                "senid": 1,
                "content": "Con calma amando las nubes solitarias, admirando en silencio a los monjes."
            },
            {
                "senid": 2,
                "content": "Deseando agarrar una estandarte y retirarse a ríos y mares,"
            },
            {
                "senid": 3,
                "content": "En la Meseta de la Alegría miro hacia el Mausoleo de Zhaoling."
            }
        ]
    },
    {
        "id": "e5e5f969-ddac-4491-9cfe-d77742e1416d",
        "title": "将进酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "¿No has visto las aguas del Río Amarillo que descienden del cielo, corriendo hacia el mar y nunca regresando?"
            },
            {
                "senid": 1,
                "content": "¿No has visto en los salones con espejos la tristeza por los cabellos blancos, de cabellos negros al amanecer a cabellos blancos al atardecer?"
            },
            {
                "senid": 2,
                "content": "Cuando la vida te brinde alegría, bebe hasta saciarte, no dejes que el cáliz de oro quede vacío frente a la luna."
            },
            {
                "senid": 3,
                "content": "El cielo nos hizo talentosos, no estaremos sin uso; el dinero gastado volverá."
            },
            {
                "senid": 4,
                "content": "Haz guisos de cordero, mata bueyes para la alegría, beberemos trescientos vasos de un tirón."
            },
            {
                "senid": 5,
                "content": "Maestro Cen, Académico Danqiu, que el vino fluya, ¡no detengas los vasos!"
            },
            {
                "senid": 6,
                "content": "Déjame cantarte una canción, pónte atento."
            },
            {
                "senid": 7,
                "content": "Campanas y tambores, platos de fino jade no son preciosos; es mejor estar borracho que sobrio."
            },
            {
                "senid": 8,
                "content": "Desde la antigüedad, los sabios se han quedado solos, solo los bebedores dejan su nombre."
            },
            {
                "senid": 9,
                "content": "El Príncipe Chen en Ping - le hace mucho tiempo, banquetes de diez mil barriles de vino, juerga salvaje."
            },
            {
                "senid": 10,
                "content": "¿Por qué habla el anfitrión de falta de dinero? Compra vino de inmediato para brindar contigo."
            },
            {
                "senid": 11,
                "content": "Caballo de cinco flores, piel de mil oros, llama al chico para cambiarlos por vino fino, contigo ahogaré las penas de mil eras."
            }
        ]
    },
    {
        "id": "ae5b1a15-0b5c-4578-8f31-1b60030633a4",
        "title": "江南逢李龟年",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Comúnmente visto en la mansión del Príncipe Qi."
            },
            {
                "senid": 1,
                "content": "Escuchado varias veces delante del salón de Cui Jiu."
            },
            {
                "senid": 2,
                "content": "Ahora en el espléndido paisaje de Jiangnan,"
            },
            {
                "senid": 3,
                "content": "En la temporada de las flores que caen, te encuentro de nuevo."
            }
        ]
    },
    {
        "id": "1f92134b-bca9-46eb-b2fe-87b30413041a",
        "title": "江雪",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "En miles de montañas, no hay pájaros volando."
            },
            {
                "senid": 1,
                "content": "En innumerables caminos, no hay rastro humano."
            },
            {
                "senid": 2,
                "content": "Un barco solitario con un anciano en capote de paja."
            },
            {
                "senid": 3,
                "content": "Pescando solo en la nieve del río frío."
            }
        ]
    },
    {
        "id": "d9dd3520-9aab-4b1b-bd57-810f29391667",
        "title": "江州重别薛六柳八二员外",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "¿Quién hubiera pensado que mi vida sería honrada con un decreto real?"
            },
            {
                "senid": 1,
                "content": "Conociendo la vanidad del mundo, solo aprendo a cantar borracho y festejando."
            },
            {
                "senid": 2,
                "content": "Sobre el río, la luna brilla brillantemente mientras pasan los gansos del norte."
            },
            {
                "senid": 3,
                "content": "En Huainan, las hojas caen y las montañas de Chu se alzan en gran número."
            },
            {
                "senid": 4,
                "content": "Viviendo aquí, me alegro de estar cerca de las costas azules."
            },
            {
                "senid": 5,
                "content": "Sin embargo, al mirar mi sombra, el cabello blanco se burlan de mi estado desamparado."
            },
            {
                "senid": 6,
                "content": "Ahora viejo y desechado por todos."
            },
            {
                "senid": 7,
                "content": "Me da vergüenza que todavía me exijas precaución ante las tormentas de la vida."
            }
        ]
    },
    {
        "id": "80159919-0b66-4956-a563-ef9bcf6a05c0",
        "title": "金谷园",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "La grandeza de los días pasados se desvanece con el polvo fragante."
            },
            {
                "senid": 1,
                "content": "El arroyo insensible sigue fluyendo, mientras que la hierba renace en primavera."
            },
            {
                "senid": 2,
                "content": "Al anochecer, el viento del este se queja de los pájaros llorosos."
            },
            {
                "senid": 3,
                "content": "Los pétalos que caen todavía se asemejan a la belleza que se lanzó desde la torre."
            }
        ]
    },
    {
        "id": "809ad73b-9a8e-436e-9874-f9295b624af0",
        "title": "金陵酒肆留别",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Los capullos de sauce se desplazan por el aire fragante de la taberna."
            },
            {
                "senid": 1,
                "content": "Las sirvientas wu presionan el vino, instando a los huéspedes a probarlo."
            },
            {
                "senid": 2,
                "content": "Jóvenes de Jinling se reúnen para despedirse."
            },
            {
                "senid": 3,
                "content": "Hesitantes por partir, cada uno brinda con todo su corazón."
            },
            {
                "senid": 4,
                "content": "Por favor, pregunta al arroyo que fluye hacia el este."
            },
            {
                "senid": 5,
                "content": "¿Qué es más largo, la tristeza de la despedida o su resplandor?"
            }
        ]
    },
    {
        "id": "4fa92777-9bd6-45ca-9272-bac30459cf5e",
        "title": "金陵五题 乌衣巷",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Al lado del Puente Carmín, hierbas silvestres y flores se mecen."
            },
            {
                "senid": 1,
                "content": "En la entrada de Calle de las Robas Negras, el sol poniente se inclina."
            },
            {
                "senid": 2,
                "content": "Golondrinas que se deslizaron por las residencias nobles antiguas,"
            },
            {
                "senid": 3,
                "content": "Ahora se lanzan a través de la humilde puerta de las casas comunes."
            }
        ]
    },
    {
        "id": "e0eb3016-9288-4dc0-9257-3de36e5ad73c",
        "title": "锦瑟",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La elegante cítara, sin razón aparente, tiene cincuenta cuerdas; Cada cuerda, cada traste, evoca un año juvenil."
            },
            {
                "senid": 1,
                "content": "El sueño matutino del Maestro Zhuang perdido en una mariposa; El corazón de primavera del Emperador Wang confiado al cuco."
            },
            {
                "senid": 2,
                "content": "Las sirenas bajo la luz de la luna lloran lágrimas perlas en los mares azules; El jade calentado por el sol de Lantian desprende una niebla etérea."
            },
            {
                "senid": 3,
                "content": "Estos sentimientos podrían convertirse en recuerdos preciados; Pero incluso entonces, ya estaban teñidos de melancolía."
            }
        ]
    },
    {
        "id": "27ff54ab-4861-43d8-b3c1-69113d2e4e10",
        "title": "近试上张籍水部",
        "author": "朱庆馀",
        "sentence": [
            {
                "senid": 0,
                "content": "Anoche en la cámara nupcial las velas encarnadas ardieron bajas. Al amanecer saludaremos a los padres en la fila formal del salón."
            },
            {
                "senid": 1,
                "content": "[Después] de terminar mi maquillaje, le susurro a mi esposo: '¿Están dibujadas mis cejas de forma a la moda, mi querido esposo?'"
            }
        ]
    },
    {
        "id": "a1824eb8-4e2e-4d53-9a33-e1dcfe7d1c73",
        "title": "经邹鲁祭孔子而叹之",
        "author": "明皇帝",
        "sentence": [
            {
                "senid": 0,
                "content": "¿Qué era la búsqueda del Maestro?"
            },
            {
                "senid": 1,
                "content": "¿Inquieto a lo largo de su época?"
            },
            {
                "senid": 2,
                "content": "La tierra sigue siendo la ciudad de Zou,"
            },
            {
                "senid": 3,
                "content": "Su morada se convirtió en la corona real de Lu."
            },
            {
                "senid": 4,
                "content": "Suspirando ante el fenómeno, lamentando la prueba del destino,"
            },
            {
                "senid": 5,
                "content": "Llorando el unicornio, donde el camino del Dao se había perdido."
            },
            {
                "senid": 6,
                "content": "Ahora mira el santuario entre los pilares bendecidos,"
            },
            {
                "senid": 7,
                "content": "Como en el eterno vestido de su sagrado sueño."
            }
        ]
    },
    {
        "id": "ca2c489a-e433-4c0f-8248-77d354f0665e",
        "title": "静夜思",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Antes de mi cama, el resplandor de la luz lunar."
            },
            {
                "senid": 1,
                "content": "Sospecho que es escarcha en el suelo."
            },
            {
                "senid": 2,
                "content": "Mirando hacia arriba, contempló la luna en la montaña."
            },
            {
                "senid": 3,
                "content": "Mirando hacia abajo, anhela su hogar."
            }
        ]
    },
    {
        "id": "1c1d545e-07a1-46a9-bb76-b7473c1fde43",
        "title": "九日登望仙台呈刘明府容",
        "author": "崔曙",
        "sentence": [
            {
                "senid": 0,
                "content": "El emperador Hanwen tiene una alta torre, Hoy al subir se abre la luz del alba."
            },
            {
                "senid": 1,
                "content": "Las nubes y montañas de los Tres Jin se dirigen hacia el norte, Las tormentas y lluvias de las dos tumbas vienen del este."
            },
            {
                "senid": 2,
                "content": "¿Quién reconoce al guardián de la puerta Yin ahora? El inmortal del río nunca vuelve."
            },
            {
                "senid": 3,
                "content": "Busquemos al magistrado de Pengze cerca, Embriáguemonos alegremente con tazas de crisantemo."
            }
        ]
    },
    {
        "id": "6bbd1c2c-8c43-4ffb-b7b3-506d74266cee",
        "title": "九月九日忆山东兄弟",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Solo en un extranjero como forastero, extraño aún más a mis familiares en las fiestas."
            },
            {
                "senid": 1,
                "content": "Desde lejos sé que mis hermanos suben a las alturas, llevando ramas de cornejo y faltando una persona."
            }
        ]
    },
    {
        "id": "9f5ded08-4f6f-4641-878e-897904483479",
        "title": "郡斋雨中与诸文士燕集",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Los guardias se agrupan densamente con halberdas pintadas, la sala de banquetes retiene una fragancia persistente."
            },
            {
                "senid": 1,
                "content": "Los vientos del mar traen lluvia, relajados en el pabellón junto al estanque frío."
            },
            {
                "senid": 2,
                "content": "Las enfermedades casi desaparecen, los invitados honrados llenan el salón de nuevo."
            },
            {
                "senid": 3,
                "content": "Me avergüenzo de mi habitación elevada, sin ver el bienestar del pueblo aquí."
            },
            {
                "senid": 4,
                "content": "La comprensión resuelve las disputas, la naturaleza liberada olvida las formalidades."
            },
            {
                "senid": 5,
                "content": "Las carnes frescas están prohibidas por la temporada, afortunadamente se pueden probar frutas y verduras."
            },
            {
                "senid": 6,
                "content": "Bebiendo vino con la cabeza baja, levantando los ojos hacia los versos dorados."
            },
            {
                "senid": 7,
                "content": "Espíritu alegre, cuerpo ligero, mente anhelando volar con el viento."
            },
            {
                "senid": 8,
                "content": "Las artes literarias de la región de Wu florecen, los talentos ahora se elevan como las mareas oceánicas."
            },
            {
                "senid": 9,
                "content": "Ahora veo que la esencia de este gran dominio trasciende la mera riqueza y los impuestos."
            }
        ]
    },
    {
        "id": "94ae3e7e-eb5d-414c-bfd6-124f50687ce5",
        "title": "客夜与故人偶集",
        "author": "戴叔伦",
        "sentence": [
            {
                "senid": 0,
                "content": "El cielo otoñal vuelve a albergar la luna llena."
            },
            {
                "senid": 1,
                "content": "Las puertas de la ciudad se alzan majestuosas en la noche mil veces profunda."
            },
            {
                "senid": 2,
                "content": "Una vez más nos reunimos en los brazos de Jiangnan."
            },
            {
                "senid": 3,
                "content": "Dudando si esta reunión es apenas un fugaz rastro de un sueño."
            },
            {
                "senid": 4,
                "content": "Las ramas agitadas por el viento asustan a los cuervos en vuelo oscuro."
            },
            {
                "senid": 5,
                "content": "Las hierbas empapadas de rocío cubren la triste situación de los grillos fríos."
            },
            {
                "senid": 6,
                "content": "Los viajeros encuentran consuelo en la generosa copa de vino."
            },
            {
                "senid": 7,
                "content": "Temeroso de la campana del alba que pondría fin a este placer compartido."
            }
        ]
    },
    {
        "id": "9da0cbe5-52d4-4efc-8be2-2f78f1a8f097",
        "title": "客至",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Al sur y al norte de mi cabaña, fluyen las aguas de la primavera."
            },
            {
                "senid": 1,
                "content": "Solo bandadas de gaviotas vienen diariamente, como vemos."
            },
            {
                "senid": 2,
                "content": "El camino bordeado de flores nunca se barrió por causa de los invitados."
            },
            {
                "senid": 3,
                "content": "La puerta de mimbre ahora se abre por primera vez para ti."
            },
            {
                "senid": 4,
                "content": "Los mercados lejanos ofrecen una comida sencilla, sin platos variados."
            },
            {
                "senid": 5,
                "content": "Nuestra humilde casa solo ofrece vino envejecido, nada nuevo."
            },
            {
                "senid": 6,
                "content": "Si quieres beber con el anciano del vecindario,"
            },
            {
                "senid": 7,
                "content": "A través de la valla, llamaré para terminar el último brebaje."
            }
        ]
    },
    {
        "id": "da157c27-d317-4205-9cdc-a254445659fc",
        "title": "落花",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Desde la alta torre, el invitado finalmente se ha ido."
            },
            {
                "senid": 1,
                "content": "En el pequeño jardín, las flores se revolotean salvajemente."
            },
            {
                "senid": 2,
                "content": "Senderos irregulares conectan callejones sinuosos."
            },
            {
                "senid": 3,
                "content": "Senderos lejanos acompañan al atardecer que se desvanece."
            },
            {
                "senid": 4,
                "content": "Afligido, no puedo soportar el hecho de barrerlas."
            },
            {
                "senid": 5,
                "content": "Aunque me duelen los ojos, todavía anhelo tu regreso."
            },
            {
                "senid": 6,
                "content": "Los corazones fragantes se desvanecen con la primavera que pasa."
            },
            {
                "senid": 7,
                "content": "Todo lo que queda son lágrimas manchando mis mangas."
            }
        ]
    },
    {
        "id": "d7c6d072-6e84-482e-856a-5a4c21226a3c",
        "title": "乐游原",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Al anochecer, me siento inquieto y conduzco el carro hacia el antiguo monte."
            },
            {
                "senid": 1,
                "content": "El atardecer es maravillosamente hermoso, solo que se acerca el anochecer."
            }
        ]
    },
    {
        "id": "f4301f96-e872-4eae-aa51-0d12328059d1",
        "title": "李端公",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "El antiguo paso está cubierto de hierba marchita; la separación aquí llena el corazón de tristeza."
            },
            {
                "senid": 1,
                "content": "El camino se extiende más allá de las nubes frías; regresamos cuando cae la nieve de la tarde."
            },
            {
                "senid": 2,
                "content": "Habiendo quedado huérfano joven, empecé a vagar temprano; las dificultades retrasaron nuestro encuentro."
            },
            {
                "senid": 3,
                "content": "Escondiendo las lágrimas, nos enfrentamos al vacío; en este mundo polvoriento, ¿cuándo nos volveremos a encontrar?"
            }
        ]
    },
    {
        "id": "ac97d42b-8fef-42c9-829f-baafe89b4cdc",
        "title": "利州南渡",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Agua tranquila refleja el resplandor del sol poniente."
            },
            {
                "senid": 1,
                "content": "Islas tortuosas se funden con picos esmeralda en una niebla fluida."
            },
            {
                "senid": 2,
                "content": "Caballos relinchando miran cómo las remos parten la cresta de las olas."
            },
            {
                "senid": 3,
                "content": "Personas descansando al lado de los sauces esperan con entusiasmo los barcos que regresan."
            },
            {
                "senid": 4,
                "content": "Grupos de pastos arenosos dispersan gaviotas en vuelo repentino."
            },
            {
                "senid": 5,
                "content": "Mientras una garza solitaria pinta de blanco los extensos campos."
            },
            {
                "senid": 6,
                "content": "¿Quién navegará conmigo para encontrar el retiro de Fan Li?"
            },
            {
                "senid": 7,
                "content": "Donde las nieblas de los Cinco Lagos disuelven el engaño mundano."
            }
        ]
    },
    {
        "id": "15c6cbc9-753a-4f09-86bf-4fe2d8bb1fee",
        "title": "凉思",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Las olas se calman en la barandilla cuando los invitados se van, Los grillos descansan y el rocío cubre las ramas."
            },
            {
                "senid": 1,
                "content": "Pensamientos eternos se quedan en esta temporada, Recostado, de pie, el tiempo se mueve por sí solo."
            },
            {
                "senid": 2,
                "content": "La Osa Mayor y la primavera están lejos, El mensajero de Southling se detiene, llega lentamente."
            },
            {
                "senid": 3,
                "content": "En el fin del mundo, los sueños se adivinan a menudo, Dudiendo de errores, preguntándose por nuevos amigos."
            }
        ]
    },
    {
        "id": "0445f296-5816-4ab9-a617-7d8ed29088ea",
        "title": "凉州词二首 一",
        "author": "王翰",
        "sentence": [
            {
                "senid": 0,
                "content": "Copas resplandecientes llenas de vino de uva,"
            },
            {
                "senid": 1,
                "content": "Anhelando beber, la voz del laúd me insta a montar."
            },
            {
                "senid": 2,
                "content": "Borracho en el campo de batalla, no te rías."
            },
            {
                "senid": 3,
                "content": "Desde la antigüedad, ¿cuántos regresan de la guerra?"
            }
        ]
    },
    {
        "id": "526d4ecc-e123-4b9d-a213-958bb947593d",
        "title": "凉州词二首 一",
        "author": "王之涣",
        "sentence": [
            {
                "senid": 0,
                "content": "El Río Amarillo se eleva lejos hacia las nubes blancas."
            },
            {
                "senid": 1,
                "content": "Una fortaleza solitaria se erige entre altas montañas."
            },
            {
                "senid": 2,
                "content": "¿Por qué debe el flauta Qiang lamentarse por los sauces?"
            },
            {
                "senid": 3,
                "content": "La luz de la primavera no pasa más allá de la Puerta de Jade."
            }
        ]
    },
    {
        "id": "a9d3bfca-8402-4946-ad02-53db1964a3b2",
        "title": "列女操",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "Los árboles de fenix se envejecen juntos, los patos mandarín mueren en parejas."
            },
            {
                "senid": 1,
                "content": "Una mujer casta sigue a su amo en la muerte, sacrificando la vida sin remordimientos."
            },
            {
                "senid": 2,
                "content": "Ninguna onda alterará este juramento: mi corazón es como el agua tranquila del pozo."
            }
        ]
    },
    {
        "id": "7f4cacb5-cde8-40de-9b14-e223879cc2f4",
        "title": "留别王侍御维",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "En silencio, ¿qué espero?"
            },
            {
                "senid": 1,
                "content": "Mañana tras mañana, vuelvo sin nada."
            },
            {
                "senid": 2,
                "content": "Anhelo buscar hierbas perfumadas lejos,"
            },
            {
                "senid": 3,
                "content": "Sin embargo, lamento separarme del camino de mis viejos amigos."
            },
            {
                "senid": 4,
                "content": "¿Quién en este camino me prestaría ayuda?"
            },
            {
                "senid": 5,
                "content": "Los verdaderos amigos en este mundo son raros."
            },
            {
                "senid": 6,
                "content": "Debería abrazar la soledad."
            },
            {
                "senid": 7,
                "content": "Y cerrar fuerte la puerta de mi hogar."
            }
        ]
    },
    {
        "id": "fde30eaa-9b2c-47ce-ba49-c1356353ac9a",
        "title": "陇西行四首 二",
        "author": "陈陶",
        "sentence": [
            {
                "senid": 0,
                "content": "Juraron deshacerse de los Xiongnu sin importar sus vidas."
            },
            {
                "senid": 1,
                "content": "Quinientos guerreros vestidos de zibellino perecieron en el polvo del desierto de los Húnen."
            },
            {
                "senid": 2,
                "content": "Lamentosos huesos yacen a orillas del río Wuding."
            },
            {
                "senid": 3,
                "content": "Sin embargo, en las cámaras de primavera, siempre están en los sueños."
            }
        ]
    },
    {
        "id": "4e491c2f-c3c8-487f-8e76-63bd0a811b30",
        "title": "庐山谣寄卢侍御虚舟",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Soy un hombre salvaje de Chu, burlándome de Confucio con canto de fénix."
            },
            {
                "senid": 1,
                "content": "Sosteniendo un bastón de jade verde, me despido de la Torre de la Grulla Amarilla al alba."
            },
            {
                "senid": 2,
                "content": "Buscando inmortales en los Cinco Picos, sin temer la distancia, amo recorrer montañas famosas."
            },
            {
                "senid": 3,
                "content": "El monte Lu se alza espléndido junto al Carro del Sur, sus nueve pantallas se despliegan como brocado de nubes."
            },
            {
                "senid": 4,
                "content": "Sombras caen sobre el lago brillante con resplandor azulado, ante el palacio dorado, dos picos se extienden largos."
            },
            {
                "senid": 5,
                "content": "La Vía Láctea cuelga invertida sobre tres puentes de piedra, la cascada del Quemador de Incienso mira desde lejos."
            },
            {
                "senid": 6,
                "content": "Sombras esmeralda y nubes rojas reflejan el sol matutino, las aves no llegan donde el cielo de Wu se extiende largo."
            },
            {
                "senid": 7,
                "content": "Subiendo alto, contemplo la grandeza entre cielo y tierra, el gran río fluye sin límites, sin regresar."
            },
            {
                "senid": 8,
                "content": "Nubes amarillas agitan el color del viento por diez mil millas, olas blancas en nueve corrientes fluyen de montañas nevadas."
            },
            {
                "senid": 9,
                "content": "Compondría una balada para el monte Lu, mi inspiración encendida por su grandeza."
            },
            {
                "senid": 10,
                "content": "Mirando ocioso el espejo de piedra limpia mi corazón, donde caminó el duque Xie, el musgo verde ahora cubre."
            },
            {
                "senid": 11,
                "content": "Habiendo tomado el elixir, abandono los lazos mundanos, las tres cuerdas de mi cítara marcan el primer paso del Dao."
            },
            {
                "senid": 12,
                "content": "A lo lejos, veo inmortales en nubes coloridas, sosteniendo lotos, dirigiéndose a la Capital de Jade."
            },
            {
                "senid": 13,
                "content": "Ascenderé antes al vasto noveno cielo, deseando unirme a Lu Ao para vagar por la Gran Claridad."
            }
        ]
    },
    {
        "id": "d129dc0f-cec9-4073-bb89-cb9312564d9d",
        "title": "轮台歌奉送封大夫出师西征",
        "author": "岑参",
        "sentence": [
            {
                "senid": 0,
                "content": "En la cima de la muralla de Luntai, los cuernos suenan por la noche. Al norte de Luntai, las estandartes se derrumban."
            },
            {
                "senid": 1,
                "content": "Anuncios con plumas cruzaron Quli anoche. El campamento del Khan está al oeste de la Montaña de Oro."
            },
            {
                "senid": 2,
                "content": "Desde las torres de guardia al oeste, se ve un oscuro polvo. Las tropas han se acuartelan al norte de Luntai."
            },
            {
                "senid": 3,
                "content": "Los generales alzan las estandartes y parten hacia el oeste. Al amanecer, flautas guían a las tropas marchando con orgullo."
            },
            {
                "senid": 4,
                "content": "Los tambores sacuden los cuatro lados, los mares de nieve se elevan. El rugido de los tres ejércitos hace temblar las Montañas Yin."
            },
            {
                "senid": 5,
                "content": "Los fuertes de los bárbaros se alzan en un cielo nublado. Los huesos en el campo de batalla están entrelazados con las raíces expuestas."
            },
            {
                "senid": 6,
                "content": "En el río Espada, los vientos fuertes llevan grandes copos de nieve. En el paso de arena, las pezuñas se resbalan de las piedras heladas."
            },
            {
                "senid": 7,
                "content": "El Viceministro sirve con dedicación a través de las dificultades, jurado a calmar las fronteras por su soberano."
            },
            {
                "senid": 8,
                "content": "Desde la antigüedad, ¿quién no ha visto los anales de la historia? Ahora mi fama supera la de los antiguos."
            }
        ]
    },
    {
        "id": "4925c861-b0f8-4b2f-923e-9cba2df1323e",
        "title": "洛阳女儿行",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Una doncella de Luoyang vive enfrente, Con una hermosura apenas de quince años."
            },
            {
                "senid": 1,
                "content": "Su esposo monta un caballo pardo con freno de jade brillante, Su criada sirve trucha fileteada en un plato de oro."
            },
            {
                "senid": 2,
                "content": "Las torres de color carmesí se miran entre sí, Las flores de melocotón y las ramas de sauce tocan los techos pintados."
            },
            {
                "senid": 3,
                "content": "Las cortinas de seda la acompañan en su carro perfumado a casa, Abanicos preciosos la reciben en las cortinas de brocado."
            },
            {
                "senid": 4,
                "content": "Su loco esposo se jacta de su riqueza en su juventud, Su arrogancia supera la extravagancia de Ji Lun."
            },
            {
                "senid": 5,
                "content": "Cria a sirvientas como jade enseñándoles a bailar, Dispersa tesoros de coral sin remordimientos."
            },
            {
                "senid": 6,
                "content": "El alba apaga las nueve luces junto a la ventana de primavera, Sus fragmentos se elevan como flores esparcidas."
            },
            {
                "senid": 7,
                "content": "Después de los juegos, no hay tiempo para la música adecuada, Ella se sienta perfumándose con el maquillaje completo."
            },
            {
                "senid": 8,
                "content": "Todos sus conocidos son de la élite de la ciudad, Día y noche visitan las casas nobles de Zhao - Li."
            },
            {
                "senid": 9,
                "content": "¿Quién compadece a la doncella de Yue, su rostro como jade, pobre y humilde, lavando seda en la orilla del río?"
            }
        ]
    },
    {
        "id": "200fe9fa-0221-4123-86de-4d63ce9d3daf",
        "title": "旅宿",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "En la posada, sin buen compañero, sumido en una reflexión silenciosa."
            },
            {
                "senid": 1,
                "content": "Junto a la fría luz de la lámpara, surgen pensamientos de viejos asuntos. El grito de un ganso solitario interrumpe el sueño angustiado."
            },
            {
                "senid": 2,
                "content": "Los sueños lejanos perduran hasta el primer rayo de la aurora. Las cartas de casa llegan un año demasiado tarde."
            },
            {
                "senid": 3,
                "content": "La luna encerrada en la niebla del río Xiang brilla intensamente. Un barco de pesca está atracado frente a mi puerta por la noche."
            }
        ]
    },
    {
        "id": "f96506ea-e8ac-47e0-a0a6-ccd306e56645",
        "title": "旅夜书怀",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Hierbas finas, orillas acariciadas por la brisa; Un barco solitario con un alto mástil en la noche."
            },
            {
                "senid": 1,
                "content": "Las estrellas cuelgan bajas mientras las llanuras se extienden ampliamente, la luna se eleva donde los grandes ríos corren."
            },
            {
                "senid": 2,
                "content": "¿Se gana fama a través de estas líneas escritas? Renunció al cargo debido a la edad y las enfermedades."
            },
            {
                "senid": 3,
                "content": "¿Qué se asemeja a este vagabundeo? Una gaviota solitaria entre la tierra y el cielo."
            }
        ]
    },
    {
        "id": "7e75853a-bf7a-4d8d-b3e9-0537f4ed913a",
        "title": "马嵬坡",
        "author": "郑畋",
        "sentence": [
            {
                "senid": 0,
                "content": "El emperador gira su caballo, la señora Yang encuentra su fin."
            },
            {
                "senid": 1,
                "content": "Aunque la pasión se desvanece, el sol y la luna se renuevan."
            },
            {
                "senid": 2,
                "content": "Al final, la orden del sabio emperador prevalece."
            },
            {
                "senid": 3,
                "content": "¿Qué hay del pozo del Palacio Jingyang, quién más comparte esta historia?"
            }
        ]
    },
    {
        "id": "5ccd5188-0e5d-450e-8ec5-d6e661fac4f7",
        "title": "没蕃故人",
        "author": "张籍",
        "sentence": [
            {
                "senid": 0,
                "content": "Hace dos años, marchamos hacia la tierra de los Yuezhis."
            },
            {
                "senid": 1,
                "content": "Toda nuestra fuerza pereció junto a las murallas de la fortaleza."
            },
            {
                "senid": 2,
                "content": "Las fuerzas tang y tibetanas cortaron todos los lazos."
            },
            {
                "senid": 3,
                "content": "La muerte nos separa, quienes compartimos la frágil vida."
            },
            {
                "senid": 4,
                "content": "Nadie recoge las tiendas abandonadas desnudas."
            },
            {
                "senid": 5,
                "content": "Los caballos de regreso olfatean las banderas desgarradas allí."
            },
            {
                "senid": 6,
                "content": "Dudo en llorar, dudando que hayas muerto."
            },
            {
                "senid": 7,
                "content": "Sin embargo, lloro desde el fin del mundo en esta hora llorosa."
            }
        ]
    },
    {
        "id": "0710a746-8660-4bc1-b073-8ce51ac9f4d9",
        "title": "梦李白二首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Las nubes errantes vagan todo el día, el viajero aún retrasado en su camino."
            },
            {
                "senid": 1,
                "content": "Tres noches seguidas soñé contigo, tu tierna ternura se hizo evidente."
            },
            {
                "senid": 2,
                "content": "Mi regreso se apremia, el viaje es duro, reconozco las dificultades."
            },
            {
                "senid": 3,
                "content": "Los ríos se enojan con la fuerza de la tempestad, los barcos pueden naufragar en la noche."
            },
            {
                "senid": 4,
                "content": "Al salir, me rasco la cabeza blanca, como si los votos de toda la vida hubieran huido."
            },
            {
                "senid": 5,
                "content": "Mientras sombreros y sombrillas llenan la escena de la capital, esta alma se vuelve pálida y delgada."
            },
            {
                "senid": 6,
                "content": "¿Quién dice que la red de la ley es amplia? En la vejez, las cargas persisten."
            },
            {
                "senid": 7,
                "content": "Fama eterna a través de los años eternos, pero el silencio del polvo concluye nuestras esferas."
            }
        ]
    },
    {
        "id": "c9362aba-fb50-481b-a4cd-08ddd65cdd2a",
        "title": "梦李白二首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Por la separación por muerte, tragamos sollozos; la separación en vida siempre trae tristeza."
            },
            {
                "senid": 1,
                "content": "En las pantanosas y pestilentes tierras de Jiangnan, el exiliado no deja rastro."
            },
            {
                "senid": 2,
                "content": "Mi viejo amigo entra en mis sueños, sabiendo de mi constante anhelo."
            },
            {
                "senid": 3,
                "content": "Sin embargo, temo que esta no sea su alma viva; el camino es demasiado vasto para medirlo."
            },
            {
                "senid": 4,
                "content": "Su espíritu viene a través de los arces azul - verdes y regresa a través de los pasos oscuros."
            },
            {
                "senid": 5,
                "content": "Ahora estás atrapado en la red del destino; ¿cómo podrías echar a brotar alas?"
            },
            {
                "senid": 6,
                "content": "La luna poniente inunda las vigas del techo y dudaba sobre tus rasgos."
            },
            {
                "senid": 7,
                "content": "Aguas profundas, olas anchas - que ningún dragón te reclame."
            }
        ]
    },
    {
        "id": "16ddf43c-ac3a-47bc-95a5-36a49bceb30b",
        "title": "贫女",
        "author": "秦韬玉",
        "sentence": [
            {
                "senid": 0,
                "content": "Mi humilde puerta no conoce el aroma de las sedas y brocados, Queriendo encontrar un buen casamentero me hace sentir más triste."
            },
            {
                "senid": 1,
                "content": "¿Quién aprecia la elegancia y el buen gusto? Todos alaban la simpleza de la época."
            },
            {
                "senid": 2,
                "content": "Osado, muestro mis habilidosas manos, Pero nunca pinto las cejas como la moda lo pide."
            },
            {
                "senid": 3,
                "content": "Con amargura, año tras año, tejo los hilos de oro, Cosiendo vestidos de novia que nunca serán para mí."
            }
        ]
    },
    {
        "id": "ea3f91f0-487e-4df7-826a-3692ef82e64d",
        "title": "遣悲怀三首 二",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Antes nos burlábamos de las cosas después de la muerte."
            },
            {
                "senid": 1,
                "content": "Ahora todas esas visiones se manifiestan con cada respiro."
            },
            {
                "senid": 2,
                "content": "Tus ropas repartidas, no queda ninguna para ver."
            },
            {
                "senid": 3,
                "content": "Sin embargo, la caja de manualidades permanece sellada, es demasiado doloroso para mí."
            },
            {
                "senid": 4,
                "content": "Todavía valoro el antiguo amor cuando saludo a los sirvientes."
            },
            {
                "senid": 5,
                "content": "Y en sueños, doy monedas donde nuestros espíritus se encuentran."
            },
            {
                "senid": 6,
                "content": "Aunque sé que este dolor lo comparten todos los mortales."
            },
            {
                "senid": 7,
                "content": "Las penas de las parejas pobres se multiplican sin igual."
            }
        ]
    },
    {
        "id": "82f57261-b608-4ee9-8d88-7fde20c49a7a",
        "title": "遣悲怀三首 三",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "Sentado idlemente, lloro por ti y por mí mismo."
            },
            {
                "senid": 1,
                "content": "Cien años, ¡qué corta es esta época que se nos da!"
            },
            {
                "senid": 2,
                "content": "Deng You, sin hijos, buscó el decreto del destino."
            },
            {
                "senid": 3,
                "content": "Los versos de luto de Pan Yue aún no alcanzan a expresar su dolor."
            },
            {
                "senid": 4,
                "content": "En las profundidades oscuras de la tumba compartida, ¿qué esperanza queda?"
            },
            {
                "senid": 5,
                "content": "La reunión en vidas futuras es aún más difícil de esperar."
            },
            {
                "senid": 6,
                "content": "Solo durante las interminables noches estaré alerta."
            },
            {
                "senid": 7,
                "content": "Para recompensar tu vida de fruncidos ceños."
            }
        ]
    },
    {
        "id": "8b57e03d-6d1f-4a4a-ba34-1f58e2551ca1",
        "title": "遣悲怀三首 一",
        "author": "元稹",
        "sentence": [
            {
                "senid": 0,
                "content": "La hija menor más amada de Xie Gong."
            },
            {
                "senid": 1,
                "content": "Casada con Qian Lou, ella enfrentó innumerables dificultades."
            },
            {
                "senid": 2,
                "content": "Ella buscó en el cofre pintado porque yo no tenía ropa."
            },
            {
                "senid": 3,
                "content": "Rogándola por vino, la hice sacar su horquilla de oro."
            },
            {
                "senid": 4,
                "content": "Verduras silvestres llenaron nuestras comidas; disfrutamos las hojas de los frijoles largos."
            },
            {
                "senid": 5,
                "content": "Hojas caídas alimentaron nuestro fuego, dependiendo del viejo árbol de algarrobo."
            },
            {
                "senid": 6,
                "content": "Ahora mi salario supera las cien mil monedas."
            },
            {
                "senid": 7,
                "content": "Por ti, preparo ofrendas y celebro ritos conmemorativos."
            }
        ]
    },
    {
        "id": "92ae04dc-89af-45d6-9e31-204a01df801d",
        "title": "遣怀",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Vagando por Jiangnan con vino en compañía,"
            },
            {
                "senid": 1,
                "content": "Cinturas esbeltas conmovilizadoras y ligeras en mis manos."
            },
            {
                "senid": 2,
                "content": "Después de diez años, desperté del sueño de Yangzhou,"
            },
            {
                "senid": 3,
                "content": "Adquiriendo en los burdeles una reputación de desdichado."
            }
        ]
    },
    {
        "id": "7d906794-b4d1-4922-9c59-eee5b19602ad",
        "title": "琴歌",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "El anfitrión comparte vino en este delicioso anochecer, Pida al invitado de Guangling tocar la cítara con fuerza."
            },
            {
                "senid": 1,
                "content": "La luz de la luna baña las murallas de la ciudad donde los cuervos vuelan a medias, El frío del hielo enfria innumerables árboles mientras el viento se filtra por las ropas."
            },
            {
                "senid": 2,
                "content": "El incensario de bronce y las hermosas velas aumentan el brillo, Primero toca 'Lushui' y luego fluyen las melodías de 'La Concubina de Chu'."
            },
            {
                "senid": 3,
                "content": "Una sola nota quieta a todas las criaturas en profundo silencio, Las estrellas se desvanecen mientras los invitados callados se reúnen alrededor."
            },
            {
                "senid": 4,
                "content": "Recorreré más de mil millas en la misión de Qinghuai clara, ¿Os atrevo a anunciar que mi vida en las montañas cubiertas de nubes comienza aquí?"
            }
        ]
    },
    {
        "id": "0613f575-4f07-4326-8591-603fb3d1da45",
        "title": "秦中感秋寄远上人",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Hace tiempo que deseo recostarme en un montículo, pero carezco de los medios para atender tres senderos del jardín."
            },
            {
                "senid": 1,
                "content": "Las tierras del norte no son lo que deseo, anhelo a mi maestro en Donglin."
            },
            {
                "senid": 2,
                "content": "El oro se ha agotado como la canela quemada, y la ambición se marchita con cada año que pasa."
            },
            {
                "senid": 3,
                "content": "Las brisas de la tarde traen aire fresco, pero el canto de las cigarras aumenta mi tristeza."
            }
        ]
    },
    {
        "id": "d2b5090e-e6fe-4d4f-9dd6-fe94ff6d4b5c",
        "title": "清明日宴梅道士房",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Yaciendo en el bosque lamentando el fin de la primavera, abro mi ventana para contemplar el esplendor de la naturaleza."
            },
            {
                "senid": 1,
                "content": "De repente, aparece un mensajero pájaro azul, invitándome a la morada del Pino Rojo."
            },
            {
                "senid": 2,
                "content": "El horno de cinabrio se enciende por primera vez, y los pétalos de melocotón celestial se desprenden."
            },
            {
                "senid": 3,
                "content": "Si la apariencia juvenil pudiera perdurar, ¿por qué lamentarse por embriagarse con los neblinos fluídos?"
            }
        ]
    },
    {
        "id": "59063901-7dbc-4f22-974f-ddccab675cbc",
        "title": "清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Una flor roja, con el rocío impregnado de gracia fragante."
            },
            {
                "senid": 1,
                "content": "A través de la nublada Montaña Wushan, en vano queda la huella de un corazón roto."
            },
            {
                "senid": 2,
                "content": "¿Quién en la corte Han podría igualar esta vista?"
            },
            {
                "senid": 3,
                "content": "La linda Golondrina se apoya en nuevos adornos brillantes."
            }
        ]
    },
    {
        "id": "948fa40a-492e-4fa1-99f4-b002ae87cd24",
        "title": "清平调词三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Su vestido es una nube, su belleza una flor."
            },
            {
                "senid": 1,
                "content": "El viento de primavera acaricia los barandales, las flores cargadas de rocío brillan."
            },
            {
                "senid": 2,
                "content": "Si no se la hubiera visto en la cima de la Montaña de las Piedras de Jade,"
            },
            {
                "senid": 3,
                "content": "Debió haber descendido de la Terraza Iluminada por la Luna en lo alto."
            }
        ]
    },
    {
        "id": "a0576d39-c4ac-4608-a4e2-249b6c31fd1d",
        "title": "青谿",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Entro en el arroyo de las Flores Amarillas, siguiendo sus aguas verdes cada día."
            },
            {
                "senid": 1,
                "content": "Con montañas que dan innumerables curvas, el encanto del viaje es mayor que las pocas millas recorridas."
            },
            {
                "senid": 2,
                "content": "Los sonidos retumban entre las piedras desordenadas, los colores descansan en la tranquilidad de los pinos profundos."
            },
            {
                "senid": 3,
                "content": "Las aguas ondulantes llevan lentejas de agua, la claridad cristalina refleja los juncos."
            },
            {
                "senid": 4,
                "content": "Mi corazón ha estado tranquilo desde hace tiempo, tan calmado como este arroyo cristalino."
            },
            {
                "senid": 5,
                "content": "Déjame quedarme en esta piedra plana, lanzando mi caña de pescar hasta el final."
            }
        ]
    },
    {
        "id": "56ca5b29-4bb9-4f12-9200-6bc7c72e4e47",
        "title": "秋登兰山寄张五",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "En las colinas del norte, cubiertas por las nubes blancas, el ermitaño se goza en silencio."
            },
            {
                "senid": 1,
                "content": "Para mirar lejos, intento subir a lo alto, mi corazón vuela siguiendo a los pájaros que desaparecen."
            },
            {
                "senid": 2,
                "content": "La tristeza surge con el crepúsculo, el entusiasmo nace en el claro otoño."
            },
            {
                "senid": 3,
                "content": "De vez en cuando se ven aldeanos regresando, caminando por la arena y descansando en el muelle."
            },
            {
                "senid": 4,
                "content": "Los árboles en el horizonte parecen hierbas diminutas, las barcas en la orilla del río son como la luz del creciente."
            },
            {
                "senid": 5,
                "content": "¿Cuándo traeremos vino para compartir y embriagarnos en el festival del Nueve y Nueve?"
            }
        ]
    },
    {
        "id": "fdc07d9f-95b8-45f7-b1b3-9d272b3416a4",
        "title": "秋日登吴公台上寺远眺寺即陈将吴明彻战场",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "La antigua terraza se encuentra en ruinas, el otoño despierta un sentimiento de nostalgia por el hogar."
            },
            {
                "senid": 1,
                "content": "Pocos visitantes llegan a la iglesia abandonada, donde las montañas cubiertas de nubes están separadas por aguas profundas."
            },
            {
                "senid": 2,
                "content": "El atardecer se prolonga sobre las viejas murallas de la fortaleza, y las campanadas frías llenan el bosque vacío."
            },
            {
                "senid": 3,
                "content": "Lamentando las historias de las dinastías del sur, el río Yangtsé sigue fluyendo solo a lo largo del tiempo."
            }
        ]
    },
    {
        "id": "292c14cd-151f-4321-a94c-46fc86693eb3",
        "title": "秋日赴阙题潼关驿楼",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "Las hojas rojas susurran en la tarde otoñal, En el pabellón largo, recojo un calabazo de vino."
            },
            {
                "senid": 1,
                "content": "Las nubes dispersas regresan al Monte Taihua, Las lluvias esparcidas cruzan la cordillera Zhongtiao en lo lejano."
            },
            {
                "senid": 2,
                "content": "Los tonos de los árboles siguen los contornos de la montaña que se extienden, El sonido del río se funde con la marea oceánica distante."
            },
            {
                "senid": 3,
                "content": "La capital llegaré mañana como planeé, Sin embargo, aún sueño con los bosques de pesca donde una vez estuve."
            }
        ]
    },
    {
        "id": "d12edd29-d467-4b19-b3f5-533fa5c8d56a",
        "title": "秋夕",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Las velas rojas y la luz del otoño enfrían la pantalla pintada."
            },
            {
                "senid": 1,
                "content": "Un abanico de seda ligero se balancea hacia las luciérnagas que se mueven rápidamente."
            },
            {
                "senid": 2,
                "content": "Los escalones celestes, el tono de la noche frío como el agua."
            },
            {
                "senid": 3,
                "content": "Sentado observando las estrellas de Altar y Vega."
            }
        ]
    },
    {
        "id": "96455db1-a0c6-402c-8892-05c6b9a3d029",
        "title": "秋夜寄丘二十二员外",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Pensando en ti en esta noche de otoño."
            },
            {
                "senid": 1,
                "content": "Caminando y cantando en el clima fresco."
            },
            {
                "senid": 2,
                "content": "En las montañas silenciosas, caen las piñas."
            },
            {
                "senid": 3,
                "content": "El ermitaño debe estar aún despierto."
            }
        ]
    },
    {
        "id": "a2b4fe60-9809-422d-afa7-143a2088f045",
        "title": "阙题",
        "author": "刘眘虚",
        "sentence": [
            {
                "senid": 0,
                "content": "El camino termina donde empiezan las nubes blancas."
            },
            {
                "senid": 1,
                "content": "La primavera se prolonga con el largo flujo del arroyo verde."
            },
            {
                "senid": 2,
                "content": "De vez en cuando, llegan pétalos caídos."
            },
            {
                "senid": 3,
                "content": "Llevados lejos por el arroyo, su fragancia perdura."
            },
            {
                "senid": 4,
                "content": "Una puerta tranquila da hacia el camino de la montaña."
            },
            {
                "senid": 5,
                "content": "Los sauces profundos sombrean la residencia del estudio."
            },
            {
                "senid": 6,
                "content": "Cada día soleado, un resplandor sereno brilla brillantemente."
            },
            {
                "senid": 7,
                "content": "La pura radiación me envuelve en una suave luz."
            }
        ]
    },
    {
        "id": "59fb3f01-65b2-416a-aefb-c13e502bfba1",
        "title": "塞下曲四首 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Agua a los caballos y cruza el río de otoño; El agua está fría y el viento es como una navaja."
            },
            {
                "senid": 1,
                "content": "Las arenas planas se extienden donde el sol aún no se ha puesto; Apenas visible en la penumbra está Lin Tao."
            },
            {
                "senid": 2,
                "content": "En el pasado, las batallas arreciaban a lo largo de la Gran Muralla; Todos hablaban del espíritu arrebatador de los soldados."
            },
            {
                "senid": 3,
                "content": "El polvo amarillo ha enterrado edades pasadas y presentes; Los huesos blancos yacen esparcidos entre cardos y malas hierbas."
            }
        ]
    },
    {
        "id": "8d58a158-1a9b-4085-8ef7-b7b4e6adb66d",
        "title": "塞下曲四首 一",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Los grillos cantan en el bosque vacío de moreras, el camino de la desolada pasada de agosto se extiende adelante."
            },
            {
                "senid": 1,
                "content": "Saliendo y entrando en el frío de la frontera, hierba de caña amarilla cubre cada camino."
            },
            {
                "senid": 2,
                "content": "Los errantes de You y Bing desde la antigüedad, todos envejecen con el polvo y la arena."
            },
            {
                "senid": 3,
                "content": "No imites a aquellos caballeros errantes que se jactan de sus hermosos caballos."
            }
        ]
    },
    {
        "id": "00f12a19-bb96-4980-a4f5-11a1b9d604dd",
        "title": "山居秋暝",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Montañas desiertas después de una reciente lluvia."
            },
            {
                "senid": 1,
                "content": "El aire de otoño llega con el frío de la noche."
            },
            {
                "senid": 2,
                "content": "La luna brillante brilla a través de los pinos."
            },
            {
                "senid": 3,
                "content": "Las fuentes claras fluyen sobre las piedras."
            },
            {
                "senid": 4,
                "content": "El bambú se mueve al regresar las lavanderas a casa."
            },
            {
                "senid": 5,
                "content": "El loto se mueve mientras las barcas de pesca se deslizan río abajo."
            },
            {
                "senid": 6,
                "content": "La fragancia de la primavera se desvanece a su antojo."
            },
            {
                "senid": 7,
                "content": "Los jóvenes nobles pueden quedarse aquí."
            }
        ]
    },
    {
        "id": "8af643c9-a8b0-49b7-b8e9-88920ab0bbd8",
        "title": "石鱼湖上醉歌",
        "author": "元结",
        "sentence": [
            {
                "senid": 0,
                "content": "El Lago de los Peces de Piedra refleja la gracia de Dongting, Las aguas de verano se hinchan mientras la verdura de Junshan encuentra su lugar."
            },
            {
                "senid": 1,
                "content": "Las montañas se convierten en copas de vino, las aguas se convierten en estanques, Los bebedores se sientan distintivamente en los islotes más allá."
            },
            {
                "senid": 2,
                "content": "Los vientos fuertes crean grandes olas día tras día de prueba, Sin embargo, no pueden detener las barcas cargadas de vino en su búsqueda."
            },
            {
                "senid": 3,
                "content": "Con una cuchara larga en la mano en la cima de Baqiu, sirvo para que todos beban y los dolores se disipan en la noche."
            }
        ]
    },
    {
        "id": "8324db66-b75a-40ff-9469-cba276d2f88f",
        "title": "书边事",
        "author": "张乔",
        "sentence": [
            {
                "senid": 0,
                "content": "Los sonidos de la trompeta cortan el aire puro del otoño."
            },
            {
                "senid": 1,
                "content": "Los guerreros se apoyan en las torres de guarnición."
            },
            {
                "senid": 2,
                "content": "La brisa de primavera acaricia el montículo verde del cementerio."
            },
            {
                "senid": 3,
                "content": "El sol se pone en el lugar donde se encuentra Liangzhou."
            },
            {
                "senid": 4,
                "content": "Las fronteras de la Gran Han no conocen conflictos."
            },
            {
                "senid": 5,
                "content": "Aun así, viajeros llegan a esta vida fronteriza."
            },
            {
                "senid": 6,
                "content": "Los sentimientos de los extranjeros fluyen como estos arroyos."
            },
            {
                "senid": 7,
                "content": "Que siempre fluyan hacia el sur."
            }
        ]
    },
    {
        "id": "f15c4b50-ee89-4927-8cf3-15e3a6a6ab95",
        "title": "蜀道难",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "¡Ay! ¡Qué peligroso, qué elevado! ¡La dificultad del camino de Shu supera escalar el cielo azul!"
            },
            {
                "senid": 1,
                "content": "Cancong y Yufu, fundando estados en una bruma lejana."
            },
            {
                "senid": 2,
                "content": "Desde entonces, cuarenta y ocho mil años, sin rastro humano conectado con la frontera de Qin."
            },
            {
                "senid": 3,
                "content": "Al oeste, junto a Taibai, un sendero de aves, cruzando hasta la cima de Emei."
            },
            {
                "senid": 4,
                "content": "La tierra colapsó, las montañas se derrumbaron, héroes murieron, luego escaleras celestes y caminos de piedra se unieron."
            },
            {
                "senid": 5,
                "content": "Arriba, seis dragones hacen retroceder la marca elevada del sol; abajo, olas chocantes giran en corrientes arremolinadas."
            },
            {
                "senid": 6,
                "content": "Ni siquiera las grullas amarillas pueden volar más allá, simios y gibones desesperan por escalar."
            },
            {
                "senid": 7,
                "content": "La cresta Qingni, tan sinuosa, nueve giros en cien pasos, serpenteando alrededor de acantilados y picos."
            },
            {
                "senid": 8,
                "content": "Tocando las estrellas, pasando pozos, contengo el aliento, mano en el pecho, sentado con un largo suspiro."
            },
            {
                "senid": 9,
                "content": "Pregunto, ¿cuándo regresarás de tu viaje al oeste? El camino temido, rocas escarpadas, imposible de escalar."
            },
            {
                "senid": 10,
                "content": "Solo aves tristes gritan en árboles antiguos, machos vuelan, hembras siguen, rodeando el bosque."
            },
            {
                "senid": 11,
                "content": "De nuevo, cuclillos gimen bajo la luna nocturna, afligiendo montañas vacías, la dificultad del camino de Shu, más dura que escalar el cielo, hace marchitar los rostros de quienes escuchan."
            },
            {
                "senid": 12,
                "content": "Picos conectados alcanzan el cielo, a menos de un pie, pinos marchitos cuelgan invertidos, aferrados a acantilados escarpados."
            },
            {
                "senid": 13,
                "content": "Torrentes impetuosos y cascadas compiten en clamor, acantilados arrojan piedras, diez mil barrancos retumban."
            },
            {
                "senid": 14,
                "content": "Tal es su peligro, ay, ¿por qué tú, viajero lejano, vienes aquí?"
            },
            {
                "senid": 15,
                "content": "El paso Jiange, agreste y elevado, un hombre lo guarda, diez mil no pueden pasar."
            },
            {
                "senid": 16,
                "content": "Si el guardián no es de confianza, se convierte en lobo o chacal."
            },
            {
                "senid": 17,
                "content": "Por la mañana, evita tigres feroces; por la noche, esquiva serpientes largas."
            },
            {
                "senid": 18,
                "content": "Rechinan dientes, chupan sangre, matando como cáñamo."
            },
            {
                "senid": 19,
                "content": "Aunque Jinchen se dice alegre, mejor regresar pronto a casa."
            },
            {
                "senid": 20,
                "content": "La dificultad del camino de Shu supera escalar el cielo azul, girando al oeste, suspiro largo."
            }
        ]
    },
    {
        "id": "2f37297b-77d5-412b-bc73-105bfa4d011d",
        "title": "蜀先主庙",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "El espíritu heroico del cielo y la tierra sigue siendo impresionante a lo largo de los siglos."
            },
            {
                "senid": 1,
                "content": "El reino se divide en las Tres Regiones Tripartitas; el legado revive la moneda de cinco zhu de la dinastía Han."
            },
            {
                "senid": 2,
                "content": "Un ministro digno puede fundar un estado; un hijo, a diferencia de su padre, carece de la cualidad de la sabiduría."
            },
            {
                "senid": 3,
                "content": "Desoladas, las antiguas cortesanas de Shu danzan ante el palacio de Wei en un estado lúgubre."
            }
        ]
    },
    {
        "id": "a353dcb1-12cc-4ca8-af1e-55d1d62445f8",
        "title": "蜀相",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "¿Dónde buscar el templo del Primer Ministro? Más allá de la Ciudad de Brada, densos y profundos bosques de cipreses."
            },
            {
                "senid": 1,
                "content": "La hierba esmeralda refleja los tonos de la primavera en los escalones, A través de las hojas, los oropéndolas cantan melodías dulces en vano."
            },
            {
                "senid": 2,
                "content": "Convocado tres veces para grandes planes de gobierno, Dos reinados sostenidos por el corazón de este viejo ministro."
            },
            {
                "senid": 3,
                "content": "Campañas sin terminar, la vida extinguida primero, Héroes a lo largo de los siglos lloran, las lágrimas empapando sus túnicas."
            }
        ]
    },
    {
        "id": "31cc87f3-da0f-421d-8674-8753530077e2",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Bajando del caballo para beber tu vino, te pregunto adónde vas."
            },
            {
                "senid": 1,
                "content": "Dices que no has tenido éxito y regresas a descansar en el borde del monte sur."
            },
            {
                "senid": 2,
                "content": "Solo ve y no preguntes más, las nubes blancas flotan eternamente."
            }
        ]
    },
    {
        "id": "c8a4faa6-8666-44f9-b4c9-df78d7af844d",
        "title": "送别",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Después de despedirme en las montañas, al atardecer cierro la puerta de madera."
            },
            {
                "senid": 1,
                "content": "Cuando el pasto de primavera vuelva a verdear el próximo año, ¿volverá mi noble amigo o no?"
            }
        ]
    },
    {
        "id": "c26445b5-a433-4cd7-9020-435866b845f9",
        "title": "送方外上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "La nube solitaria acompaña a la grulla salvaje; ¿Cómo podrían residir entre los mortales?"
            },
            {
                "senid": 1,
                "content": "No compres la tierra de la montaña Wozhou, porque la gente ya conoce su lugar."
            }
        ]
    },
    {
        "id": "2c24cec1-4105-4511-bf8b-bc6d5d8d48c7",
        "title": "送李少府贬峡中王少府贬长沙",
        "author": "高适",
        "sentence": [
            {
                "senid": 0,
                "content": "Ay, en esta partida, ¿qué pensamientos tienes?"
            },
            {
                "senid": 1,
                "content": "Deteniendo mi caballo, levanto una copa para preguntar por el lugar de tu destierro."
            },
            {
                "senid": 2,
                "content": "Los lamentos de los gibones en el desfiladero de Wu provocan arroyos de lágrimas."
            },
            {
                "senid": 3,
                "content": "Las gansos que regresan a Hengyang, ¿cuántas cartas traen?"
            },
            {
                "senid": 4,
                "content": "En el río de los arces azules, los cielos de otoño se extienden lejos."
            },
            {
                "senid": 5,
                "content": "Al lado de la Ciudad del Emperador Blanco, los árboles antiguos se encuentran esparcidos."
            },
            {
                "senid": 6,
                "content": "En esta era sabia, la abundante gracia cae ahora como la lluvia."
            },
            {
                "senid": 7,
                "content": "Sepárense solo por un momento; no dudes ni te quedes."
            }
        ]
    },
    {
        "id": "a746d1f0-a72c-44d2-8b1c-c5c990749257",
        "title": "送灵澈上人",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Profunda y verde Templa del Bosque de Bambú,"
            },
            {
                "senid": 1,
                "content": "Distancias campanas de templo al anochecer."
            },
            {
                "senid": 2,
                "content": "Llevando un sombrero de bambú bañado en el atardecer,"
            },
            {
                "senid": 3,
                "content": "Solo regresando a las lejanas montañas verdes."
            }
        ]
    },
    {
        "id": "56bec3c2-9c0c-4d40-9750-2e28bdc9a20e",
        "title": "送綦毋潜落第还乡",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "En esta época sagrada no quedan eremitas, todos los talentos regresan para servir al reinado."
            },
            {
                "senid": 1,
                "content": "Así, incluso el eremita de la Colina del Este abandona la recolección de helechos para el uso mundano."
            },
            {
                "senid": 2,
                "content": "Aunque estoy lejos de las puertas de la corte, ¿quién se atreve a decir que mi camino está mal planeado?"
            },
            {
                "senid": 3,
                "content": "Cruzando ríos durante los días del Comida Fría, en las ciudades capitales confecciono ropas de primavera."
            },
            {
                "senid": 4,
                "content": "Con vino servido junto a las caminos interminables, nos separamos, pero los ideales compartidos permanecen en mi corazón."
            },
            {
                "senid": 5,
                "content": "Pronto las remos de canela partirán la marea, luego tocarán con orgullo mi puerta de zarzas."
            },
            {
                "senid": 6,
                "content": "Los árboles lejanos acompañan el camino de los viajeros, el pueblo solitario está bañado en el velo del atardecer."
            },
            {
                "senid": 7,
                "content": "Aunque mis planes no encuentren aplicación, no digas que pocos comprenden la aleación de este corazón."
            }
        ]
    },
    {
        "id": "315bc0e1-f76c-49d5-9940-b212e5f9c2ae",
        "title": "送人东游",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "Un desolado fuerte donde caen las hojas amarillas, Partiendo resueltamente de la antigua pasarela."
            },
            {
                "senid": 1,
                "content": "Fuertes vientos en la travesía de Hanyang, Primer sol sobre la montaña Yingmen."
            },
            {
                "senid": 2,
                "content": "¿Cuántos quedan ahora en el río? Una sola remo regresa del borde del horizonte."
            },
            {
                "senid": 3,
                "content": "¿Cuándo nos volveremos a ver? Levanta una copa para aliviar nuestro dolor de parting."
            }
        ]
    },
    {
        "id": "15274300-bd45-4898-ab14-9a3dead4b620",
        "title": "送僧归日本",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "Mido en esta noble tierra según lo quiera el destino, Mi viaje aquí fue como el transcurso de un sueño."
            },
            {
                "senid": 1,
                "content": "Los vastos mares que se funden con el cielo se extienden lejos, Un ligero barco del Dharma se aleja del mundo terrenal."
            },
            {
                "senid": 2,
                "content": "La luna sobre el agua refleja la percepción meditativa, Peces y dragones escuchan los cánticos sagrados en la noche."
            },
            {
                "senid": 3,
                "content": "Queriendo la solitaria llama de la lámpara que arde brillantemente, Su luz viaja diez mil millas en el campo visual."
            }
        ]
    },
    {
        "id": "6340ef19-35e2-4194-96a9-3ee0a667905b",
        "title": "送魏万之京",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Al amanecer, escuché al viajero cantar una canción de despedida."
            },
            {
                "senid": 1,
                "content": "Anoche, la primera helada cruzó ligeramente el río."
            },
            {
                "senid": 2,
                "content": "Los gansos salvajes no pueden soportar ser escuchados en la tristeza."
            },
            {
                "senid": 3,
                "content": "Las montañas cubiertas de nubes son solo un tránsito para un viajero."
            },
            {
                "senid": 4,
                "content": "Los tonos de los árboles de la fortaleza aceleran la llegada del frío."
            },
            {
                "senid": 5,
                "content": "Los sonidos de martilleo en el jardín imperial se multiplican hacia el atardecer."
            },
            {
                "senid": 6,
                "content": "No veas Chang'an como un lugar de mera diversión."
            },
            {
                "senid": 7,
                "content": "Para que no dejes que los años pasen en vano."
            }
        ]
    },
    {
        "id": "1f83fccf-7476-464b-8cd4-8a2b4569c7a0",
        "title": "送友人",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Montañas verdes se extienden a lo largo de las afueras norte, un río blanco serpentea alrededor de la ciudad este."
            },
            {
                "senid": 1,
                "content": "Aquí nos separamos para siempre, una sola cardo vuela diez mil millas."
            },
            {
                "senid": 2,
                "content": "Nubes errantes reflejan el corazón de un viajero, el sol poniente encarna el afecto de viejos amigos."
            },
            {
                "senid": 3,
                "content": "Agarrando las manos mientras nos marchamos, resuenan los relinchos de los caballos que se separan."
            }
        ]
    },
    {
        "id": "263b4a33-fd51-47e1-b49a-d84dd99a2e0f",
        "title": "送梓州李使君",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Innumerables valles con árboles engrandecidos, mil montañas ecoan con los cantos de los cuervos."
            },
            {
                "senid": 1,
                "content": "Una noche de lluvia en las montañas, cien arroyos caen desde las copas de los árboles."
            },
            {
                "senid": 2,
                "content": "Las mujeres Han pagan los impuestos con tela de tóng, los Ba discuten sobre los campos de taro."
            },
            {
                "senid": 3,
                "content": "Wen Weng revivió la búsqueda de la educación, pero no se atrevió a apoyarse en los sabios del pasado."
            }
        ]
    },
    {
        "id": "cae8a893-7ae6-4824-b4c5-eada730b075f",
        "title": "苏武庙",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "El espíritu de Su Wu se desvaneció ante el enviado del Han."
            },
            {
                "senid": 1,
                "content": "El antiguo santuario y los árboles altos se encuentran en un misterio silencioso."
            },
            {
                "senid": 2,
                "content": "Los gansos salvajes desaparecen más allá de la luna salvaje cubierta de nubes."
            },
            {
                "senid": 3,
                "content": "Las ovejas regresan a las colinas fronterizas a través de la hierba de la pradera cubierta de humo."
            },
            {
                "senid": 4,
                "content": "Volviendo a las terrazas donde ya no hay tiendas de campaña."
            },
            {
                "senid": 5,
                "content": "Partiendo con sombrero y espada en la flor de la juventud."
            },
            {
                "senid": 6,
                "content": "No se encuentra el sello del marqués en la tumba de Mao Ling."
            },
            {
                "senid": 7,
                "content": "Sólo las olas de otoño lloran por el flujo del tiempo perdido."
            }
        ]
    },
    {
        "id": "f540f519-e3c4-41c2-b299-f1d255977705",
        "title": "宿府",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "En el frío otoño, los árboles de babilonia junto al pozo temblan solos. Solo en la ciudad junto al río, se ve el final de una vela."
            },
            {
                "senid": 1,
                "content": "Toda la noche, el lamento triste de la trompeta habla de su dolor. La luna a medianoche brilla brillantemente, pero no encuentra quién la valore."
            },
            {
                "senid": 2,
                "content": "Los años pasan sin noticias de casa, vencido por el viento y el tiempo. Los pasos fronterizos son desolados y los caminos difíciles y solitarios."
            },
            {
                "senid": 3,
                "content": "Ha soportado diez años de soledad y lucha, y ahora se aferra a una rama, esta vida transitoria."
            }
        ]
    },
    {
        "id": "0bed9b02-991e-4e28-b631-86640147a712",
        "title": "宿建德江",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Ancló el barco cerca de una isla en una niebla confusa."
            },
            {
                "senid": 1,
                "content": "El atardecer renueva la tristeza del viajero."
            },
            {
                "senid": 2,
                "content": "Las llanuras se extienden vastas donde el cielo se inclina hacia los árboles."
            },
            {
                "senid": 3,
                "content": "El río fluye limpio y la luna se acerca a las personas."
            }
        ]
    },
    {
        "id": "b1dad78c-4dd8-4b99-b37b-741ed761f26a",
        "title": "宿桐庐江寄广陵旧游",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "En el crepúsculo de la montaña, los gibones lloran con tristeza; Las aguas oscuras se precipitan en la corriente veloz de la noche."
            },
            {
                "senid": 1,
                "content": "El viento silba a través de las hojas de ambas orillas, La luz de la luna baña una barca solitaria."
            },
            {
                "senid": 2,
                "content": "Jiande no es mi tierra natal, Sin embargo, recuerdo viejos viajes en Weiyang."
            },
            {
                "senid": 3,
                "content": "Todavía derramaré dos arroyos de lágrimas, Y los enviaré hacia el oeste a través del mar distante."
            }
        ]
    },
    {
        "id": "c854a853-b015-4848-823b-a786659d33b3",
        "title": "宿王昌龄隐居",
        "author": "常建",
        "sentence": [
            {
                "senid": 0,
                "content": "El arroyo claro tiene una profundidad insondable, solo una nube solitaria se queda en el lugar apartado."
            },
            {
                "senid": 1,
                "content": "A través de los pinos se asoma un filo de luna, su luz pura todavía brilla por ti."
            },
            {
                "senid": 2,
                "content": "Las techumbres de paja guardan las sombras dormidas de las flores, los huertos de hierbas alimentan los patrones de musgo rampante."
            },
            {
                "senid": 3,
                "content": "Yo también dejaré atrás las preocupaciones mundanas y me uniré a las bandadas de grullas y fénix de las colinas occidentales."
            }
        ]
    },
    {
        "id": "3e504df9-b22d-480e-9e7c-9f8ab8591b91",
        "title": "宿业师山房期丁大不至",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "El sol poniente cruza las crestas occidentales, todos los valles se oscurecen de repente."
            },
            {
                "senid": 1,
                "content": "El pino y la luna traen la frescor de la noche, el viento y las fuentes llenan el oído con claridad."
            },
            {
                "senid": 2,
                "content": "Los leñadores se dirigen a casa, casi todos se han ido, las aves en el humo se asientan en sus primeros perchas."
            },
            {
                "senid": 3,
                "content": "Mi amigo prometió quedarse esta noche, solo, espero con la lutea al lado del camino cubierto de enredaderas."
            }
        ]
    },
    {
        "id": "670009c2-a701-4140-aa31-b4973f76d632",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "El palacio de las fuentes púrpuras está encerrado en niebla y brumas."
            },
            {
                "senid": 1,
                "content": "Desean convertir Wucheng en su morada imperial."
            },
            {
                "senid": 2,
                "content": "El sello imperial, no estaba destinado a regresar al heredero legítimo,"
            },
            {
                "senid": 3,
                "content": "En cambio, las velas de seda alcanzarían los confines de la tierra."
            },
            {
                "senid": 4,
                "content": "Ahora, la hierba podrida ya no tiene luciérnagas brillantes."
            },
            {
                "senid": 5,
                "content": "Mientras los sauces llorones siempre albergan cuervos al atardecer."
            },
            {
                "senid": 6,
                "content": "Si te encuentras con Chen Houzhu en la guarida del inframundo,"
            },
            {
                "senid": 7,
                "content": "¿Sería apropiado preguntar sobre las Flores del Patio Profundo?"
            }
        ]
    },
    {
        "id": "91f95b30-c42f-470a-9df8-dd6284fca474",
        "title": "隋宫",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Con entusiasmo, el viaje al sur se lleva a cabo sin una guardia estricta."
            },
            {
                "senid": 1,
                "content": "Dentro de las nueve puertas, ¿quién lee las cartas de exhortación?"
            },
            {
                "senid": 2,
                "content": "El viento de primavera ve a toda la nación cortando brocado imperial."
            },
            {
                "senid": 3,
                "content": "La mitad para armadura de caballo, la mitad para velas de seda."
            }
        ]
    },
    {
        "id": "0f5af383-765a-4d56-b00b-79ee2ccd5111",
        "title": "岁除夜有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Largas son las carreteras hacia Sanba, peligrosa es esta condición de un cuerpo en un viaje de miles de millas."
            },
            {
                "senid": 1,
                "content": "Montañas escarpadas mantienen la nieve persistente en la noche, una lámpara solitaria ilumina a este extraño en un lugar extraño."
            },
            {
                "senid": 2,
                "content": "Cada día me alejo más de mis parientes, y me acerco más a los sirvientes en este camino solitario."
            },
            {
                "senid": 3,
                "content": "¿Cómo puedo soportar esta interminable escena de vaga? El año que viene renueva su esplendor, pero yo sigo invisible."
            }
        ]
    },
    {
        "id": "542cb326-1037-4bd9-b0f6-6479d165dc4c",
        "title": "岁暮归南山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Cesa de presentar peticiones en la puerta norte."
            },
            {
                "senid": 1,
                "content": "Regresa a mi modesto refugio en las montañas del sur."
            },
            {
                "senid": 2,
                "content": "Insignificante, soy abandonado por el sabio gobernante."
            },
            {
                "senid": 3,
                "content": "La enfermedad me aleja de mis viejos amigos."
            },
            {
                "senid": 4,
                "content": "Los cabellos blancos apresuran mi envejecimiento."
            },
            {
                "senid": 5,
                "content": "El sol primaveral acelera el fin del año."
            },
            {
                "senid": 6,
                "content": "La tristeza eterna me impide dormir."
            },
            {
                "senid": 7,
                "content": "La luz de la luna entre los pinos entra por la ventana vacía de la noche."
            }
        ]
    },
    {
        "id": "9154fc22-5e19-45b7-a506-435298bb26fc",
        "title": "台城",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "La lluvia fina cae sobre el río, y las hierbas ribereñas crecen en armonía."
            },
            {
                "senid": 1,
                "content": "Las seis dinastías se desvanecen como sueños, y los pájaros cantan en vano en los cielos vacíos."
            },
            {
                "senid": 2,
                "content": "Lo más despiadado son los sauces de Taicheng."
            },
            {
                "senid": 3,
                "content": "Todavía cubren el dique de diez millas en sus suspiros brumosos."
            }
        ]
    },
    {
        "id": "1f28ab03-8388-4a2f-8c4f-3ce47789e221",
        "title": "桃花谿",
        "author": "张旭",
        "sentence": [
            {
                "senid": 0,
                "content": "Un puente volador apenas visible separa el humo salvaje."
            },
            {
                "senid": 1,
                "content": "En la orilla occidental del risco rocoso, pregunto por la barca de pesca."
            },
            {
                "senid": 2,
                "content": "Los pétalos de melocotón flotan con el agua corriente todo el día."
            },
            {
                "senid": 3,
                "content": "¿Dónde se encuentra la cueva a lo largo del arroyo cristalino?"
            }
        ]
    },
    {
        "id": "058db0d1-0656-4e8f-ac49-87622e16b19b",
        "title": "题大庾岭北驿",
        "author": "宋之问",
        "sentence": [
            {
                "senid": 0,
                "content": "En el décimo mes, se dice que las aves migratorias al sur se detienen aquí."
            },
            {
                "senid": 1,
                "content": "Mi viaje se extiende interminablemente, ¿cuándo regresaré?"
            },
            {
                "senid": 2,
                "content": "Los ríos se calman cuando la marea desciende, y los bosques oscuros están llenos de niebla tóxica."
            },
            {
                "senid": 3,
                "content": "Al amanecer, cuando miro hacia mi tierra natal, debería ver los ciruelos de Longtou."
            }
        ]
    },
    {
        "id": "bce40ff4-816c-490c-be30-04de15f7c25e",
        "title": "题金陵渡",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "En el puerto de Jinling, una pequeña torre en la colina."
            },
            {
                "senid": 1,
                "content": "Una noche de estancia despierta la tristeza de un viajero."
            },
            {
                "senid": 2,
                "content": "La marea desciende bajo el resplandor de la luna inclinada."
            },
            {
                "senid": 3,
                "content": "Dos o tres fuegos parecidos a estrellas marcan la ubicación de Guazhou abajo."
            }
        ]
    },
    {
        "id": "2c036362-9f1d-434c-854f-b97a2a4bb19b",
        "title": "天末忆李白",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Desde el horizonte, surgen vientos frescos. Noble corazón, ¿adónde van tus pensamientos?"
            },
            {
                "senid": 1,
                "content": "¿Cuándo llegarán los gansos salvajes? Ríos y lagos se hinchan con la marea de otoño."
            },
            {
                "senid": 2,
                "content": "Grandes escritos desprecian un destino próspero, Los espíritus malvados se deleitan con los errores humanos."
            },
            {
                "senid": 3,
                "content": "Deja que tus palabras comuniquen con las almas perjudicadas, Lanzar estos versos a los arrecifes turbulentos de Miluo."
            }
        ]
    },
    {
        "id": "72aab9ef-65a9-4a8a-b36b-61932c09ce85",
        "title": "听弹琴",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Las siete cuerdas cantan claras y frías."
            },
            {
                "senid": 1,
                "content": "En silencio escucho a los pinos en el viento de la montaña."
            },
            {
                "senid": 2,
                "content": "Aunque yo amo estas antiguas melodías,"
            },
            {
                "senid": 3,
                "content": "Pocos hoy todavía tocan tales tonos."
            }
        ]
    },
    {
        "id": "71999aa1-55dd-4449-81b0-41f04686bf2e",
        "title": "听蜀僧濬弹琴",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Un monje de Shu abraza su lira esmeralda, descendiendo del pico occidental del Monte Emei."
            },
            {
                "senid": 1,
                "content": "Con un movimiento de su mano, es como si oyera los pinos rugir a través de innumerables valles."
            },
            {
                "senid": 2,
                "content": "El alma de este viajero es purificada por las aguas corrientes, y los ecos se mezclan con las campanas heladas."
            },
            {
                "senid": 3,
                "content": "Sin darme cuenta, el crepúsculo cubre las montañas verdes, y las nubes de otoño acumulan sombras sobre sombras."
            }
        ]
    },
    {
        "id": "7f3799de-78b4-49bc-b6d8-a5fa3ecacd33",
        "title": "听筝",
        "author": "李端",
        "sentence": [
            {
                "senid": 0,
                "content": "Las columnas de mijo dorado de la cítara cantando,"
            },
            {
                "senid": 1,
                "content": "Manos blancas ante la cámara de jade."
            },
            {
                "senid": 2,
                "content": "Para ganarse la mirada del Señor Zhou,"
            },
            {
                "senid": 3,
                "content": "Ella a menudo toca las cuerdas equivocadas a propósito."
            }
        ]
    },
    {
        "id": "e2fec465-cea1-4829-b12d-3ba37a267562",
        "title": "同从弟销南斋玩月忆山阴崔少府",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Mientras descanso en el pabellón del sur, levanto la cortina cuando sale la nueva luna."
            },
            {
                "senid": 1,
                "content": "La luz pura baña los árboles y el agua, y los reflejos brillantes se mueven en las rejas de la ventana."
            },
            {
                "senid": 2,
                "content": "Las fases de la luna aumentan y disminuyen a través de ciclos claros, iluminando el flujo eterno del tiempo."
            },
            {
                "senid": 3,
                "content": "Al borde del claro río se encuentra la bella, cantando canciones del sur durante toda la noche."
            },
            {
                "senid": 4,
                "content": "Aunque estemos separados por miles de kilómetros, la brisa perfumada de orquídeas lleva la fragancia de la virtud."
            }
        ]
    },
    {
        "id": "b411ce1e-ac09-4427-ab32-f8dc7a57e566",
        "title": "同题仙游观",
        "author": "韩翃",
        "sentence": [
            {
                "senid": 0,
                "content": "Debajo de la Terraza Inmortal se elevan cinco torres, a través de paisajes lúgubres se despeja la lluvia nocturna del cielo."
            },
            {
                "senid": 1,
                "content": "Las colinas distantes se funden con los árboles de Qin en el tono del crepúsculo, el sonido cercano del batido de ropa anuncia el rocío otoñal del Palacio Han."
            },
            {
                "senid": 2,
                "content": "Los pinos esparcidos proyectan sombras sobre los altares vacíos en silencio, las hierbas fragantes perfuman la colina de la gruta tranquila."
            },
            {
                "senid": 3,
                "content": "¿Por qué buscar reinos más allá de la concepción mortal? Aquí en la tierra existe el Divino Pico Carmín."
            }
        ]
    },
    {
        "id": "fae577a5-da28-4672-83ff-94c97ae2a4a4",
        "title": "晚次鄂州",
        "author": "卢纶",
        "sentence": [
            {
                "senid": 0,
                "content": "Las nubes se disipan, revelando la lejana ciudad de Hanyang."
            },
            {
                "senid": 1,
                "content": "Aún así, mi sola vela aún recorre un día de viaje."
            },
            {
                "senid": 2,
                "content": "El comerciante duerme durante el día, sintiendo la calma de las olas."
            },
            {
                "senid": 3,
                "content": "Mientras la conversación nocturna de los marinero revela el sonido de la marea creciente."
            },
            {
                "senid": 4,
                "content": "Los ríos Sanxiang reflejan mi cabello teñido por el otoño."
            },
            {
                "senid": 5,
                "content": "Mi corazón anhelando regresar a casa se enfrenta al resplandor de la luna."
            },
            {
                "senid": 6,
                "content": "Los antiguos medios de vida se perdieron en la implacable lucha de la guerra."
            },
            {
                "senid": 7,
                "content": "¿Cómo puedo soportar el sonido de los tambores de guerra junto al río?"
            }
        ]
    },
    {
        "id": "2e8999a9-9df8-4483-ab1e-0231c3e46320",
        "title": "辋川集 鹿柴",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La montaña vacía no muestra rastro humano, Sin embargo, los ecos de las voces llenan el espacio."
            },
            {
                "senid": 1,
                "content": "La luz del sol al atardecer penetra el bosque profundo, Brillando de nuevo sobre los suelos cubiertos de musgo."
            }
        ]
    },
    {
        "id": "36e09cb4-4fb7-48be-b6c6-c9bd906d9331",
        "title": "辋川集 竹里馆",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Sentado solo en el silencioso bosque de bambú."
            },
            {
                "senid": 1,
                "content": "Tocando el qin y luego silbando fuerte."
            },
            {
                "senid": 2,
                "content": "En lo profundo del bosque, desconocido para la gente."
            },
            {
                "senid": 3,
                "content": "La luna brillante viene a iluminarme."
            }
        ]
    },
    {
        "id": "a2b4e8ca-92e3-4101-8a54-739b8f1d8184",
        "title": "辋川闲居赠裴秀才迪",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Las montañas frías se vuelven de un intenso verde."
            },
            {
                "senid": 1,
                "content": "Las aguas otoñales fluyen incesantemente día tras día."
            },
            {
                "senid": 2,
                "content": "Apoyado en mi bastón fuera de la puerta de madera."
            },
            {
                "senid": 3,
                "content": "Escuchando los grillos de la tarde al viento."
            },
            {
                "senid": 4,
                "content": "En el puerto, el resplandor del atardecer perdurante."
            },
            {
                "senid": 5,
                "content": "En el pueblo, sube una sola columna de humo."
            },
            {
                "senid": 6,
                "content": "Una vez más, me encuentro con un borracho Jie Yu."
            },
            {
                "senid": 7,
                "content": "Cantiando alocadamente delante de los Cinco Sauces."
            }
        ]
    },
    {
        "id": "6975adab-25d0-40c6-af3a-3a05847e7717",
        "title": "望洞庭湖赠张丞相",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Las aguas del lago en agosto están tranquilas y niveladas."
            },
            {
                "senid": 1,
                "content": "Mezclando la vaciedad con la inmaculada pureza celestial."
            },
            {
                "senid": 2,
                "content": "Las nieblas se elevan sobre el aliento vaporoso del pantano de Yunmeng."
            },
            {
                "senid": 3,
                "content": "Las olas sacuden las imponentes murallas de Yueyang."
            },
            {
                "senid": 4,
                "content": "Para cruzar, me falta el abrazo de un bote o una remo."
            },
            {
                "senid": 5,
                "content": "Permanecer inactivo es una vergüenza en este reinado iluminado por sabios."
            },
            {
                "senid": 6,
                "content": "Me siento y observo a los pescadores lanzar sus líneas con paciencia."
            },
            {
                "senid": 7,
                "content": "Mientras un vano anhelo nada por mi mente encierralda."
            }
        ]
    },
    {
        "id": "6beb5cc2-ae49-4e23-952a-1cb92fa11512",
        "title": "望蓟门",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Mirar desde la Terraza Yan asusta el corazón del viajero."
            },
            {
                "senid": 1,
                "content": "Flautas y tambores resuenan en el campamento de los generales han."
            },
            {
                "senid": 2,
                "content": "La luz fría del interminable nieve brilla lejos y por todas partes."
            },
            {
                "senid": 3,
                "content": "Los tonos del alba ponen en movimiento las banderas de las tres fronteras."
            },
            {
                "senid": 4,
                "content": "Los fuegos de los faros se funden con la luna de los bárbaros sobre las arenas."
            },
            {
                "senid": 5,
                "content": "Las montañas cubiertas de nubes abrazan a Ji junto al mar."
            },
            {
                "senid": 6,
                "content": "Aunque joven, nunca tomé la pluma del erudito."
            },
            {
                "senid": 7,
                "content": "Por mérito, todavía anhelo la larga cuerda del mando."
            }
        ]
    },
    {
        "id": "12fdaad8-b197-4526-b56d-c7c713267248",
        "title": "望岳",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "¿Cómo es el Monte Tai? Su verde se extiende sin cesar a través de Qi y Lu."
            },
            {
                "senid": 1,
                "content": "La esencia de la naturaleza converge en una belleza divina, el Yin y el Yang separan el crepúsculo y el alba."
            },
            {
                "senid": 2,
                "content": "Las nubes crecientes limpian mi pecho agitado, mis ojos fatigados siguen a las aves que vuelven a casa."
            },
            {
                "senid": 3,
                "content": "Subiré hasta la cima más alta y veré cómo todos los montes parecen pequeños."
            }
        ]
    },
    {
        "id": "2c152693-c25f-45ce-8ef2-cbedce1a62bc",
        "title": "望月怀远",
        "author": "张九龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Sobre el mar, el brillo de la luna surge."
            },
            {
                "senid": 1,
                "content": "En el límite del mundo, compartimos este momento."
            },
            {
                "senid": 2,
                "content": "Los amantes lamentan la espera de la larga noche."
            },
            {
                "senid": 3,
                "content": "A través de la noche, surgen pensamientos de anhelo."
            },
            {
                "senid": 4,
                "content": "Apaga la vela, aprecia el resplandor de la luna."
            },
            {
                "senid": 5,
                "content": "Ponte una túnica, siente el flujo húmedo del rocío."
            },
            {
                "senid": 6,
                "content": "Incapaz de agarrar esta luz como regalo."
            },
            {
                "senid": 7,
                "content": "Regresa a dormir, donde los dulces sueños pueden alzarte."
            }
        ]
    },
    {
        "id": "974914ee-1fc0-4952-a863-820bad2e4065",
        "title": "为有",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Porque la pantalla con dibujos de nubes revela una gracia sin límites."
            },
            {
                "senid": 1,
                "content": "En la Ciudad del Fénix, el frío se va, pero las noches de primavera traen temor."
            },
            {
                "senid": 2,
                "content": "Casarse, sin querer, con un señor con emblema de tortuga."
            },
            {
                "senid": 3,
                "content": "Dejando las edredones perfumadas para asistir a la corte matutina."
            }
        ]
    },
    {
        "id": "1575c835-1241-4d7b-99dc-6d700549ac65",
        "title": "渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La lluvia matutina en Weicheng humedece el polvo ligero."
            },
            {
                "senid": 1,
                "content": "La posada está verde con los sauce de la primavera."
            },
            {
                "senid": 2,
                "content": "Te insto a beber una copa más de vino."
            },
            {
                "senid": 3,
                "content": "Al oeste del Paso de Yang, no habrá viejos amigos."
            }
        ]
    },
    {
        "id": "204e287b-8194-4c2d-808b-11cc260412ae",
        "title": "渭川田家",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "El sol poniente brilla sobre el pueblo."
            },
            {
                "senid": 1,
                "content": "En los callejones remotos, el ganado y las ovejas regresan."
            },
            {
                "senid": 2,
                "content": "Un anciano piensa en su pastor, apoyado en su bastón, espera junto a la puerta de espinos."
            },
            {
                "senid": 3,
                "content": "Los faisanes llaman mientras los brotes de trigo florecen; los gusanos de seda duermen, las hojas de morera escasas."
            },
            {
                "senid": 4,
                "content": "Los campesinos llegan con el azadón sobre los hombros, al encontrarse, hablan con ternura."
            },
            {
                "senid": 5,
                "content": "Aquí envidio tal ocio y tranquilidad, suspirando, canto '¡Declive, oh declive!'"
            }
        ]
    },
    {
        "id": "22e90c0d-2b59-4500-8e5d-80d38ec4692c",
        "title": "闻官军收河南河北",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "De repente se difunde fuera de la Puerta de la Espada la noticia de la reconquista de Jibei."
            },
            {
                "senid": 1,
                "content": "Al primer anuncio, mis lágrimas empaparon mis vestidos."
            },
            {
                "senid": 2,
                "content": "Volviéndome hacia mi familia, ¿dónde está su tristeza ahora?"
            },
            {
                "senid": 3,
                "content": "Enseguida enrollo los rollos de libros, mi alegría es sin límites."
            },
            {
                "senid": 4,
                "content": "Cantando al día, me emborrachareé en el vino."
            },
            {
                "senid": 5,
                "content": "Con la primavera como acompañante, emprenderé el viaje hacia mi hogar."
            },
            {
                "senid": 6,
                "content": "Inmediatamente atravesaré el desfiladero de Baxia y luego el de Wuxia."
            },
            {
                "senid": 7,
                "content": "Bajaré hacia Xiangyang y seguiré hacia Luoyang."
            }
        ]
    },
    {
        "id": "9972f7bb-ae5b-49e4-87df-381386af66b6",
        "title": "问刘十九",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "Hormigas verdes en el vino recién hecho,"
            },
            {
                "senid": 1,
                "content": "Barro rojo del pequeño horno."
            },
            {
                "senid": 2,
                "content": "Anochece y el cielo anhela la nieve,"
            },
            {
                "senid": 3,
                "content": "¿Quieres beber una copa conmigo?"
            }
        ]
    },
    {
        "id": "ed79f9bc-d5d1-4251-b22d-d091e0758a3f",
        "title": "无题",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Difícil es encontrarse, más difícil aún separarse."
            },
            {
                "senid": 1,
                "content": "El viento del este languidece, todas las flores se marchitan."
            },
            {
                "senid": 2,
                "content": "Los gusanos de seda de primavera hilan hasta la muerte su hilo."
            },
            {
                "senid": 3,
                "content": "Las velas lloran lágrimas secas cuando se convierten en ceniza."
            },
            {
                "senid": 4,
                "content": "El espejo de la mañana muestra que el cabello gris se está cambiando."
            },
            {
                "senid": 5,
                "content": "Los cantos nocturnos deben sentir el frío toque de la luz de la luna."
            },
            {
                "senid": 6,
                "content": "No hay mucho camino hasta la colina de Penglai."
            },
            {
                "senid": 7,
                "content": "Los pájaros azules vuelan diligentemente para espiar."
            }
        ]
    },
    {
        "id": "b6475dea-1d69-4f0d-b98a-39393f47741e",
        "title": "无题二首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Las pesadas cortinas cuelgan profundas en el Salón de Sin Tristeza."
            },
            {
                "senid": 1,
                "content": "Después de acostarse, la noche clara se estira larga y delicadamente."
            },
            {
                "senid": 2,
                "content": "La vida de la diosa era solo un sueño."
            },
            {
                "senid": 3,
                "content": "La morada de la joven doncella nunca ha conocido a un hombre."
            },
            {
                "senid": 4,
                "content": "Las olas tempestuosas no creen que las ramas de la almagreja sean débiles."
            },
            {
                "senid": 5,
                "content": "¿Quién enseñó a las hojas de la oliva de osmanthus a perfumar el rocío lunar?"
            },
            {
                "senid": 6,
                "content": "Es directo decir que el anhelo no trae beneficio,"
            },
            {
                "senid": 7,
                "content": "Sin embargo, la locura de la melancolía permanece pura e inmolestado."
            }
        ]
    },
    {
        "id": "3410e7ce-df3a-4ab8-bea3-7f681661b240",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Las estrellas de anoche, la brisa de anoche, Al oeste de las torres pintadas, al este de los pabellones de canela."
            },
            {
                "senid": 1,
                "content": "Aunque carezco de alas de fénix para volar juntos, Nuestras mentes se comunican como cuernos de rinoceronte alineados."
            },
            {
                "senid": 2,
                "content": "A través de los asientos, juegos de ganchos con vino caliente de primavera, Equipos divididos adivinan las cubiertas bajo el brillo de la vela roja."
            },
            {
                "senid": 3,
                "content": "Ay, el tambor me obliga a mi viaje oficial, Al Patio de Orquídeas como caña sin raíces me deslizo."
            }
        ]
    },
    {
        "id": "e006dfd3-40be-40ef-ba3b-552428931ae3",
        "title": "无题二首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La seda perfumada en forma de cola de fenicio está delgada en varias capas. La cubierta redonda con patrones verdes se cosió en medio de la noche."
            },
            {
                "senid": 1,
                "content": "El abanico, cortado como la esencia de la luna, no puede ocultar la vergüenza. El carruaje rugía como el trueno y las palabras no se pudieron decir."
            },
            {
                "senid": 2,
                "content": "Una vez estaba desolado como las cenizas doradas se apagaban. No ha habido noticias desde que los granados florecieron en rojo."
            }
        ]
    },
    {
        "id": "811a5f9e-0df5-46f1-a587-0d4df7bca5a0",
        "title": "无题四首 二",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "El silbante viento del este trae llovizna fina, Más allá de la charca de lotos, el trueno remoto resuena."
            },
            {
                "senid": 1,
                "content": "El sapo de oro roe la cerradura mientras sube el incienso, El tigre de jade tira de cuerdas de seda al extraer agua del pozo."
            },
            {
                "senid": 2,
                "content": "La señora Jia espió a través de las cortinas al joven oficial Han, La diosa Mi dejó su almohada por el talento del Príncipe de Wei."
            },
            {
                "senid": 3,
                "content": "No dejes que la pasión de la primavera compita con las flores en flor, Por cada pulgada de anhelo se convierte en una pulgada de cenizas."
            }
        ]
    },
    {
        "id": "7377e34a-1aab-47e3-a6dd-376c98a5d6b7",
        "title": "无题四首 一",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Viniste con promesas vacías y te fuiste sin dejar rastro."
            },
            {
                "senid": 1,
                "content": "La luna se inclina sobre la torre, suena la campana de la quinta vigilia."
            },
            {
                "senid": 2,
                "content": "En sueños de una distante partida, mis sollozos no son escuchados."
            },
            {
                "senid": 3,
                "content": "Cartas escritas apresuradamente, la tinta todavía pálida."
            },
            {
                "senid": 4,
                "content": "La luz de la vela cubre a medias las cortinas de halcón dorado."
            },
            {
                "senid": 5,
                "content": "El aroma del almizcle se desliza débilmente a través del loto bordado."
            },
            {
                "senid": 6,
                "content": "Liu Lang ya se queja de la distancia de Penglai;"
            },
            {
                "senid": 7,
                "content": "Pero más allá de Penglai, hay diez mil capas."
            }
        ]
    },
    {
        "id": "11424603-9a22-4564-89a4-95e1766f9685",
        "title": "夕次盱眙县",
        "author": "韦应物",
        "sentence": [
            {
                "senid": 0,
                "content": "Bajando las velas, nos detuvimos en la ciudad de Huai."
            },
            {
                "senid": 1,
                "content": "Nuestro barco se acerca a una sola estación postal."
            },
            {
                "senid": 2,
                "content": "Los fuertes vientos agitaban las aguas onduladas."
            },
            {
                "senid": 3,
                "content": "El crepúsculo oscuro envuelve al sol que se pone."
            },
            {
                "senid": 4,
                "content": "La gente regresa a las sombrías aldeas de montaña."
            },
            {
                "senid": 5,
                "content": "Los gansos salvajes descienden hacia la isla cubierta de cañas que brilla en blanco."
            },
            {
                "senid": 6,
                "content": "Solo en la noche recuerdo los pasos de Qin."
            },
            {
                "senid": 7,
                "content": "Un huésped que escucha las campanas y no puede dormir."
            }
        ]
    },
    {
        "id": "469dec8b-ba5e-4faf-b52f-2ad203e38d81",
        "title": "溪居",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "Largo tiempo agobiado por los cargos oficiales,"
            },
            {
                "senid": 1,
                "content": "Afortunado en este destierro al sur."
            },
            {
                "senid": 2,
                "content": "Descansadamente asentado cerca de los campos agrícolas,"
            },
            {
                "senid": 3,
                "content": "A veces pareciendo huéspedes de la montaña."
            },
            {
                "senid": 4,
                "content": "El arado al amanecer voltea las hierbas cubiertas de rocío,"
            },
            {
                "senid": 5,
                "content": "Los remos nocturnos golpean las piedras del arroyo."
            },
            {
                "senid": 6,
                "content": "Vienes y vas sin encontrar a nadie,"
            },
            {
                "senid": 7,
                "content": "Cantando largo tiempo bajo los cielos azules de Chu."
            }
        ]
    },
    {
        "id": "80beb8cc-8338-44d4-8b96-7f9d32133c97",
        "title": "西塞山怀古",
        "author": "刘禹锡",
        "sentence": [
            {
                "senid": 0,
                "content": "Las imponentes naves del Imperio Jin Occidental descendieron desde Yizhou."
            },
            {
                "senid": 1,
                "content": "El aura real de Jinling se desvaneció en la tristeza."
            },
            {
                "senid": 2,
                "content": "Mil brazas de cadenas de hierro se hundieron en las profundidades del río."
            },
            {
                "senid": 3,
                "content": "Una sola bandera de rendición salió de la Ciudad de Piedra."
            },
            {
                "senid": 4,
                "content": "¿Cuántas veces el mundo se ha lamentado por los acontecimientos pasados?"
            },
            {
                "senid": 5,
                "content": "La forma de la montaña todavía descansa junto al río que fluye."
            },
            {
                "senid": 6,
                "content": "Ahora, en esta era en la que los cuatro mares son un solo hogar,"
            },
            {
                "senid": 7,
                "content": "Los antiguos fuertes se erigen desolados en medio de los juncos otoñales."
            }
        ]
    },
    {
        "id": "4d6f83e9-8232-4db1-903e-f9e619df5ecb",
        "title": "西施咏",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Su hermosura es admirada por el mundo. ¿Cómo podría Xi Shi permanecer en la oscuridad?"
            },
            {
                "senid": 1,
                "content": "Al amanecer, una doncella junto al arroyo de Yue; al anochecer, una concubina en los salones del palacio de Wu."
            },
            {
                "senid": 2,
                "content": "En sus días humildes, ¿en qué se diferenciaba de los demás? En la gloria, se descubrió su rareza."
            },
            {
                "senid": 3,
                "content": "Pidiendo a otros que le apliquen el maquillaje, se viste de seda sin levantar un dedo."
            },
            {
                "senid": 4,
                "content": "El favor del señor profunda sus encantos, su amor hace callar toda crítica."
            },
            {
                "senid": 5,
                "content": "Sus antiguas compañeras del arroyo de lavado de telas, nunca compartirán su regreso en el carruaje."
            },
            {
                "senid": 6,
                "content": "A la niña vecina que imita su ceño: ¿cómo puede esa imitación traer esperanza?"
            }
        ]
    },
    {
        "id": "d755f74b-18fd-44d1-a6e1-43e77490bb09",
        "title": "喜见外弟又言别",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Después de diez años de caos y separación, crecidos, nos volvemos a encontrar."
            },
            {
                "senid": 1,
                "content": "Sorprendido por los nombres a primera vista, recordando viejas caras una vez que se dicen los nombres."
            },
            {
                "senid": 2,
                "content": "Grandes cambios desde que nos separamos, suena la campana de la tarde mientras la conversación se apaga."
            },
            {
                "senid": 3,
                "content": "Mañana en el camino de Baling, capas de picos otoñales aún esperan."
            }
        ]
    },
    {
        "id": "f0cd6afd-c89d-4fc3-b214-bcbf63042e8e",
        "title": "喜外弟卢纶见宿",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Noche silenciosa, sin vecinos alrededor; vivienda desolada, antigua y pobre subsistencia."
            },
            {
                "senid": 1,
                "content": "Árboles de hojas amarillas bajo la lluvia, hombre de cabello blanco bajo la lámpara."
            },
            {
                "senid": 2,
                "content": "Habiendo estado solo y sumergido durante mucho tiempo, me avergüenzo de que me visites tan a menudo."
            },
            {
                "senid": 3,
                "content": "Los vínculos de por vida están predestinados, especialmente con los parientes de la familia Cai."
            }
        ]
    },
    {
        "id": "ca4cc6b3-a324-48c0-89c0-bb36c09c4930",
        "title": "下终南山过斛斯山人宿置酒",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Al anochecer, desciendo de las verdes montañas; la luna de la montaña me sigue a casa."
            },
            {
                "senid": 1,
                "content": "Mirando hacia atrás el camino que vine, nieblas esmeraldas se extienden por las pendientes."
            },
            {
                "senid": 2,
                "content": "Caminamos juntos hacia la casa del granjero, un niño abre la puerta rústica."
            },
            {
                "senid": 3,
                "content": "Los bambúes verdes conducen por un callejón tranquilo; las enredaderas de jade rozan nuestras túnicas al pasar."
            },
            {
                "senid": 4,
                "content": "Las palabras alegres encuentran descanso aquí, el buen vino fluye libremente mientras brindamos."
            },
            {
                "senid": 5,
                "content": "Las canciones largas se resuenan a través de los susurros de los pinos; mientras las melodías se desvanecen, las estrellas esparcen la Vía Láctea."
            },
            {
                "senid": 6,
                "content": "Yo, borracho, tú todavía alegre—juntos nos perdemos en pura alegría."
            }
        ]
    },
    {
        "id": "f8afed4e-e8cd-467f-afae-51dc149921f7",
        "title": "夏日南亭怀辛大",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "La luz de la montaña se oculta repentinamente en el oeste, la luna del estanque va subiendo gradualmente en el este."
            },
            {
                "senid": 1,
                "content": "Suelto mi cabello para disfrutar del fresco de la tarde, abro la ventana y me recuesto en la tranquilidad y espaciosidad."
            },
            {
                "senid": 2,
                "content": "La brisa del loto lleva fragancia, el rocío del bambú gotea con un sonido cristalino."
            },
            {
                "senid": 3,
                "content": "Anhelo tomar la cítara y tocar, pero me entristece no tener un alma afín que lo aprecie."
            },
            {
                "senid": 4,
                "content": "Conmovido por esta escena, pienso en viejos amigos, trabajando en sueños y anhelos en medio de la noche."
            }
        ]
    },
    {
        "id": "1b6f2389-2d09-4d51-982a-e7efb35113c5",
        "title": "相和歌辞 长信怨 二",
        "author": "王昌龄",
        "sentence": [
            {
                "senid": 0,
                "content": "Al amanecer, barro con un escoba de caña donde se abren las puertas del palacio dorado."
            },
            {
                "senid": 1,
                "content": "Por un momento, me detengo con el abanico redondo donde se perdieron los pasos reales."
            },
            {
                "senid": 2,
                "content": "Mi rostro de jade es superado por el color de los cuervos de invierno, que lucen su plumaje negro como el hollín."
            },
            {
                "senid": 3,
                "content": "Todavía llevan la huella del sol que proviene del sagrado espacio del Palacio de Zhaoyang."
            }
        ]
    },
    {
        "id": "0ed53ef4-30ca-41ac-a629-d778e5cc2bfa",
        "title": "相和歌辞 从军行",
        "author": "李颀",
        "sentence": [
            {
                "senid": 0,
                "content": "Al amanecer subimos a la montaña para ver las señales de humo, al atardecer dábamos de beber a los caballos junto al Río Jiao."
            },
            {
                "senid": 1,
                "content": "Los potes de los viajeros resuenan en la penumbra de la tormenta de arena, la lira de la princesa gime con una tristeza interminable."
            },
            {
                "senid": 2,
                "content": "Acampamos en la naturaleza donde no quedan muros, la nieve se mezcla con la lluvia sobre la llanura desértica."
            },
            {
                "senid": 3,
                "content": "Los gansos bárbaros llaman tristemente a través del cielo nocturno, las lágrimas de los niños del norte caen de a dos."
            },
            {
                "senid": 4,
                "content": "Al oír que la Puerta de Jade sigue bloqueada, las vidas deben perseguir la huida de los carros de guerra."
            },
            {
                "senid": 5,
                "content": "Anualmente, los huesos se blanquean en el desierto, mientras los palacios han disfrutan de las uvas bárbaras."
            }
        ]
    },
    {
        "id": "bb111748-d8f1-4a5e-b618-b70272a7a642",
        "title": "相和歌辞 江南曲",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Casada con un comerciante de Qutang, día tras día me decepciona en nuestras citas."
            },
            {
                "senid": 1,
                "content": "Si hubiera sabido que la marea es tan fiel, me habría casado con un surfista."
            }
        ]
    },
    {
        "id": "f93545e7-747e-4d12-a6c8-e484c46b2860",
        "title": "相和歌辞 玉阶怨",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Las escaleras de jade recogen el rocío blanco."
            },
            {
                "senid": 1,
                "content": "A altas horas de la noche, se empapa en los calcetines de seda."
            },
            {
                "senid": 2,
                "content": "Baja la cortina de cristal,"
            },
            {
                "senid": 3,
                "content": "mirando clara y brillantemente la luna de otoño."
            }
        ]
    },
    {
        "id": "35319d7e-9cf6-43b0-bfa3-991cf82a49f9",
        "title": "相和歌辞 子夜四时歌四首 冬歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Al amanecer, el mensajero parte."
            },
            {
                "senid": 1,
                "content": "Toda la noche ella forra la túnica de combate del guerrero con algodón."
            },
            {
                "senid": 2,
                "content": "Sus manos frías tiran de la aguja."
            },
            {
                "senid": 3,
                "content": "¿Cómo puede soportar el frío de las tijeras?"
            },
            {
                "senid": 4,
                "content": "Ropas confeccionadas se envían por caminos lejanos."
            },
            {
                "senid": 5,
                "content": "¿Cuándo llegarán a Lintao?"
            }
        ]
    },
    {
        "id": "4bd5be2b-5788-42c0-a300-9d106a73d46e",
        "title": "相和歌辞 子夜四时歌四首 夏歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "El Lago Espejo se extiende trescientos millas, y los brotes de loto se convierten en flores."
            },
            {
                "senid": 1,
                "content": "En mayo, Xishi viene a recolectar, y las multitudes observan densas como las aguas de Ruoye."
            },
            {
                "senid": 2,
                "content": "Los barcos de regreso no necesitan esperar a que salga la luna, se dirigen directamente al palacio del Rey de Yue."
            }
        ]
    },
    {
        "id": "8baa7c35-9afb-40bf-b5e4-41d9895e2710",
        "title": "相思",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Los granos rojos crecen en tierras del sur."
            },
            {
                "senid": 1,
                "content": "Cuando llega el otoño, brotan en las viejas ramas."
            },
            {
                "senid": 2,
                "content": "Espero que los recolectes en abundancia,"
            },
            {
                "senid": 3,
                "content": "Porque son el emblema del amor y la anhelo."
            }
        ]
    },
    {
        "id": "efaaa86e-5628-40d3-a137-1ae8fcbe41b8",
        "title": "新嫁娘词三首 三",
        "author": "王建",
        "sentence": [
            {
                "senid": 0,
                "content": "Al tercer día entró en la cocina, se lavó las manos y preparó sopa."
            },
            {
                "senid": 1,
                "content": "No familiarizada con el gusto de la suegra, primero dejó probar a la cuñada."
            }
        ]
    },
    {
        "id": "6556f501-f5b9-4353-bde2-75ec0e1bb616",
        "title": "新年作",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "Mi corazón anhelando el hogar duele con el amanecer del nuevo año. Solo al borde del cielo, las lágrimas caen en silencio."
            },
            {
                "senid": 1,
                "content": "Envejeciendo bajo el techo de los demás me quedo, Mientras la primavera regresa antes de que los viajeros se den cuenta."
            },
            {
                "senid": 2,
                "content": "Con los monos de la montaña comparto el declive de cada día, Junto a los arroyos con sauces donde el humo y la brisa se entrelazan."
            },
            {
                "senid": 3,
                "content": "Ahora el destierro en Changsha es mi destino, ¿Cuántos años más quedan en este confinamiento?"
            }
        ]
    },
    {
        "id": "5593d522-b820-4c06-bab6-0ab5a0fc1d46",
        "title": "宣州谢朓楼饯别校书叔云",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Aquellos que se fueron de mí ayer se han ido y no pueden quedarse."
            },
            {
                "senid": 1,
                "content": "El caos de hoy en mi corazón trae infinita confusión."
            },
            {
                "senid": 2,
                "content": "Un viento de mil millas acompaña a los gansos de otoño en vuelo, Por tal escena bebemos en lo alto de la torre."
            },
            {
                "senid": 3,
                "content": "La prosa de Penglai y el espíritu de Jian'an, Entre ellos ha surgido el estilo puro de Xiao Xie."
            },
            {
                "senid": 4,
                "content": "Todos tenemos altos pensamientos que se elevan, Anhelando tocar el sol y la luna en el cielo."
            },
            {
                "senid": 5,
                "content": "Dibujando espadas para dividir el agua, las olas siguen fluyendo; Brindando para ahogar la tristeza, la tristeza se agrava."
            },
            {
                "senid": 6,
                "content": "Las insatisfacciones de la vida nunca cesan, Mañana navegaré libremente con el cabello suelto en paz."
            }
        ]
    },
    {
        "id": "565d931a-ff49-4f37-b633-524b48c2f4f0",
        "title": "寻陆鸿渐不遇",
        "author": "皎然",
        "sentence": [
            {
                "senid": 0,
                "content": "Aunque me he mudado cerca de las murallas de la ciudad, un sendero rural se adentra en los campos de morera y cáñamo."
            },
            {
                "senid": 1,
                "content": "Los crisantemos plantados recientemente junto a la valla aún no han florecido con la llegada del otoño."
            },
            {
                "senid": 2,
                "content": "Tocando la puerta, ningún perro ladra; preparándome para irme, pregunto en la casa del vecino de al Oeste."
            },
            {
                "senid": 3,
                "content": "Me informan de que se ha ido a las montañas y que regresa cada día cuando se pone el sol."
            }
        ]
    },
    {
        "id": "04af557e-bac8-4fbf-92e7-d8a87fa11038",
        "title": "寻南溪常山道人隐居",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "A lo largo del camino que camino, el musgo muestra rastros de huellas."
            },
            {
                "senid": 1,
                "content": "Las nubes blancas se aferran a las islas tranquilas, la hierba de primavera cierra la puerta inactiva."
            },
            {
                "senid": 2,
                "content": "A través de la lluvia veo los tonos del pino, siguiendo las montañas hasta la fuente del agua."
            },
            {
                "senid": 3,
                "content": "Las flores del arroyo y los pensamientos zen se enfrentan en una comunión sin palabras."
            }
        ]
    },
    {
        "id": "10a0aedc-4b39-494b-a36c-28c6df28a668",
        "title": "寻西山隐者不遇",
        "author": "丘为",
        "sentence": [
            {
                "senid": 0,
                "content": "Una choza techada en la cima del pico, treinta millas hacia arriba en línea recta."
            },
            {
                "senid": 1,
                "content": "Tocando la puerta no se encuentra ningún criado, al mirar adentro solo quedan mesas."
            },
            {
                "senid": 2,
                "content": "Si no es un erudito en un carrito de leña, entonces debe estar pescando en las aguas otoñales."
            },
            {
                "senid": 3,
                "content": "Perdiendo nuestra reunión, esforzándome en vano en admiración."
            },
            {
                "senid": 4,
                "content": "Colores del pasto frescos después de la lluvia, sonidos de pinos a través de las ventanas de la tarde."
            },
            {
                "senid": 5,
                "content": "Aquí, en profunda soledad, es suficiente para purificar la mente y los oídos."
            },
            {
                "senid": 6,
                "content": "Aunque carece de la formalidad de anfitrión - invitado, se ha alcanzado una profunda tranquilidad."
            },
            {
                "senid": 7,
                "content": "Cuando el interés se apaga, desciende de la montaña - ¿por qué esperar a esa persona?"
            }
        ]
    },
    {
        "id": "4f6575cc-12cc-4986-8bfc-5cedac7bb68f",
        "title": "寻隐者不遇",
        "author": "贾岛",
        "sentence": [
            {
                "senid": 0,
                "content": "Bajo el pino le pregunté al muchacho."
            },
            {
                "senid": 1,
                "content": "Él respondió: 'El maestro se fue a recolectar hierbas.'"
            },
            {
                "senid": 2,
                "content": "En algún lugar de estas montañas -"
            },
            {
                "senid": 3,
                "content": "Nubes demasiado densas para saber dónde."
            }
        ]
    },
    {
        "id": "2161a569-6250-4886-9500-2168821b62be",
        "title": "瑶池",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "La Reina Madre del Oeste abre su ventana adornada."
            },
            {
                "senid": 1,
                "content": "Las canciones de Huangshu sacuden la tierra con tristeza."
            },
            {
                "senid": 2,
                "content": "Los ocho caballos galopan treinta mil millas al día."
            },
            {
                "senid": 3,
                "content": "¿Por qué el Rey Mu no regresa de nuevo?"
            }
        ]
    },
    {
        "id": "b7d50789-e0d5-4291-8014-eddf65a124df",
        "title": "瑶瑟怨",
        "author": "温庭筠",
        "sentence": [
            {
                "senid": 0,
                "content": "En la cama de marfil con edredón de seda, no se pueden hacer sueños."
            },
            {
                "senid": 1,
                "content": "A través del cielo azul como agua, las nubes nocturnas se desplazan ligeramente."
            },
            {
                "senid": 2,
                "content": "El grito de los gansos silvestres se desvanece más allá del arroyo de Xiao - Xiang."
            },
            {
                "senid": 3,
                "content": "En las doce torres iluminadas por la luna, la luz de la luna brilla."
            }
        ]
    },
    {
        "id": "d77f340f-1a04-4c5b-9704-2536e4249c6b",
        "title": "野望",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "La nieve blanca cubre tres fuertes fronterizos en las colinas occidentales."
            },
            {
                "senid": 1,
                "content": "Un río cristalino fluye junto al Puente de los Diez Mil Li en la costa sur."
            },
            {
                "senid": 2,
                "content": "El polvo de la guerra separa a los hermanos en todo el territorio."
            },
            {
                "senid": 3,
                "content": "Lágrimas solitarias caen en el fin del mundo, tan lejos de casa."
            },
            {
                "senid": 4,
                "content": "Los años de la tarde de la vida solo alimentan afecciones crónicas."
            },
            {
                "senid": 5,
                "content": "No se ha devuelto ni una gota de la gracia de esta sabia dinastía."
            },
            {
                "senid": 6,
                "content": "Montado a caballo, saliendo de las afueras, se extiende la mirada lejos."
            },
            {
                "senid": 7,
                "content": "Apretonado por el deterioro cotidiano del mundo."
            }
        ]
    },
    {
        "id": "7e1be9c9-fa2f-44c2-a6bc-3edcece745fe",
        "title": "夜泊牛渚怀古",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Noche en el Río Occidental en Niuzhu."
            },
            {
                "senid": 1,
                "content": "No hay un solo capullo de nube en el cielo despejado."
            },
            {
                "senid": 2,
                "content": "Subiendo a la barca, miro la luna de otoño."
            },
            {
                "senid": 3,
                "content": "En vano recuerdo al General Xie."
            },
            {
                "senid": 4,
                "content": "Yo también puedo cantar con voz alta."
            },
            {
                "senid": 5,
                "content": "Pero este hombre está fuera de mi alcance."
            },
            {
                "senid": 6,
                "content": "Mañana, levantaré mi vela y partiré."
            },
            {
                "senid": 7,
                "content": "Mientras las hojas de arce se balancean y caen."
            }
        ]
    },
    {
        "id": "cc0e7ac3-bde4-4491-8ae5-027106709e72",
        "title": "夜归鹿门山歌",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Las campanas de las templos de montaña suenan mientras se anochece."
            },
            {
                "senid": 1,
                "content": "En el cruce de Yuliang, el transbordador está lleno de ruido y gente luchando por abordarlo."
            },
            {
                "senid": 2,
                "content": "La gente sigue los senderos arenosos hacia los pueblos ribereños."
            },
            {
                "senid": 3,
                "content": "Yo también me subo a un barco y regreso a Lumen."
            },
            {
                "senid": 4,
                "content": "La luz de la luna sobre Lumen ilumina los árboles cubiertos de niebla."
            },
            {
                "senid": 5,
                "content": "De repente, llego al retiro apartado de Pang Gong."
            },
            {
                "senid": 6,
                "content": "Las puertas de roca y los senderos de pinos se encuentran en un silencio interminable."
            },
            {
                "senid": 7,
                "content": "Sólo el eremita viene y va durante la noche."
            }
        ]
    },
    {
        "id": "992df222-c445-4925-a656-0caa4447d5bb",
        "title": "夜上受降城闻笛",
        "author": "李益",
        "sentence": [
            {
                "senid": 0,
                "content": "Antes del Pico Huile, la arena se asemeja a la nieve."
            },
            {
                "senid": 1,
                "content": "Debajo de la Ciudad de Rendición, la luna parece hielo."
            },
            {
                "senid": 2,
                "content": "De alguna parte desconocida, se desliza la canción de una flauta de caña."
            },
            {
                "senid": 3,
                "content": "Toda la noche, los soldados miran hacia el cielo de su patria."
            }
        ]
    },
    {
        "id": "75db753d-e7da-48a1-a6c0-6ed9147e58db",
        "title": "夜雨寄北",
        "author": "李商隐",
        "sentence": [
            {
                "senid": 0,
                "content": "Tú preguntas cuándo regresaré, pero aún no se ha fijado una fecha."
            },
            {
                "senid": 1,
                "content": "La lluvia nocturna en Ba Shan hincha las charcas de otoño."
            },
            {
                "senid": 2,
                "content": "¿Cuándo podremos recortar juntos la vela junto a la ventana occidental?"
            },
            {
                "senid": 3,
                "content": "Y recordaremos esta noche de lluvia en Ba Shan."
            }
        ]
    },
    {
        "id": "79e7ec6e-0d6c-4f95-8181-4671c42e1faf",
        "title": "夜月",
        "author": "刘方平",
        "sentence": [
            {
                "senid": 0,
                "content": "La luna de la noche profunda brilla sobre la mitad de las casas."
            },
            {
                "senid": 1,
                "content": "La Osa Mayor se extiende horizontalmente y la Osa Menor se inclina."
            },
            {
                "senid": 2,
                "content": "Esta noche, especialmente siento el calor del aire de primavera."
            },
            {
                "senid": 3,
                "content": "Los cantos de los insectos penetran recientemente la cortina verde de la ventana."
            }
        ]
    },
    {
        "id": "1deac6d5-6da0-4d9f-a182-2f0697cbb932",
        "title": "已凉",
        "author": "韩偓",
        "sentence": [
            {
                "senid": 0,
                "content": "Más allá de las barandillas de esmeralda, las cortinas bordadas cuelgan bajas."
            },
            {
                "senid": 1,
                "content": "Una pantalla de color carmesí muestra ramas rotas con arte."
            },
            {
                "senid": 2,
                "content": "Una alfombra de ochos pies de barba de dragón con un cuadro de brocado extendido."
            },
            {
                "senid": 3,
                "content": "El clima ya es fresco, pero el frío del invierno aún no ha llegado."
            }
        ]
    },
    {
        "id": "acbe1729-cefd-4678-9719-09c5c9c27db0",
        "title": "咏怀古迹五首 二",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Profundamente comprendo la tristeza de Song Yu en la decadencia del otoño, Su elegancia y refinamiento siguen siendo mi maestro hasta hoy."
            },
            {
                "senid": 1,
                "content": "Mirando a través de los milenios, las lágrimas fluyen libremente. Aunque las épocas difieren, la desolación la conocemos ambos."
            },
            {
                "senid": 2,
                "content": "Su casa junto al río se erige sin rastro de versos, ¿Podrían las terrazas de nubes y lluvia ser el abrazo de los sueños?"
            },
            {
                "senid": 3,
                "content": "Lo más conmovedor es cómo los palacios de Chu se convirtieron en polvo. Donde los barqueros señalan, sus dudas todavía perduran."
            }
        ]
    },
    {
        "id": "3b5db620-1964-4674-a01d-ad70ba3ebd2a",
        "title": "咏怀古迹五首 三",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Picos y valles se dirigen hacia la puerta de Jingmen."
            },
            {
                "senid": 1,
                "content": "Aún se encuentra el pueblo donde nació Zhaojun, la Fortuna de la Brilliantísima Concubina."
            },
            {
                "senid": 2,
                "content": "Ella se aventuró desde el Palacio Púrpura hacia los abrazos de los desiertos del norte."
            },
            {
                "senid": 3,
                "content": "Dejando solo su tumba verde enfrente del resplandor del crepúsculo."
            },
            {
                "senid": 4,
                "content": "A través de los retratos se vislumbró la hermosa cara como la de la brisa de primavera."
            },
            {
                "senid": 5,
                "content": "Sin embargo, los colgantes de jade regresan con el alma iluminada por la luna, desnudos."
            },
            {
                "senid": 6,
                "content": "Durante mil años su pipa canta en lengua bárbara."
            },
            {
                "senid": 7,
                "content": "El hilo del resentimiento a través del tiempo se entrelaza en cada nota."
            }
        ]
    },
    {
        "id": "733afc7b-e370-4724-b755-e9342c574d22",
        "title": "咏怀古迹五首 四",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "El lord de Shu espió a Wu a través de la grandeza de los Tres Gorges; Su último año vio su caída en el crepúsculo de Yong'an."
            },
            {
                "senid": 1,
                "content": "Las pancartas de jade se quedan en el centro vacío de la montaña, mientras el palacio desaparecido se funde con el suelo del templo."
            },
            {
                "senid": 2,
                "content": "Los cedros del antiguo santuario albergan el territorio de las aves acuáticas, mientras los ancianos caminan por el terreno de los ritos estacionales."
            },
            {
                "senid": 3,
                "content": "El santuario de Zhuge se encuentra cerca de donde se celebran los ritos reales. El soberano y el ministro compartieron la escena sagrada del culto."
            }
        ]
    },
    {
        "id": "87f5949b-bdad-4b5e-b488-7015bd45cc4f",
        "title": "咏怀古迹五首 五",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "La fama de Zhuge brilla por todo el cosmos."
            },
            {
                "senid": 1,
                "content": "Su solemne estatua encarna la noble gracia."
            },
            {
                "senid": 2,
                "content": "La lucha entre los tres reinos se desarrolló a través de sus estrategias."
            },
            {
                "senid": 3,
                "content": "Una pluma eterna que se eleva en los cielos."
            },
            {
                "senid": 4,
                "content": "Igualado a Yi y Lü en la luz de la sabiduría."
            },
            {
                "senid": 5,
                "content": "Superando a Xiao y Cao en el poder del mando."
            },
            {
                "senid": 6,
                "content": "La fortuna de Han se desvaneció sin posibilidad de recuperación."
            },
            {
                "senid": 7,
                "content": "Su voluntad inflexible, consumido por el esclavaje del deber."
            }
        ]
    },
    {
        "id": "03eb4001-023a-4920-bbc7-a0fc52b2836d",
        "title": "咏怀古迹五首 一",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "En el noreste, en medio del polvo y el tumulto,"
            },
            {
                "senid": 1,
                "content": "Derribado por los vientos que soplan de los confines del sur - oeste."
            },
            {
                "senid": 2,
                "content": "Las torres de los Tres Gorges se sumergen en el sol y la luna."
            },
            {
                "senid": 3,
                "content": "Las vestiduras de las Cinco Arroyos se mezclan con las cumbres nubladas."
            },
            {
                "senid": 4,
                "content": "Los bárbaros que sirven a los señores resultan infieles al final."
            },
            {
                "senid": 5,
                "content": "El poeta, en declive, todavía vaga, incapaz de regresar."
            },
            {
                "senid": 6,
                "content": "La vida de Yu Xin fue la más triste de todas."
            },
            {
                "senid": 7,
                "content": "Sin embargo, sus poemas de vejez conmocionaron los pasos fluviales."
            }
        ]
    },
    {
        "id": "4cf19354-4c0a-4e55-980b-69fa7f81ed0f",
        "title": "游子吟",
        "author": "孟郊",
        "sentence": [
            {
                "senid": 0,
                "content": "El hilo en la mano de la tierna madre, son los vestidos de su hijo que vaga lejos."
            },
            {
                "senid": 1,
                "content": "Punta a punta antes de su partida, teme que su regreso se demore."
            },
            {
                "senid": 2,
                "content": "¿Quién dice que el corazón de la tierna hierba, podría recompensar la radiante sabiduría del sol de primavera?"
            }
        ]
    },
    {
        "id": "51b1aeeb-9a66-412d-b15c-4afaa6c6b1d7",
        "title": "渔翁",
        "author": "柳宗元",
        "sentence": [
            {
                "senid": 0,
                "content": "El viejo pescador se aloja junto a los acantilados occidentales por la noche."
            },
            {
                "senid": 1,
                "content": "Al amanecer, extrae agua clara del río Xiang y quema bambú de Chu."
            },
            {
                "senid": 2,
                "content": "El humo se disipa, el sol sale y no se ve a nadie."
            },
            {
                "senid": 3,
                "content": "Un crujido de remo hace que montañas y aguas se vuelvan esmeralda."
            },
            {
                "senid": 4,
                "content": "Mirando hacia atrás el horizonte mientras fluye por el centro del río."
            },
            {
                "senid": 5,
                "content": "Sobre los acantilados, las nubes sin preocupaciones se persiguen libremente."
            }
        ]
    },
    {
        "id": "b71d7c9c-7e92-4797-b2c9-8715dd0c2881",
        "title": "与诸子登岘山",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Los asuntos humanos fluyen y retroceden, pasado y presente se entrelazan."
            },
            {
                "senid": 1,
                "content": "Ríos y montañas preservan sitios famosos, nosotros ascendemos de nuevo como lo hicieron nuestros antepasados."
            },
            {
                "senid": 2,
                "content": "A medida que las aguas descienden, el banco de Yuliang queda expuesto; bajo cielos fríos, las profundidades de Mengze parecen profundas."
            },
            {
                "senid": 3,
                "content": "Las inscripciones de la estela del Señor Yang permanecen, leerlas me llena de lágrimas que empapan mi solapa."
            }
        ]
    },
    {
        "id": "9a5070c8-8b6a-46d3-a976-ce942baf42e7",
        "title": "玉台体十二首 十一",
        "author": "权德舆",
        "sentence": [
            {
                "senid": 0,
                "content": "Anoche se soltó mi faja."
            },
            {
                "senid": 1,
                "content": "Esta mañana vuela una araña."
            },
            {
                "senid": 2,
                "content": "No deseches tus cosméticos."
            },
            {
                "senid": 3,
                "content": "¿Será que mi amo regresará?"
            }
        ]
    },
    {
        "id": "22e72306-f41c-4621-a925-83bab7f9d76e",
        "title": "怨情",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La bella doncella levanta la cortina de cuentas."
            },
            {
                "senid": 1,
                "content": "Ella se sienta profundamente en pensamiento, con sus cejas enarcadas fruncidas."
            },
            {
                "senid": 2,
                "content": "Sólo se ven las húmedas huellas de lágrimas,"
            },
            {
                "senid": 3,
                "content": "pero ¿quién sabe a quién odia en su corazón?"
            }
        ]
    },
    {
        "id": "83e70b6e-ff59-4a3b-8e81-249ab0cda0c3",
        "title": "月下独酌四首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Entre las flores, una jarra de vino; bebo solo, sin nadie cercano para compartir."
            },
            {
                "senid": 1,
                "content": "Levanto mi copa hacia la luna brillante, frente a mi sombra, somos tres."
            },
            {
                "senid": 2,
                "content": "La luna no conoce el sabor del vino; mi sombra simplemente sigue mi figura."
            },
            {
                "senid": 3,
                "content": "Por ahora, me quedaré con la luna y la sombra; disfrutemos mientras dure la primavera."
            },
            {
                "senid": 4,
                "content": "Yo canto, la luna se detiene; yo danzo, las sombras se dispersan."
            },
            {
                "senid": 5,
                "content": "Despierto, compartimos alegría; borrachos, nos separamos en la noche."
            },
            {
                "senid": 6,
                "content": "Enlazados en alegría sin pasión, nos encontraremos más allá de la lejana Vía Láctea."
            }
        ]
    },
    {
        "id": "59c7eaa9-3c05-4857-8cff-10376706ccb9",
        "title": "月夜",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "La luna de esta noche sobre Fuzhou,"
            },
            {
                "senid": 1,
                "content": "En su alcoba ella mira sola."
            },
            {
                "senid": 2,
                "content": "De lejos compadezco a nuestros hijos,"
            },
            {
                "senid": 3,
                "content": "Son demasiado jóvenes para anhelar Chang'an."
            },
            {
                "senid": 4,
                "content": "Los aromáticos mists humedecen su cabello como nube,"
            },
            {
                "senid": 5,
                "content": "Sus frías brazos de jade brillan en la pura luz."
            },
            {
                "senid": 6,
                "content": "¿Cuándo nos recostaremos junto a la cortina de gasa?"
            },
            {
                "senid": 7,
                "content": "¿Se secarán nuestras lágrimas en la luz lunar compartida?"
            }
        ]
    },
    {
        "id": "c1280e87-ac81-4f9b-9de5-377d6af38ae8",
        "title": "月夜忆舍弟",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Los tambores de la guarnición detienen el paso de los viajeros, el grito de un solo ganso en la frontera otoñal."
            },
            {
                "senid": 1,
                "content": "A partir de esta noche, el rocío se vuelve helado y blanco, la luna brilla más brillantemente sobre el hogar."
            },
            {
                "senid": 2,
                "content": "Mis hermanos se dispersaron por doquier, sin hogar para averiguar noticias de vida o muerte."
            },
            {
                "senid": 3,
                "content": "Las cartas que envío nunca llegan a ellos, ¿cuánto más mientras la guerra aún arde?"
            }
        ]
    },
    {
        "id": "3138fe30-6cf6-45b0-a441-2d5398107a9a",
        "title": "云阳馆与韩绅宿别",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "Viejos amigos se separaron por ríos y mares,"
            },
            {
                "senid": 1,
                "content": "Innumerables veces separados por pasos de montaña."
            },
            {
                "senid": 2,
                "content": "El encuentro repentino parece una ilusión,"
            },
            {
                "senid": 3,
                "content": "En mutuo dolor nos preguntamos la edad del otro."
            },
            {
                "senid": 4,
                "content": "Una lámpara solitaria enfría el pesimismo de la lluvia,"
            },
            {
                "senid": 5,
                "content": "Los bambúes mojados se atenúan a través de las nieblas flotantes."
            },
            {
                "senid": 6,
                "content": "Aún mayor tristeza traerá el amanecer -"
            },
            {
                "senid": 7,
                "content": "Cherrecemos los vasos de despedida que pasamos de mano en mano."
            }
        ]
    },
    {
        "id": "8d480633-1876-4082-aaca-a7b3a26c04d7",
        "title": "杂曲歌辞 长干曲四首 二",
        "author": "崔颢",
        "sentence": [
            {
                "senid": 0,
                "content": "Mi hogar está junto al río de las Nueve Curvas."
            },
            {
                "senid": 1,
                "content": "Vengo y voy a lo largo de su orilla sinuosa."
            },
            {
                "senid": 2,
                "content": "Aunque somos ambos naturales de la ciudad de Changgan,"
            },
            {
                "senid": 3,
                "content": "Desconocidos desde la juventud, nuestros caminos nunca se cruzaron antes."
            }
        ]
    },
    {
        "id": "caa023cf-9f55-450c-9638-1cf5c0223cc1",
        "title": "杂曲歌辞 长相思三首 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La luz del día se ha apagado, las flores están envueltas en humo."
            },
            {
                "senid": 1,
                "content": "La luna brilla pura, la tristeza me impide dormir."
            },
            {
                "senid": 2,
                "content": "La cítara de Zhao descansa sobre el pilar de fenix."
            },
            {
                "senid": 3,
                "content": "La lira de Shu anhela tocar las cuerdas de pato mandarín."
            },
            {
                "senid": 4,
                "content": "Esta melodía tiene significado, pero nadie la transmite."
            },
            {
                "senid": 5,
                "content": "Que los vientos de la primavera la lleven por el camino de Yanran."
            },
            {
                "senid": 6,
                "content": "Te extraño, separado por el azul cielo."
            },
            {
                "senid": 7,
                "content": "Ojos que alguna vez brillaron con gracia ondulante,"
            },
            {
                "senid": 8,
                "content": "Ahora fluyen como fuentes que siguen la traza de la lágrima."
            },
            {
                "senid": 9,
                "content": "Si aún hay dudas sobre el dolor que me rompe el corazón,"
            },
            {
                "senid": 10,
                "content": "Mira al espejo cuando regreses."
            }
        ]
    },
    {
        "id": "d4baf2d1-ea61-4fb3-a284-e889275bdca2",
        "title": "杂曲歌辞 长相思三首 一",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Larga anhelo, en Chang'an."
            },
            {
                "senid": 1,
                "content": "Los grillos de otoño cantan junto a las barandillas de pozo doradas."
            },
            {
                "senid": 2,
                "content": "Una ligera helada enfía el color de la estera."
            },
            {
                "senid": 3,
                "content": "Una lámpara solitaria se apaga, los pensamientos se acercan al desespero."
            },
            {
                "senid": 4,
                "content": "Levantando las cortinas, miro la luna y suspiro en vano."
            },
            {
                "senid": 5,
                "content": "Una belleza como una flor cubierta por las nubes."
            },
            {
                "senid": 6,
                "content": "Arriba, se extienden los vastos cielos azules;"
            },
            {
                "senid": 7,
                "content": "Abajo, las aguas verdes se agitan con olas."
            },
            {
                "senid": 8,
                "content": "Cielos interminables, caminos lejanos—mi alma sufre en vuelo;"
            },
            {
                "senid": 9,
                "content": "Incluso los sueños no pueden atravesar la difícil situación de los pasos de montaña."
            },
            {
                "senid": 10,
                "content": "Larga anhelo—destrozando corazón y hígado."
            }
        ]
    },
    {
        "id": "7066e611-faa5-427c-8fce-e0bf10c55416",
        "title": "杂曲歌辞 盖罗缝 一",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "La luna de la dinastía Qin brilla sobre los fuertes pasos de la dinastía Han, los guerreros marchan miles de millas y aún están lejos de casa."
            },
            {
                "senid": 1,
                "content": "Que los divinos generales guarden la Corte del Dragón, nunca dejen que los caballos del norte crucen la fortaleza de la Montaña Yin."
            }
        ]
    },
    {
        "id": "a8617715-ad59-4da8-8071-e9aeb1760e6a",
        "title": "杂曲歌辞 金缕衣",
        "author": "不详",
        "sentence": [
            {
                "senid": 0,
                "content": "No te deseches de tu hermoso vestido dorado, sino que valora tu juventud."
            },
            {
                "senid": 1,
                "content": "Coge las flores mientras están en flor, no esperes hasta que las ramas estén desnudas."
            }
        ]
    },
    {
        "id": "f1320c1f-949a-4cbe-ad23-4806878632c5",
        "title": "杂曲歌辞 婆罗门",
        "author": "杨敬述进",
        "sentence": [
            {
                "senid": 0,
                "content": "La arena delante del Monte Huile se asemeja a la nieve."
            },
            {
                "senid": 1,
                "content": "La luz de la luna más allá de la ciudad de Shouxiang es como la escarcha."
            },
            {
                "senid": 2,
                "content": "¿De dónde proviene el sonido de la flauta de caña, sin verse?"
            },
            {
                "senid": 3,
                "content": "Toda la noche, los soldados miran hacia sus hogares, con el corazón apasionado."
            }
        ]
    },
    {
        "id": "73dadc56-88ff-4f11-9ff5-da0e0adf533c",
        "title": "杂曲歌辞 清平调 二",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Una flor colorada, impregnada de rocío y fragante."
            },
            {
                "senid": 1,
                "content": "Entre las nubes y la lluvia del Monte Wu, los corazones se dolen en vano."
            },
            {
                "senid": 2,
                "content": "Pregunta en el Palacio Han: ¿quién podría compararse?"
            },
            {
                "senid": 3,
                "content": "Pobre Fei Yan se apoya en su nueva gracia."
            }
        ]
    },
    {
        "id": "0db5450e-f1e0-4d53-8106-529def535537",
        "title": "杂曲歌辞 清平调 三",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "La famosa flor y la bella se deleitan en un esplendor mutuo."
            },
            {
                "senid": 1,
                "content": "El soberano a menudo mira con una expresión sonriente."
            },
            {
                "senid": 2,
                "content": "La suave brisa disipa los infinitos dolores de la primavera."
            },
            {
                "senid": 3,
                "content": "Al lado de las barandillas norte del pabellón Shenxiang, nos recostamos en silencio."
            }
        ]
    },
    {
        "id": "1f66d2ec-8418-485e-a434-e21a0d439dda",
        "title": "杂曲歌辞 秋夜曲",
        "author": "王涯",
        "sentence": [
            {
                "senid": 0,
                "content": "El espíritu de la caña de azúcar crece mientras el rocío otoñal brilla."
            },
            {
                "senid": 1,
                "content": "Los vestidos de seda ligera son demasiado delgados, pero no se cambian según la temporada."
            },
            {
                "senid": 2,
                "content": "Las notas sinceras de la cítara plateada se prolongan a lo largo de la noche."
            },
            {
                "senid": 3,
                "content": "Un corazón tembloroso evita la solitaria luz de la habitación vacía."
            }
        ]
    },
    {
        "id": "e4a87504-f9a3-4599-b770-aba4afd3cb04",
        "title": "杂曲歌辞 渭城曲",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "La lluvia matutina de Weicheng humedece el leve polvo."
            },
            {
                "senid": 1,
                "content": "Los verdes sauces de la posada brillan con el tono de la primavera."
            },
            {
                "senid": 2,
                "content": "Te insto a beber una copa más de vino,"
            },
            {
                "senid": 3,
                "content": "Al oeste del Paso Yang, no quedan viejos amigos."
            }
        ]
    },
    {
        "id": "31e9a6b0-5035-4b1b-a9d3-ff1c279f53b6",
        "title": "杂诗 十三",
        "author": "无名氏",
        "sentence": [
            {
                "senid": 0,
                "content": "Cerca del Festival del Comida Fría, las lluvias hacen que las hierbas crezcan exuberantes."
            },
            {
                "senid": 1,
                "content": "Las espigas de trigo se balancean, los sauces reflejan la ribera en la brisa."
            },
            {
                "senid": 2,
                "content": "Hace mucho tiempo que quiero ir a casa, pero no puedo regresar."
            },
            {
                "senid": 3,
                "content": "Cuco, deja de llorar junto a mi oído anhelo."
            }
        ]
    },
    {
        "id": "4c7205af-d1e8-48ed-8220-fe095418b95a",
        "title": "杂诗三首 二",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Vienes de nuestro hogar natal."
            },
            {
                "senid": 1,
                "content": "Ciertamente sabes cómo son las cosas allí."
            },
            {
                "senid": 2,
                "content": "Cuando te fuiste junto a tu ventana espléndida,"
            },
            {
                "senid": 3,
                "content": "¿Ha florecido ya el ciruelo de invierno?"
            }
        ]
    },
    {
        "id": "1fb10ea4-f46c-4c08-bd06-f039f1907be6",
        "title": "杂诗三首 三",
        "author": "沈佺期",
        "sentence": [
            {
                "senid": 0,
                "content": "Escucho que en la Guarida de Huanglong, años de conflicto no cesan."
            },
            {
                "senid": 1,
                "content": "Lástima la luna del alcoba, que siempre brilla sobre el campamento de los soldados."
            },
            {
                "senid": 2,
                "content": "El anhelo de primavera de una joven esposa, el dolor nocturno de su esposo."
            },
            {
                "senid": 3,
                "content": "¿Quién nos llevará con banderas y tambores para romper la cadena de la Ciudad del Dragón?"
            }
        ]
    },
    {
        "id": "c65539db-4e2b-4ce4-a22b-563b6ef3f4f1",
        "title": "在岳咏蝉",
        "author": "骆宾王",
        "sentence": [
            {
                "senid": 0,
                "content": "Los grillos cantan en la tierra occidental."
            },
            {
                "senid": 1,
                "content": "Los pensamientos de un cautivo se vuelven cada vez más profundos."
            },
            {
                "senid": 2,
                "content": "¿Cómo soportar estas sombras de alas negras?"
            },
            {
                "senid": 3,
                "content": "¿Enfrentando mis lamentos de cabello blanco?"
            },
            {
                "senid": 4,
                "content": "El rocío pesa en su vuelo, el progreso se ve obstaculizado;"
            },
            {
                "senid": 5,
                "content": "Los vientos ahogan su canto, el eco se apaga."
            },
            {
                "senid": 6,
                "content": "Nadie cree en la noble pureza,"
            },
            {
                "senid": 7,
                "content": "¿Quién dará voz a este corazón mío?"
            }
        ]
    },
    {
        "id": "9525f99d-39cb-4d04-8650-263493d223e0",
        "title": "早发白帝城",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Al amanecer dejé la Ciudad del Emperador Blanco envuelta en nubes de colores;"
            },
            {
                "senid": 1,
                "content": "En un día recorrí mil li y regresé a Jiangling."
            },
            {
                "senid": 2,
                "content": "Los lamentos interminables de los monos se oyen de ambas orillas del río;"
            },
            {
                "senid": 3,
                "content": "Mi barca ligera ya ha pasado por más de diez mil montañas."
            }
        ]
    },
    {
        "id": "8e18183e-5a58-4805-b672-1726969d6526",
        "title": "早寒江上有怀",
        "author": "孟浩然",
        "sentence": [
            {
                "senid": 0,
                "content": "Las hojas caen, las gansos salvajes se dirigen hacia el sur. El viento del norte enfría el río."
            },
            {
                "senid": 1,
                "content": "Mi hogar se encuentra junto al río Xiang, lejos más allá de los picos nublados de Chu."
            },
            {
                "senid": 2,
                "content": "Las lágrimas de nostalgia se secan en los ojos del viajero, una sola vela se desvanece en el horizonte."
            },
            {
                "senid": 3,
                "content": "Perdido en el paso, queriendo preguntar - el mar de la tarde se extiende infinitamente tranquilo."
            }
        ]
    },
    {
        "id": "fedb06cc-37da-4aaf-8f39-85ebcb08b947",
        "title": "早秋三首 一",
        "author": "许浑",
        "sentence": [
            {
                "senid": 0,
                "content": "La larga noche se llena de sonidos claros de la cítara."
            },
            {
                "senid": 1,
                "content": "Los vientos del oeste agitan las enredaderas esmeraldas."
            },
            {
                "senid": 2,
                "content": "Las luciérnagas menguantes se inclinan ante el rocío de jade."
            },
            {
                "senid": 3,
                "content": "Las aves de ganso tempranas raspan la Vía Láctea."
            },
            {
                "senid": 4,
                "content": "Los árboles altos al amanecer siguen siendo densos y altos."
            },
            {
                "senid": 5,
                "content": "Las colinas distantes se vuelven más claras bajo cielos despejados."
            },
            {
                "senid": 6,
                "content": "Una hoja cae en los brazos de Huainan."
            },
            {
                "senid": 7,
                "content": "Siento la edad en la estela de las olas nebulosas."
            }
        ]
    },
    {
        "id": "4c745990-657a-41fe-ba2c-d9cf371ca563",
        "title": "贼平后送人北归",
        "author": "司空曙",
        "sentence": [
            {
                "senid": 0,
                "content": "En tiempos de caos nos fuimos juntos hacia el sur, ahora en tiempos de paz vuelvo solo hacia el norte."
            },
            {
                "senid": 1,
                "content": "En tierras extrañas mi cabello se volvió blanco, regresando a mi país saludo las montañas verdes."
            },
            {
                "senid": 2,
                "content": "La luna del alba pasa por los fortines en ruinas, bajo cielos estrellados me alojo en los antiguos pasos."
            },
            {
                "senid": 3,
                "content": "Pájaros helados y hierba marchita en todas partes reflejan mi rostro triste."
            }
        ]
    },
    {
        "id": "a7f425de-143b-493d-bb51-13e27c68e871",
        "title": "赠别二首 二",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Tan lleno de amor, pero siempre pareciendo despiadado; En la tostada de despedida, me cuesta fingir una sonrisa."
            },
            {
                "senid": 1,
                "content": "La vela, con un corazón, comparte nuestra tristeza de despedida, Derramando lágrimas en nuestro lugar hasta el amanecer."
            }
        ]
    },
    {
        "id": "54008cd0-f9bf-424f-bc55-f15c1e9025f3",
        "title": "赠别二首 一",
        "author": "杜牧",
        "sentence": [
            {
                "senid": 0,
                "content": "Esbelta y graciosa, apenas más de trece años."
            },
            {
                "senid": 1,
                "content": "Como las flores en brote de principios de febrero en la rama."
            },
            {
                "senid": 2,
                "content": "Diez millas de brisa de primavera en los caminos de Yangzhou."
            },
            {
                "senid": 3,
                "content": "Al levantar las cortinas de cuentas, ninguna se le compara."
            }
        ]
    },
    {
        "id": "9d1b6a18-571c-4f25-bfdb-3fe260115c3f",
        "title": "赠孟浩然",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Yo admiro al Maestro Meng, cuya gracia es conocida en todo el mundo."
            },
            {
                "senid": 1,
                "content": "En juventud rechazando honores, en años canosos recostado entre pinos y nubes."
            },
            {
                "senid": 2,
                "content": "Borracho de la luz de la luna, probando a menudo el vino divino; hechizado por las flores, nunca sirviendo a los señores."
            },
            {
                "senid": 3,
                "content": "¿Cómo puedo aspirar a tan altas cotas? Aquí me inclino solo ante tu pura fragancia."
            }
        ]
    },
    {
        "id": "84bd91bd-11f7-4218-b9e2-b05b06ce8b99",
        "title": "赠内人",
        "author": "张祜",
        "sentence": [
            {
                "senid": 0,
                "content": "La luz de la luna traza las huellas a los árboles del palacio junto a la Puerta Prohibida."
            },
            {
                "senid": 1,
                "content": "Ojos encantadores miran solo el nido de las golondrinas."
            },
            {
                "senid": 2,
                "content": "Junto a la sombra de la luz de la lámpara, se inclina una horquilla de jade."
            },
            {
                "senid": 3,
                "content": "Separa la llama roja para rescatar la polilla revoloteante."
            }
        ]
    },
    {
        "id": "42f17f00-bbc1-4b5b-82c1-3e9e012725ba",
        "title": "赠阙下裴舍人",
        "author": "钱起",
        "sentence": [
            {
                "senid": 0,
                "content": "En febrero, los oropéndolas vuelan hacia los pabellones de Shanglin."
            },
            {
                "senid": 1,
                "content": "La primavera cubre la Ciudad Prohibida en las horas matutinas nebulosas."
            },
            {
                "senid": 2,
                "content": "Las campanas del Palacio Changle se desvanecen más allá de las hermosas flores."
            },
            {
                "senid": 3,
                "content": "Los sauces junto al Lago del Dragón se oscurecen bajo la lluvia."
            },
            {
                "senid": 4,
                "content": "El calor del sol no puede disipar mi desesperación en esta situación sin salida."
            },
            {
                "senid": 5,
                "content": "Sin embargo, siempre atesoro la nueva luz celestial del amanecer."
            },
            {
                "senid": 6,
                "content": "Diez años de escribir poemas no han traído el reconocimiento real."
            },
            {
                "senid": 7,
                "content": "Con cabello blanco, me da vergüenza enfrentarme a la multitud adorna de joyas de la corte."
            }
        ]
    },
    {
        "id": "6c7c45a6-c944-4ff3-aa99-f5cb0440436f",
        "title": "赠卫八处士",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Los encuentros en la vida son tan raros como las estrellas Shen y Shang."
            },
            {
                "senid": 1,
                "content": "¿Qué noche es esta noche, compartiendo esta luz de vela?"
            },
            {
                "senid": 2,
                "content": "La juventud solo dura un momento; nuestras sienes ahora están cubiertas de canas."
            },
            {
                "senid": 3,
                "content": "La mitad de los viejos amigos se han convertido en fantasmas, los suspiros queman nuestro interior ardiente."
            },
            {
                "senid": 4,
                "content": "¿Quién hubiera previsto que después de veinte años, subiría tus nobles escaleras?"
            },
            {
                "senid": 5,
                "content": "Nos separamos cuando estabas soltero, ahora los hijos forman filas."
            },
            {
                "senid": 6,
                "content": "Felizmente honrando al amigo de su padre, me preguntan de dónde vengo."
            },
            {
                "senid": 7,
                "content": "Antes de que las preguntas cesen, ponen vino y platos en la mesa."
            },
            {
                "senid": 8,
                "content": "La lluvia nocturna corta los cebollinos de primavera, el vapor fresco mezcla el grano dorado."
            },
            {
                "senid": 9,
                "content": "El anfitrión dice que los encuentros son raros, se levantan diez copas seguidas."
            },
            {
                "senid": 10,
                "content": "Diez copas no me dejan borracho, conmovido por tu corazón constante."
            },
            {
                "senid": 11,
                "content": "Mañana las montañas nos separarán, los asuntos de la vida se alejarán como mundos distintos."
            }
        ]
    },
    {
        "id": "19796737-ec7b-4c33-8df4-a81a7ca2cc10",
        "title": "章台夜思",
        "author": "韦庄",
        "sentence": [
            {
                "senid": 0,
                "content": "La zither clara lamenta la larga noche."
            },
            {
                "senid": 1,
                "content": "Sus cuerdas temblan con la tristeza del viento y la lluvia."
            },
            {
                "senid": 2,
                "content": "Una lámpara solitaria escucha el sonido lúgubre del clarín Chu."
            },
            {
                "senid": 3,
                "content": "La luna menguante desciende sobre la Terraza Zhang."
            },
            {
                "senid": 4,
                "content": "El pasto fragante se marchitó hace mucho tiempo."
            },
            {
                "senid": 5,
                "content": "Mi viejo amigo aún no ha llegado."
            },
            {
                "senid": 6,
                "content": "No se pueden enviar cartas a mi tierra natal."
            },
            {
                "senid": 7,
                "content": "Los gansos de otoño vuelan hacia el sur una vez más."
            }
        ]
    },
    {
        "id": "92dd65da-8301-4c83-b8f3-986b6095c481",
        "title": "征怨",
        "author": "柳中庸",
        "sentence": [
            {
                "senid": 0,
                "content": "Año tras año en Jinhe y la Puerta de Yuguan."
            },
            {
                "senid": 1,
                "content": "Cada amanecer trae latigazos y anillos de espada a medida que pasamos."
            },
            {
                "senid": 2,
                "content": "La nieve de primavera vuelve a las tumbas verdes donde yacen las almas."
            },
            {
                "senid": 3,
                "content": "El Río Amarillo serpentea alrededor del Monte Hei por kilómetros."
            }
        ]
    },
    {
        "id": "f88a6dbd-bf83-458c-b5e2-85fdd1ed98b2",
        "title": "至德二载甫自京金光门出问道归凤翔乾元初从左拾遗移华州掾与亲故别因出此门有悲往事",
        "author": "杜甫",
        "sentence": [
            {
                "senid": 0,
                "content": "Antiguamente, por este camino se dieron actos de rendición, mientras en las afueras occidentales se amontonaba la multitud de bárbaros."
            },
            {
                "senid": 1,
                "content": "Hasta hoy, mi valor destrozado tiembla, y debe haber almas inquietas que aún no han sido convocadas."
            },
            {
                "senid": 2,
                "content": "Aunque recientemente he regresado al abrazo de la capital, ¿este traslado de cargo fue realmente la voluntad del Emperador?"
            },
            {
                "senid": 3,
                "content": "Sin talento, envejezco con cada día que pasa, pero freno mi caballo para contemplar las puertas del palacio dispuestas en fila."
            }
        ]
    },
    {
        "id": "6d098c75-038d-45f4-8f86-73976c355e44",
        "title": "终南别业",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "En la mediana edad me encantó el Tao, y tarde me instalé en el borde de las montañas del sur."
            },
            {
                "senid": 1,
                "content": "Cuando se me apodera la alegría, me voy solo; estas alegrías solo yo puedo medir."
            },
            {
                "senid": 2,
                "content": "Caminé hasta el final de los arroyos, me senté a ver cómo se elevaban las nubes."
            },
            {
                "senid": 3,
                "content": "Encontré por casualidad a un viejo leñador, hablamos y reímos sin preocuparnos por el tiempo."
            }
        ]
    },
    {
        "id": "a5b1f5c9-1ba7-4533-b497-55b1d4af1bbb",
        "title": "终南山",
        "author": "王维",
        "sentence": [
            {
                "senid": 0,
                "content": "Taiyi se acerca a la capital celestial."
            },
            {
                "senid": 1,
                "content": "Las cordilleras se conectan con las costas oceánicas."
            },
            {
                "senid": 2,
                "content": "Las nubes blancas, mirando hacia atrás, se juntan."
            },
            {
                "senid": 3,
                "content": "Las nieblas azules, al entrar en vista, desaparecen."
            },
            {
                "senid": 4,
                "content": "El pico central divide los reinos."
            },
            {
                "senid": 5,
                "content": "Las sombras y la luz varían en los valles."
            },
            {
                "senid": 6,
                "content": "Buscando alojamiento donde habitan los humanos."
            },
            {
                "senid": 7,
                "content": "A través de las aguas llamo al leñador."
            }
        ]
    },
    {
        "id": "b4780bd1-1703-4bce-a801-d5ed566826b5",
        "title": "终南望余雪",
        "author": "祖咏",
        "sentence": [
            {
                "senid": 0,
                "content": "Las laderas norte de la montaña Zhongnan son majestuosas."
            },
            {
                "senid": 1,
                "content": "Las cumbres cubiertas de nieve flotan entre las nubes."
            },
            {
                "senid": 2,
                "content": "El borde del bosque brilla con la claridad después de la lluvia."
            },
            {
                "senid": 3,
                "content": "El frío de la noche se intensifica en la ciudad de abajo."
            }
        ]
    },
    {
        "id": "57203d7f-380c-4052-b21b-d1ea79fbe231",
        "title": "子夜吴歌 春歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "En la tierra de Qin vive la dama Luofu, recogiendo hojas de morera junto a las aguas verdes."
            },
            {
                "senid": 1,
                "content": "Sus manos pálidas adornan las ramas verdes, su atuendo carmesí brilla a pleno día."
            },
            {
                "senid": 2,
                "content": "Los gusanos de seda tienen hambre, debo partir; cinco nobles caballos, no se detengan aquí."
            }
        ]
    },
    {
        "id": "baccf46a-41c4-4a0f-b90f-37cc35b04a64",
        "title": "子夜吴歌 秋歌",
        "author": "李白",
        "sentence": [
            {
                "senid": 0,
                "content": "Una lámina de luz lunar sobre Chang'an."
            },
            {
                "senid": 1,
                "content": "El martillado de la ropa de diez mil hogares."
            },
            {
                "senid": 2,
                "content": "Vientos de otoño que nunca cesan,"
            },
            {
                "senid": 3,
                "content": "Siempre llevando pensamientos del Paso de Jade."
            },
            {
                "senid": 4,
                "content": "¿Cuándo se conquistarán a los bárbaros?"
            },
            {
                "senid": 5,
                "content": "¿Para que mi amor pueda terminar su distante campaña?"
            }
        ]
    },
    {
        "id": "a2aed629-465d-412c-a68d-780068488725",
        "title": "自河南经乱关内阻饥兄弟离散各在一处因望月有感聊书所怀寄上浮梁大兄于潜七兄乌江十五兄兼示符离及下邽弟妹",
        "author": "白居易",
        "sentence": [
            {
                "senid": 0,
                "content": "En tiempos de dificultad y hambruna, los asuntos mundanos se vuelven vacíos."
            },
            {
                "senid": 1,
                "content": "Los hermanos vagabundean como errantes, dispersos hacia el este y el oeste."
            },
            {
                "senid": 2,
                "content": "Los campos quedan desolados después de la devastación de la guerra."
            },
            {
                "senid": 3,
                "content": "Los parientes vagan desarraigados en caminos interminables."
            },
            {
                "senid": 4,
                "content": "Las sombras lúgubres se dividen en gansos salvajes de mil millas."
            },
            {
                "senid": 5,
                "content": "Desarraigados, dispersos como el cardo otoñal."
            },
            {
                "senid": 6,
                "content": "Mirando la luna juntos, las lágrimas deberían caer."
            },
            {
                "senid": 7,
                "content": "Los corazones de nostalgia durante una noche laten en unísono en cinco lugares."
            }
        ]
    },
    {
        "id": "3f049d66-1513-407f-bb4e-cf25a7b5069a",
        "title": "自夏口至鹦鹉洲夕望岳阳寄源中丞",
        "author": "刘长卿",
        "sentence": [
            {
                "senid": 0,
                "content": "El islote está tranquilo, sin olas ni rastro de niebla."
            },
            {
                "senid": 1,
                "content": "El anhelo del viajero trasciende el tiempo y el espacio."
            },
            {
                "senid": 2,
                "content": "Al atardecer en Hankou, las aves cruzan la luz oblicua."
            },
            {
                "senid": 3,
                "content": "Las aguas otoñales de Dongting se funden con la altura del cielo."
            },
            {
                "senid": 4,
                "content": "Pueblo solitario junto a una fría cresta donde resuenan las trompetas."
            },
            {
                "senid": 5,
                "content": "Vigía solitario junto al río donde están amarrados los barcos."
            },
            {
                "senid": 6,
                "content": "Jia Yi presentó una petición para cambiar el destino de la dinastía Han."
            },
            {
                "senid": 7,
                "content": "Desterrado a Changsha, amado más allá del fin del tiempo."
            }
        ]
    }
]